pg = pg or {}
pg.ship_skin_words_extra = {
	[301090] = {
		feeling3 = "",
		upgrade = "",
		id = 301090,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"nil|{namecode:12}，在下不會因為這點程度就迷路的！|nil"
			}
		},
		touch = {
			{
				100,
				"{namecode:12}？啊，是指揮官嗎……"
			}
		}
	},
	[301091] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 301091,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"找{namecode:12}確實費了好大的勁...可、可不是因為在下迷路了哦！|nil|nil"
			}
		}
	},
	[207020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 207020,
		expedition = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"指揮官，本人已準備就緒。當然是戰鬥的準備了！好啦，讓敵人見識下皇家航母的威力吧！"
			}
		},
		win_mvp = {
			{
				1100,
				"因為有閣下的指揮我們才能發揮全力——勝利也是理所當然的"
			}
		},
		battle = {
			{
				1100,
				"海燕中隊，劍魚中隊，準備起飛！"
			}
		},
		detail = {
			{
				1100,
				"指揮官和驅逐妹妹們都由本人來守護！只要有本人在，誰都別想傷害到你們"
			}
		},
		main = {
			{
				1100,
				"在想什麼？啊，當然是在考慮指揮官和艦隊的事情了|什麼！？要把驅逐妹妹們喊過來…？！指揮官閣下，這個任務請務必交給本人！|光榮，給阿卡司塔和熱心推薦的衣服…應該是這樣才好。下次注意點比較好噢|好，那個潛艇妹妹不在。真是的，老是在別人的屋子玩捉迷藏…"
			}
		},
		touch2 = {
			{
				1100,
				"閣下！這、這裡可不行…！"
			}
		}
	},
	[105030] = {
		feeling3 = "",
		upgrade = "",
		id = 105030,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指揮官，有什麼需要我説明的，儘管跟我說吧"
			}
		},
		home = {
			{
				1100,
				"乾杯。香檳就留到下次更大的勝利時吧"
			}
		},
		detail = {
			{
				1100,
				"指揮官，有好好吃飯嗎？怎麼，不想讓我關心？真是囂張的孩子"
			}
		},
		main = {
			{
				1100,
				"好孩子好孩子，呵呵，這樣還不夠？又不是小狗，就這麼摸摸就好啦|亞利桑那，下次一起吃飯吧。你當然會來的吧？|…！唐斯，雖然我會幫你善後，但也不可以幹太危險的事情噢？…看來聽不進去啊"
			}
		},
		touch = {
			{
				1100,
				"找崩姐有什麼事？"
			}
		},
		touch2 = {
			{
				1100,
				"…！怎麼了，突然這麼焦急？"
			}
		}
	},
	[302140] = {
		feeling3 = "",
		upgrade = "",
		id = 302140,
		expedition = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"指揮官，歡迎回來，今天也要文武兼修，一起努力加油吧！ "
			}
		},
		win_mvp = {
			{
				1100,
				"是不是稍微更接近姐姐們一點了呢？ "
			}
		},
		home = {
			{
				1100,
				"無論什麼時候回來，{namecode:40}都會在這裡等著你的哦，指揮官"
			}
		},
		battle = {
			{
				1100,
				"指揮官，請期待我的活躍吧！ "
			}
		},
		main = {
			{
				1100,
				"指揮官，暫時沒那麼忙的話，要不要一起來做些訓練呢？不會太難的~|nil|指揮官累了嗎？我來幫你放鬆一下吧！和之前教的是不是一樣的？嘿嘿…你可以期待一下~"
			}
		},
		touch = {
			{
				1100,
				"哼~哼~哼哼~♪指揮官，{namecode:40}唱得怎麼樣呢~？是不是有歌唱的天賦？ "
			}
		},
		feeling5 = {
			{
				1100,
				"嘻嘻~指揮官想好今天的約會要去哪了嗎？沒想好的話，{namecode:40}來選個地方也可以哦~"
			}
		}
	},
	[905010] = {
		feeling3 = "",
		upgrade = "",
		id = 905010,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"拿來，我幫你。 …我是秘書艦，做這些是理所當然的吧？ "
			}
		},
		home = {
			{
				1100,
				"有必要的話，我也會出擊的。不過，在你的指揮下，似乎沒有什麼我的發揮機會了啊"
			}
		},
		battle = {
			{
				1100,
				"榮光屬於維希！ "
			}
		},
		detail = {
			{
				1100,
				"我可沒有和敦克爾克、阿爾及利亞她們一起逛街買東西的閒心。你是最了解我的吧？反過來說，和你一起逛逛的話，倒是無妨"
			}
		},
		main = {
			{
				1100,
				"我可不會輸給什麼新型艦，我可是維希的讓·巴爾，背負著神聖的鳶尾之名，唯有這份驕傲，絕不容退讓|要是在意黎胥留，不如一起去看看她？雖然信念不同，姑且我們也是姐妹|雖然祈禱毫無意義，但發自內心的祈願卻是無妨，祈願摯愛之人平安無事——這就是所謂的“人”之本心吧"
			}
		},
		touch = {
			{
				1100,
				"…可不能太依賴我了啊"
			}
		},
		expedition = {
			{
				1100,
				"吵吵鬧鬧的傢伙們回來了呢。 "
			}
		},
		mission = {
			{
				1100,
				"這點程度的獎勵，似乎不太夠呢，無論對你來說還是對我來說"
			}
		},
		touch2 = {
			{
				1100,
				"……就這麼喜歡這裡嗎？ "
			}
		},
		feeling5 = {
			{
				1100,
				"……啊，抱歉，不小心打了個盹，你也要睡一會嗎？膝蓋可以借你。 ……沒關係，我會一直跟你待在一起的"
			}
		}
	},
	[202030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 202030,
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"呵呵呵，今天也請多關照了哦，我可愛的小豬仔♡"
			}
		},
		win_mvp = {
			{
				1100,
				"得給小豬仔一點褒獎才行呢。呼呼呼，你想要什麼樣的獎勵呢？ "
			}
		},
		lose = {
			{
				1100,
				"可不能…讓小豬仔看到這麼丟人的樣子呢…！ "
			}
		},
		home = {
			{
				1100,
				"辛苦了。維修和補給都已經安排好了哦。小豬仔就先休息一下吧"
			}
		},
		battle = {
			{
				1100,
				"呼呼呼，讓我好好的踩你吧"
			}
		},
		detail = {
			{
				1100,
				"今天來試試“對小豬仔溫柔愛護”的玩法如何？呼呼呼"
			}
		},
		main = {
			{
				1100,
				"為了小豬仔，到工作結束之前都“不換”好了。呵呵呵，你明白是什麼意思吧…？ |這呆臉真是讓人百看不厭呢。呼呼呼，可愛的小豬仔♡|利安得，莫非也有那方面的素質…不對，那孩子和海王星不一樣，根本連所謂的“教育”是什麼意思都不明白吧…"
			}
		},
		expedition = {
			{
				1100,
				"要去迎接委託組的姐妹們嗎？我和你一起去吧，呼呼呼"
			}
		},
		mail = {
			{
				1100,
				"信。內容…呼呼，我相信小豬仔哦？ "
			}
		}
	},
	[201100] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 201100,
		expedition = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指、指揮官……你終於來了~~肚、肚子都餓了…"
			}
		},
		win_mvp = {
			{
				1100,
				"小、小天鵝，勝利~！薩拉小姐，這個風格真的不適合咱啦！ "
			}
		},
		lose = {
			{
				1100,
				"嗚嗚~指揮官…咱們還是趕緊撤退吧…"
			}
		},
		home = {
			{
				1100,
				"欸嘿……爬床爬床——欸？指揮官！ ？啊，這裡是指揮官的房間不是我的？ ？嗚嗚…對不起…"
			}
		},
		detail = {
			{
				1100,
				"下一個是…嘿！好，這次的動作也擺得很完美！嘿嘿~"
			}
		},
		main = {
			{
				1100,
				"nil|明尼亞波利斯小姐捕魚的時候應該是這樣…嘿！ …欸嘿嘿，咱的“聖羅倫斯河流特技”，怎、怎麼樣？ |咱、咱很可愛…？欸嘿嘿…指揮官覺得咱很可愛嗎…欸嘿嘿…"
			}
		},
		touch2 = {
			{
				1100,
				"指揮官，咱、咱好歹也是偶像…這這這種事還是…不過…啊嗚……"
			}
		},
		feeling5 = {
			{
				1100,
				"♪～炸魚薯條♪指揮官要加鹽還是美乃滋？咱餵你吃吧！欸嘿嘿…啊、啊嗯~"
			}
		}
	},
	[205060] = {
		feeling3 = "",
		upgrade = "",
		id = 205060,
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"艦隊的管理工作還是挺繁雜的呢。有什麼要我做的儘管來找我商量吧"
			}
		},
		lose = {
			{
				1100,
				"A light heart lives long，不要太失落了。"
			}
		},
		home = {
			{
				1100,
				"為勝利乾杯。多虧有你，大家才能得到這樣和平的喘息，不要忘了這點。"
			}
		},
		battle = {
			{
				1100,
				"為了陛下、以及指揮官的榮耀！"
			}
		},
		detail = {
			{
				1100,
				"要給你準備些點心嗎？雖然沒到喬治五世那樣的水平，不過還是勉強能拿得出手的。"
			}
		},
		main = {
			{
				1100,
				"nil|反擊、吸血鬼、胡德、還有歐根、俾斯麥…在你身邊還真是永遠沒有無聊的機會呢|我已經習慣滿足陛下了，所以你偶爾也提出些難辦點的需求也沒關係哦？我會完成它們，然後讓你又一次迷戀上我的——呵呵，怎麼樣？"
			}
		},
		touch = {
			{
				1100,
				"差不多到茶會的時間了吧？"
			}
		},
		expedition = {
			{
				1100,
				"軍事委託完成了。一起去迎接她們吧。"
			}
		},
		touch2 = {
			{
				1100,
				"你知道這舉動的意義吧？呵呵呵"
			}
		},
		feeling5 = {
			{
				1100,
				"需要算計的戀情是最卑微的。我會向你呈現最真實的我，並且接受最真實的你——別擔心，被幸福的熱淚濕潤的我的眼睛裡，不會看到你的一點點小小失誤的。這就是所謂的戀人啊。"
			}
		}
	},
	[205070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 205070,
		expedition = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"得到余之寵愛的指揮官啊，汝現在在想著什麼呢？"
			}
		},
		win_mvp = {
			{
				1100,
				"在赤色的破壞前消融吧。光是撕裂破壞已經不足以滿足余了。"
			}
		},
		battle = {
			{
				1100,
				"與余之眼瞳一起染成鮮紅吧。"
			}
		},
		main = {
			{
				1100,
				"汝之存在對余的戰鬥方式有著很大的影響——沒錯，與汝充滿激情的目光共鳴，余之瞳孔也染上了鮮血一般的赤紅之色——|無論是喬治五世還是威爾斯，安森還是豪，余是絕不會把汝讓給她們的。汝是余最棒的獵物，也是余之證明。 |悲哀的沙恩霍斯特，汝完全沒有理解這肌膚、這眼瞳、還有這身體的價值。沒錯…指揮官對余來說，就是如此重要的存在。"
			}
		},
		touch2 = {
			{
				1100,
				"融為一體吧，無論是汝，還是余，亦或是其他一切——"
			}
		},
		feeling5 = {
			{
				1100,
				"罪孽深重的蛇啊，汝注定要被束縛在余之身旁，並奉上永恆的愛——作為交換，汝會得到余之寵愛，余將賜予汝擁抱余的權利。"
			}
		}
	},
	all = {
		301090,
		301091,
		207020,
		105030,
		302140,
		905010,
		202030,
		201100,
		205060,
		205070
	}
}
