slot2.trigger = {
	"onHPRatioUpdate"
}
slot2.arg_list = {
	hpUpperBound = 0.2,
	skill_id = 10060,
	target = "TargetSelf",
	quota = 1
}
slot1[1] = {
	type = "BattleBuffCastSkill"
}
slot0.effect_list = {}
slot1.addition = {
	"15.0%(+1.1%)"
}
slot0[1] = {
	desc = "耐久低于20%时，恢复总耐久度15.0%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"16.1%(+1.1%)"
}
slot0[2] = {
	desc = "耐久低于20%时，恢复总耐久度16.1%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"17.2%(+1.1%)"
}
slot0[3] = {
	desc = "耐久低于20%时，恢复总耐久度17.2%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"18.3%(+1.1%)"
}
slot0[4] = {
	desc = "耐久低于20%时，恢复总耐久度18.3%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"19.4%(+1.1%)"
}
slot0[5] = {
	desc = "耐久低于20%时，恢复总耐久度19.4%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"20.5%(+1.1%)"
}
slot0[6] = {
	desc = "耐久低于20%时，恢复总耐久度20.5%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"21.6%(+1.1%)"
}
slot0[7] = {
	desc = "耐久低于20%时，恢复总耐久度21.6%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"22.7%(+1.1%)"
}
slot0[8] = {
	desc = "耐久低于20%时，恢复总耐久度22.7%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"23.8%(+1.2%)"
}
slot0[9] = {
	desc = "耐久低于20%时，恢复总耐久度23.8%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}
slot1.addition = {
	"25.0%"
}
slot0[10] = {
	desc = "耐久低于20%时，恢复总耐久度25.0%的耐久，15秒内炮击提高30%，每场战斗只能发动1次"
}

return {
	desc_get = "耐久低于20%时，恢复总耐久度15.0%(满级25.0%)的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
	name = "真红の不死鸟",
	init_effect = "",
	id = 10060,
	time = 0,
	picture = "",
	desc = "耐久低于20%时，恢复总耐久度$1的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
	stack = 1,
	color = "blue",
	icon = 10060,
	last_effect = "Health"
}
