pg = pg or {}
pg.activity_banner = {
	{
		param = "4079",
		type = 3,
		id = 1,
		pic = "temp1",
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4104",
		type = 3,
		id = 2,
		pic = "temp2",
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					3
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 3,
		pic = "temp3",
		param = {
			"scene get boat",
			{
				projectName = "new"
			}
		},
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					3
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 4,
		pic = "temp4",
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 5,
		pic = "temp5",
		param = {
			"scene charge",
			{
				wrap = 4
			}
		},
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					3
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 6,
		pic = "temp6",
		param = {
			"scene back yard"
		},
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					3
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4096",
		type = 3,
		id = 7,
		pic = "temp7",
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4098",
		type = 3,
		id = 8,
		pic = "temp8",
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		type = 9,
		id = 9,
		pic = "temp99",
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "桂花糕|用相传从月宫里摘下来的桂花制成的糕点，香甜可口！<color=#6dd329>（提高经验加成5%，持续60分钟）</color>",
		type = 10,
		id = 10,
		pic = "guihuagao",
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					10,
					3
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10
	}
}
