pg = pg or {}
pg.guild_boss_event = {
	[90001] = {
		painting = "",
		name = "北方海域的敌影",
		submarine_num = 1,
		main_num = 1,
		pic = "b1_1",
		report = "成功解除海域威胁。敌方旗舰是经过特殊改装的执棋者，这会是又一次塞壬实验么？获得以下奖励：",
		hp = 350,
		id = 90001,
		expedition_id = {
			70001,
			{
				70001
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				258
			},
			{
				2,
				54018,
				6
			}
		}
	},
	[90002] = {
		painting = "",
		name = "查尔斯环礁的异状",
		submarine_num = 1,
		main_num = 1,
		pic = "b1_1",
		report = "成功击败了型号特殊的探索者。太好了，如果放任它继续巡游，我们的运输航线将会受到严重破坏！获得以下奖励：",
		hp = 450,
		id = 90002,
		expedition_id = {
			70002,
			{
				70002
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				298
			},
			{
				2,
				54018,
				8
			}
		}
	},
	[90003] = {
		painting = "",
		name = "NA海域的幽灵",
		submarine_num = 1,
		main_num = 1,
		pic = "b2_1",
		report = "前日报告中神出鬼没的“幽灵”被确认为经过改造的领洋者，现在已被舰队成功摧毁，整片区域暂时安全了。获得以下奖励：",
		hp = 400,
		id = 90003,
		expedition_id = {
			70011,
			{
				70011
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				278
			},
			{
				2,
				54018,
				7
			}
		}
	},
	[90004] = {
		painting = "",
		name = "绿地海的巨兽",
		submarine_num = 1,
		main_num = 1,
		pic = "b2_1",
		report = "一时阻塞航线的不明敌人已被舰队摧毁。经辨认，确认为某种破局者的改型。北方的航线重新恢复通畅了。获得以下奖励：",
		hp = 500,
		id = 90004,
		expedition_id = {
			70012,
			{
				70012
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				328
			},
			{
				2,
				54018,
				9
			}
		}
	},
	[90005] = {
		painting = "guild_event_boss_2",
		name = "巴弗因湾的莫布拉",
		submarine_num = 1,
		main_num = 1,
		pic = "b2_1",
		report = "造成巨大破坏的敌人，虽然外观上看起来与测试者相似，但是行为模式上则更偏向执行者系列，也许是某种测试者的量产型？获得以下奖励：",
		hp = 600,
		id = 90005,
		expedition_id = {
			70013,
			{
				70013
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				388
			},
			{
				2,
				54018,
				12
			}
		}
	},
	[90006] = {
		painting = "",
		name = "尼德罗斯之泉",
		submarine_num = 1,
		main_num = 1,
		pic = "b3_1",
		report = "成功消灭了型号特殊的探索者。似乎它从一开始就没有与我们作战的意图，而是在寻找着什么东西......获得以下奖励：",
		hp = 500,
		id = 90006,
		expedition_id = {
			70021,
			{
				70021
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				308
			},
			{
				2,
				54018,
				8
			}
		}
	},
	[90007] = {
		painting = "",
		name = "布丽根的海妖",
		submarine_num = 1,
		main_num = 1,
		pic = "b3_1",
		report = "击败了布丽根港外的塞壬舰队，消除了港口的危机。值得注意的是，敌方旗舰为某种破局者的改型。获得以下奖励：",
		hp = 650,
		id = 90007,
		expedition_id = {
			70022,
			{
				70022
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				368
			},
			{
				2,
				54018,
				11
			}
		}
	},
	[90008] = {
		painting = "guild_event_boss_3",
		name = "阿克斯胡斯的亡灵",
		submarine_num = 1,
		main_num = 1,
		pic = "b3_1",
		report = "净化者似乎应该为阿克斯胡斯发生的袭击负责，不过战斗中的它行为模式上更偏向执行者系列，这是...净化者的机体量产版？获得以下奖励：",
		hp = 800,
		id = 90008,
		expedition_id = {
			70023,
			{
				70023
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				438
			},
			{
				2,
				54018,
				15
			}
		}
	},
	[90009] = {
		painting = "",
		name = "萨塔弗隆加夜战",
		submarine_num = 1,
		main_num = 1,
		pic = "b4_1",
		report = "舰队在巡航时遭遇并击败了特殊型号的追迹者，萨塔弗隆加海域能享受一段时间平静的夜晚了。获得以下奖励：",
		hp = 600,
		id = 90009,
		expedition_id = {
			70031,
			{
				70031
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				348
			},
			{
				2,
				54018,
				10
			}
		}
	},
	[90010] = {
		painting = "",
		name = "星雨岛攻略战",
		submarine_num = 1,
		main_num = 1,
		pic = "b4_1",
		report = "成功清理了控制星雨岛周边的敌人，确认敌方旗舰为经过特殊改装的执棋者。群岛作战计划可以进入下一阶段了。获得以下奖励：",
		hp = 800,
		id = 90010,
		expedition_id = {
			70032,
			{
				70032
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				418
			},
			{
				2,
				54018,
				14
			}
		}
	},
	[90011] = {
		painting = "guild_event_boss_4",
		name = "埃隆勃特姆防御战",
		submarine_num = 1,
		main_num = 1,
		pic = "b4_1",
		report = "击败了塞壬对于埃隆勃特姆发动的反扑，这片区域暂时安全了。针对战斗中疑似发现数个构建者存在的报告，情报部门将会着手进行调查。获得以下奖励：",
		hp = 1000,
		id = 90011,
		expedition_id = {
			70033,
			{
				70033
			}
		},
		formula = {
			10,
			5,
			2,
			60,
			0.016,
			0.68,
			1.3,
			11.7,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				498
			},
			{
				2,
				54018,
				18
			}
		}
	},
	all = {
		90001,
		90002,
		90003,
		90004,
		90005,
		90006,
		90007,
		90008,
		90009,
		90010,
		90011
	}
}
