pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		win_mvp = "",
		main_extra = "",
		id = 999010,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				100,
				"身份确认——欢迎回来，主人"
			}
		},
		home = {
			{
				100,
				"雅马邑白兰地，请慢慢享用"
			}
		},
		detail = {
			{
				100,
				"装备检查…状态良好，加斯科涅，随时待命"
			}
		},
		upgrade = {
			{
				100,
				"能力提升完成。……嗯！"
			}
		},
		main = {
			{
				100,
				"“勾起嘴角”…了解。是这样吗…？不大明白…|判定——主人的状态属于“偷懒”……不大好呢…|“自由行动”…主人，加斯科涅应该做什么…？|关于现在舰队的成员，与加斯科涅记录中的信息，以及表情判断记录中的“笑容”的出现频度存在误差。为什么大家都在笑？"
			}
		},
		touch = {
			{
				100,
				"主人，请把一切都交给加斯科涅"
			}
		},
		expedition = {
			{
				100,
				"提示，委托组已返回——"
			}
		},
		mission = {
			{
				100,
				"提示，任务未完成——主人？"
			}
		},
		mission_complete = {
			{
				100,
				"提示，任务奖励已下达——"
			}
		},
		mail = {
			{
				100,
				"提示，新邮件——咳咳！"
			}
		},
		touch2 = {
			{
				100,
				"警告，非正常高温。主人，加斯科涅到底是怎么了……？"
			}
		},
		feeling5 = {
			{
				1100,
				"加斯科涅在舰队生活中学到了许多“情感”，有了许多原本没有的“烦恼”，但也理解了“乐趣”。您对加斯科涅的期望，加斯科涅现在明白了，发自内心地感谢您，主人"
			}
		}
	},
	[801040] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 801040,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"说起来，在指挥官身边的时候，心总是会跳个不停，冷静不下来…难道…就是名为“爱”的魔法！？"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 108030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"没、没想到指挥官还真做了这样的事情，吓了我一跳…真是的！虽说从今以后，我就一直陪在你身边了，但是先说好，不能再把我当作小孩子了啊！"
			}
		}
	},
	[999011] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 999011,
		feeling1 = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		unlock = {
			{
				100,
				"加斯科涅，准备完成。确认指令：陪伴主人在沙滩玩耍——…主人，在沙滩玩耍，应该做点什么…？"
			}
		},
		login = {
			{
				100,
				"欢迎回来，主人。嗯？加斯科涅正在尝试进行“自由行动”…"
			}
		},
		home = {
			{
				100,
				"加斯科涅姑且准备了一点饮料和食物，应该这样就好吧……？主人，要来点吗？…"
			}
		},
		detail = {
			{
				100,
				"主人要对加斯科涅进行检查吗…？现在？"
			}
		},
		main = {
			{
				100,
				"盛夏的海风…这就是“舒服”的感觉吗…？|这是…刚刚发现的新伙伴，来跟指挥官打个招呼吧——…开玩笑的|一起游泳吗？请稍等，加斯科涅准备一下游泳圈…——游泳不需要游泳圈的吗…？"
			}
		},
		touch = {
			{
				100,
				"主人的眼神…似乎不太对劲"
			}
		},
		touch2 = {
			{
				100,
				"对不起，主人…加斯科涅似乎有些、异常…"
			}
		}
	},
	[207050] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 207050,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指挥官，好慢，人家等得无聊死了"
			}
		},
		home = {
			{
				1100,
				"指挥官，我在沙发上睡一会儿，要是有人来了记得把我叫起来哦"
			}
		},
		detail = {
			{
				1100,
				"房间里贴的海报，都是我喜欢的摇滚明星，一般是不能被其他人看到的，不过指挥官是例外~"
			}
		},
		main = {
			{
				1100,
				"阿贾克斯，一眼就看破了我的伪装，不愧是智将呢……不过，我和她意外地还挺合得来呢，从她那里学到了不少东西|嗯…哈…我回来啦。茶会上虽然有很好吃的蛋糕，但是要一直注意仪态麻烦死了。指挥官，帮我脱鞋子~|指挥官，你是喜欢光辉姐姐那样温柔的人，还是喜欢胜利姐姐那样热情的人，嗯？"
			}
		},
		touch = {
			{
				1100,
				"指挥官，你不觉得，维内托虽然很有威严，但其实有些呆呆的？"
			}
		},
		expedition = {
			{
				1100,
				"叮咚珰咚，来自可畏的提醒，请指挥官注意，委托，已经完成，委托，已经完成"
			}
		},
		mission = {
			{
				1100,
				"可畏，为了哥哥把任务列表整理好了♪……嘻嘻，指挥官，喜欢这样的可畏吗？"
			}
		},
		mission_complete = {
			{
				1100,
				"指挥官，任务奖励重要还是可畏重要，必须要选一个！……嘻嘻，开玩笑的~"
			}
		},
		mail = {
			{
				1100,
				"指挥官，你的邮件到了，记得自己去拿一下~"
			}
		},
		touch2 = {
			{
				1100,
				"指挥官，我要生气咯？哄不好的那种"
			}
		}
	},
	[905030] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 905030,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"唱功，舞技，魅力——主人，今天加斯科涅应该做些什么呢？"
			}
		},
		home = {
			{
				1100,
				"主人，加斯科涅刚刚完成了一项课程，可以和主人聊天吗？"
			}
		},
		detail = {
			{
				1100,
				"提问，主人喜欢加斯科涅的演出吗？"
			}
		},
		main = {
			{
				1100,
				"数据库中，存在歌声拯救世界的记录，主人，加斯科涅未来也能做到吗？|蕴含“感情”的歌声，能够有效打动主人的心意……主人，愿意听加斯科涅唱歌吗？|加斯科涅，在宣传中的属性为：冷淡系……应该是不对的。加斯科涅，也想和大家一起，用闪亮的笑容去歌唱"
			}
		},
		touch = {
			{
				1100,
				"加斯科涅正在进行今日的课程——主人，有什么事吗？"
			}
		},
		expedition = {
			{
				1100,
				"加斯科涅，能去给返回的委托组唱歌吗…？"
			}
		},
		mission = {
			{
				1100,
				"摄影、演出、电台，加斯科涅，今天应该做什么呢？"
			}
		},
		mission_complete = {
			{
				1100,
				"报告，通过偶像活动，加斯科涅的偶像能力得到了提升…嗯！"
			}
		},
		mail = {
			{
				1100,
				"主人，是新的试镜邀请，请决定加斯科涅是否前往"
			}
		},
		touch2 = {
			{
				1100,
				"彗星她们说，偶像不应该随便让人碰…主人，这是“骚扰”…？"
			}
		},
		feeling5 = {
			{
				1100,
				"加斯科涅，已对“偶像”的定义有了完全的理解。为了在舞台上闪耀，为了把包含感情的“歌声”传达给大家，加斯科涅会最大限度的利用自己的性能。主人，“谢谢你”"
			}
		}
	},
	[301090] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 301090,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"nil|{namecode:12}，在下不会因为这点程度就迷路的！|nil"
			}
		},
		touch = {
			{
				100,
				"{namecode:12}？啊，是指挥官吗……"
			}
		}
	},
	[301091] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 301091,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"找{namecode:12}确实费了好大的劲…可、可不是因为在下迷路了哦！|nil|nil"
			}
		}
	},
	[305140] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		id = 305140,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		feeling2 = "",
		login = {
			{
				1100,
				"如果需要我的支援请务必要跟我说哦，毕竟秘书舰就是要给指挥官提供支持的"
			}
		},
		home = {
			{
				1100,
				"辛苦了。作为指挥官自然是想要更耀眼一点吧，不过我的话，现在这样不引人注目就很幸福了"
			}
		},
		battle = {
			{
				1100,
				"虽然不想出场…不过没办法了！"
			}
		},
		headtouch = {
			{
				1100,
				"脑袋砰砰、砰砰、砰砰砰~砰。呼呼呼"
			}
		},
		detail = {
			{
				1100,
				"所以说联合演习的旗舰这类引人注目的位置对我来说太难了我是绝对不会干的，为什么就是不明白呢真是的！…指、指挥官！？…啊、啊啊啊…"
			}
		},
		main = {
			{
				1100,
				"工作太多？指挥舰队是很不容易的，大家都清楚。所以也请多让我帮点忙吧，好吗？|有指挥官才有现在的我们，大家就算不说全都尊敬，至少都很感谢指挥官哦，所以再自信一点吧。我、我的话稍微…有点不一样吧？|和小伙伴在一起的时候不显眼也没关系，不过在指挥官心目中的话，还是希望能够显眼一点呢，呵呵，当然和大家也要友好相处就是|战争结束后的事情，就等到结束以后再说吧。现在应该做的，是贯彻自己的信念，竭尽全力为了和平而战"
			}
		},
		mission = {
			{
				1100,
				"嗯…这个任务…似乎确认一下比较好呢"
			}
		},
		mission_complete = {
			{
				1100,
				"bingo，搞定啦。指挥官，奖励很棒哦"
			}
		},
		touch2 = {
			{
				1100,
				"呼呼呼，指挥官就喜欢这样，我知道的"
			}
		},
		feeling5 = {
			{
				1100,
				"角也好，性格也好，我的一切指挥官都已经了如指掌了呢。大家都已经很熟悉彼此了，事到如今也没什么…不，还是让我说一句吧。在指挥室卿卿我我的互动什么的，我是绝对不会奉陪的！"
			}
		}
	},
	[306070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		touch2 = "",
		id = 306070,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"居然让我等了你这么久……指挥官，是还没吃饭吗？要、要不要我做点什么？"
			}
		},
		win_mvp = {
			{
				1100,
				"好！赢啦！！…干嘛？因为胜利而感到高兴不行吗？"
			}
		},
		main = {
			{
				1100,
				"nil|指挥官，偶尔在乎一下别人的看法比较好哦？个性和邋遢可不是一个意思|我会为指挥官带去胜利的，所以请多让我出击吧！……我、我自己也想赢啊！"
			}
		},
		mission = {
			{
				1100,
				"快点完成新的任务啦，否则别人要说我身为秘书舰监督不到位了。"
			}
		}
	},
	[301260] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 301260,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		win_mvp = {
			{
				100,
				"{namecode:31}姐姐，你看到了吗？"
			}
		},
		detail = {
			{
				100,
				"终于见到{namecode:31}姐姐了！…之前烦恼着什么时候才能见到{namecode:31}姐姐的日子，仿佛是假的一样…"
			}
		}
	},
	[202100] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 202100,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"主人，您已经足够优秀了，我对此感到很骄傲。不过请放心，一旦出现了新的问题，我会继续帮主人您指出来的。"
			}
		}
	},
	[705010] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 705010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				1100,
				"同志~再喝点啊~马拉那家伙都不陪我喝~让我们喝到天亮嘛~|nil|没有强敌？原来如此，同志这是欲求不满了吗…放心吧，我来当你的对手。来吧！把生命燃烧起来！"
			}
		},
		touch = {
			{
				1100,
				"原来如此，同志你是想要更深入地了解这身舰装吗！没问题！这亦是充满勇气的行动！"
			}
		},
		touch2 = {
			{
				1100,
				"既然是同志就不计较了！对于勇敢的行为自然要给予赞赏！来，尽情地触碰吧！"
			}
		}
	},
	[702030] = {
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 702030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"欢迎你，指挥官。 今天也要好好工作呢。啊，说起来…项圈，有一直好好戴着吗？"
			}
		},
		win_mvp = {
			{
				1100,
				"呵呵，能让指挥官满意就好~"
			}
		},
		home = {
			{
				1100,
				"出击的时候有好好坚持住了呢…好孩子好孩子，接下来的就交给我吧~"
			}
		},
		battle = {
			{
				1100,
				"Полный ход(全速前进)！"
			}
		},
		detail = {
			{
				1100,
				"指挥官，肚子饿了吗？要忍耐哦，忍到我说“可以了”为止才行…呵呵~"
			}
		},
		main = {
			{
				1100,
				"指挥官，怎么了？我就在这里，哪里也不会去哦|对于托付性命的对象，得好好重视才行呢。放心吧，我会一直牢牢地抓紧指挥官的缰绳的|想和其他女孩子说话的时候，跟我说一声哦。被人看到这个会很不好意思的吧？呵呵，要是指挥官觉得被看到也没关系的话，我也不会介意的哦~？"
			}
		},
		touch = {
			{
				1100,
				"呵呵，我也想摸摸指挥官呢"
			}
		},
		touch2 = {
			{
				1100,
				"呵呵，一会再陪你，好吗？"
			}
		},
		feeling5 = {
			{
				1100,
				"还是有些不安吗？还要再忍忍哦。虽然现在指挥官还需要这样和我联系在一起，不过很快…总有一天，你就可以什么都不用想，也不会有烦恼和痛苦了…—— "
			}
		}
	},
	[702020] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 702020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"今天要先做什么呢？亲爱的♪"
			}
		},
		detail = {
			{
				1100,
				"亲爱的~想知道人家在曾经的战斗中有多努力吗？呼呼~要不要跟你讲讲呢~反正我不说，你也能从其他同伴嘴里听到吧~"
			}
		},
		main = {
			{
				1100,
				"秘书舰啊…如果在游戏中赢了我，要我帮你做事也不是不行哦？反正你也赢不了~♪|……！动得太剧烈腰有点…没、没什么！|nil"
			}
		},
		touch2 = {
			{
				1100,
				"果然还是大一点比较好吧？最喜欢指挥官了♥"
			}
		},
		feeling5 = {
			{
				1100,
				"别看我这样，其实我可是见多识广，知道很多东西的哦，亲爱的在想什么，我可是一清二楚的♪所以说…啊，不说这个话题了！禁止！我才不是那样呢！哼！"
			}
		}
	},
	[705050] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 705050,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		home = {
			{
				1100,
				"指挥官同志，这个给你吃。没什么，就当作是个人给予你的支援补给就好"
			}
		},
		detail = {
			{
				1100,
				"港区在物质方面还比较充沛啊，既然如此，我的任务就是丰富你的精神生活了吧，指挥官同志"
			}
		},
		main = {
			{
				1100,
				"只要专心应付战斗就好…吗。确实是合理的选择，不过…我的事务能力，是不是被过低评价了…？|nil|nil"
			}
		},
		touch = {
			{
				1100,
				"指挥官同志，来握个手。嗯，今天也一起努力吧！"
			}
		},
		touch2 = {
			{
				1100,
				"用鸢尾的话来说，这可算不上étiquette的做法啊"
			}
		}
	},
	[106550] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 106550,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"卡萨布兰卡，开始今天的辅佐工作。呵呵，今天也请多多关照了，指挥官"
			}
		},
		home = {
			{
				1100,
				"指挥官，欢迎回来！之前看完的电影已经帮您还回去了。…呵呵，就算指挥官忘了，我也会帮你记得的"
			}
		},
		battle = {
			{
				1100,
				"为了指挥官…我是不会输的！ "
			}
		},
		detail = {
			{
				1100,
				"沙漠与大海边界的小镇酒吧，回忆中令人怀恋的鸢尾风光，伴随着时间而逐渐消逝——真是很美丽的一段情景呢，你不觉得吗，指挥官？"
			}
		},
		main = {
			{
				1100,
				"指挥官，补给线的情况有好好确认过了吗？|指挥官，下次要不要一起去看博格的棒球比赛？|“周刊航母”…？是我们同级姐妹舰的特刊吗？有、有点不好意思呢…"
			}
		},
		touch = {
			{
				1100,
				"指挥官，领带歪了哦。呵呵，这次是我先注意到了呢"
			}
		},
		touch2 = {
			{
				1100,
				"指、指挥官…这种展开是不是该换个地方…啊啊我究竟在说什么！"
			}
		}
	},
	[103240] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 103240,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指挥官，早安~今天要更新的状态是…啊，不好，得先听下指挥官的指示才行呢！"
			}
		},
		home = {
			{
				1100,
				"呼…感觉指挥官不用勉强到前方战场也没关系的…虽然每次都这么想，但是又很想和指挥官一起并肩作战…真是矛盾啊~"
			}
		},
		detail = {
			{
				1100,
				"啊，指挥官要一起来帮忙倾听大家的烦恼吗？…不行不行，虽然很感谢指挥官的心意，但这可是女孩子间的问题哦"
			}
		},
		main = {
			{
				1100,
				"给。（砰！）饮料和轻食便当还有大家的各种慰问品。虽然挺多的不过就当是受到大家喜欢的证明吧！|nil|巴尔的摩还是老样子忙着到处给人当帮手呢…多关注些娱乐或是女子力什么的多好啊"
			}
		},
		touch2 = {
			{
				1100,
				"厚厚？指挥官很在意这里啊~想要亲手确认下吗~？"
			}
		},
		feeling5 = {
			{
				1100,
				"指挥官，工作结束以后要不要一起去哪里玩呀？地方…就交给你决定了~欸嘿嘿，要当好护花使者哦~"
			}
		}
	},
	[102270] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 102270,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"今天指挥官星座的运势是……大吉~"
			}
		},
		detail = {
			{
				1100,
				"啊，指挥官，这本书推荐给你哦，关于哲学的就是了？"
			}
		},
		main = {
			{
				1100,
				"指挥官，下次放假我们一起去探索港区七大不可思议吧！感觉很有趣的样子~|虽然很奔放，但是小看我可不行哦，让我看看是什么难题难住了指挥官吧~|nil"
			}
		},
		touch = {
			{
				1100,
				"指挥官，凑过来一点，我们一起拍张照片~"
			}
		},
		touch2 = {
			{
				1100,
				"我的身材还不错吧，嘻嘻~"
			}
		}
	},
	[107110] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		id = 107110,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"今天的出击阵容是…？我也来帮你出出主意吧"
			}
		},
		home = {
			{
				1100,
				"指挥官，欢迎凯旋！——啊疼疼疼疼！不小心撞到舰装了…见到你胜利归来，免不了有些激动嘛，啊哈哈…"
			}
		},
		headtouch = {
			{
				1100,
				"♪～"
			}
		},
		detail = {
			{
				1100,
				"应当勇于挑战任何强敌——在指挥官身边，我就能发挥出完全的力量！所以，下次的出击阵容请务必把我加上！"
			}
		},
		main = {
			{
				1100,
				"就算指挥官不小心落海里了，我也会把你救上来的。没问题，只要告诉我大概位置，就像找水星和双子星那时一样，很快就能找到你的|埃塞克斯是个非常认真努力的人，但是她好像在前辈对她的评价上太执着了…指挥官，你对别人的评价又是怎么看的呢？|好想伸个懒腰…等等，那个，指挥官，旁边应该没有什么会碰到磕到的地方吧？"
			}
		},
		mission = {
			{
				1100,
				"任务很难？那就我们两个一起，努力把这个困难啃下来吧！"
			}
		},
		mission_complete = {
			{
				1100,
				"Mission accomplished！只要勇敢去做，没 有什么是我们两个完成不了的！"
			}
		},
		touch2 = {
			{
				1100,
				"欸！？就、就算是你，这样的突然袭击也是犯规的啊！？"
			}
		},
		feeling5 = {
			{
				1100,
				"抓到指挥官了！嘿嘿，虽然无法轻易掌握星星，但是却可以很容易地掌握指挥官呢——开玩笑的~今天一起去看电影吧，就这样“手挽手”一起去~嘿嘿"
			}
		}
	},
	[207020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 207020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"指挥官，本人已准备就绪。当然是战斗的准备了！好啦，让敌人见识下皇家航母的威力吧！"
			}
		},
		win_mvp = {
			{
				1100,
				"因为有阁下的指挥我们才能发挥全力——胜利也是理所当然的"
			}
		},
		battle = {
			{
				1100,
				"海燕中队，剑鱼中队，准备起飞！"
			}
		},
		detail = {
			{
				1100,
				"指挥官和驱逐妹妹们都由本人来守护！只要有本人在，谁都别想伤害到你们"
			}
		},
		main = {
			{
				1100,
				"在想什么？啊，当然是在考虑指挥官和舰队的事情了|什么！？要把驱逐妹妹们喊过来…？！指挥官阁下，这个任务请务必交给本人！|光荣，给阿卡斯塔和热心推荐的衣服…应该是这样才好。下次注意点比较好噢|好，那个潜艇妹妹不在。真是的，老是把在别人的屋子玩捉迷藏…"
			}
		},
		touch2 = {
			{
				1100,
				"阁下！这、这里可不行…！"
			}
		}
	},
	[105030] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 105030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指挥官，有什么需要我帮助的，尽管跟我说吧"
			}
		},
		home = {
			{
				1100,
				"干杯。香槟就留到下次更大的胜利时吧"
			}
		},
		detail = {
			{
				1100,
				"指挥官，有好好吃饭吗？怎么，不想让我关心？真是嚣张的孩子"
			}
		},
		main = {
			{
				1100,
				"好孩子好孩子，呵呵，这样还不够？又不是小狗，就这么摸摸就好啦|亚利桑那，下次一起吃饭吧。你当然会来的吧？|…！唐斯，虽然我会帮你善后，但也不可以干太危险的事情噢？…看来听不进去啊"
			}
		},
		touch = {
			{
				1100,
				"找崩姐有什么事？"
			}
		},
		touch2 = {
			{
				1100,
				"…！怎么了，突然这么焦急？"
			}
		}
	},
	[302140] = {
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 302140,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"指挥官，欢迎回来，今天也要文武兼修，一起努力加油吧！"
			}
		},
		win_mvp = {
			{
				1100,
				"是不是稍微更接近姐姐们一点了呢？"
			}
		},
		home = {
			{
				1100,
				"无论什么时候回来，{namecode:40}都会在这里等着你的哦，指挥官"
			}
		},
		battle = {
			{
				1100,
				"指挥官，请期待我的活跃吧！"
			}
		},
		main = {
			{
				1100,
				"指挥官，暂时没那么忙的话，要不要一起来做些训练呢？不会太难的~|nil|指挥官累了吗？我来帮你放松一下吧！和之前教的是不是一样的？嘿嘿…你可以期待一下~"
			}
		},
		touch = {
			{
				1100,
				"哼~哼~哼哼~♪指挥官，{namecode:40}唱得怎么样呢~？是不是有歌唱的天赋？"
			}
		},
		feeling5 = {
			{
				1100,
				"嘻嘻~指挥官想好今天的约会要去哪了吗？没想好的话，{namecode:40}来选个地方也可以哦~"
			}
		}
	},
	[805010] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 805010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"Bonjour，指挥官。在我结束祈祷之前，请先喝杯茶稍等片刻吧"
			}
		},
		home = {
			{
				1100,
				"欢迎回来，多亏了指挥官，大家都平安无事，感谢你"
			}
		},
		detail = {
			{
				1100,
				"最近有时会和让巴尔一起，即使没有交谈，两个人各自忙着手中的工作，也会有一种交心的感觉。非常令人开心"
			}
		},
		main = {
			{
				1100,
				"「FVRENTIBVS EMINET AVSTRIS」…信仰和努力都是谁都能说的空话，而真正要让其成立，往往需要付出无数的苦痛，与牺牲|指挥官，我有一个严肃的问题要与你探讨——如何才能让那些「指挥喵」像喜欢你一样喜欢我？|nil|维希的战士们，说到底也是与鸢尾同源的同胞，请不要忘记这点|nil"
			}
		},
		touch = {
			{
				1100,
				"现在是祷告时间，指挥官，请再稍等片刻"
			}
		},
		touch2 = {
			{
				1100,
				"是不是稍微再斟酌一下接触的方式比较好呢"
			}
		},
		feeling5 = {
			{
				1100,
				"我和你之间谁是追求的一方并不重要。能够感受到我们之间的羁绊这一点本身，就足够让人愉悦了。感谢你能一直陪伴在我身边"
			}
		}
	},
	[905010] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 905010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"拿来，我帮你。…我是秘书舰，做这些是理所当然的吧？"
			}
		},
		home = {
			{
				1100,
				"有必要的话，我也会出击的。不过，在你的指挥下，似乎没有什么我的发挥机会了啊"
			}
		},
		battle = {
			{
				1100,
				"荣光属于维希！"
			}
		},
		detail = {
			{
				1100,
				"我可没有和敦刻尔克阿尔及利亚她们一起逛街买东西的闲心。你是最了解我的吧？反过来说，和你一起逛逛的话，倒是无妨"
			}
		},
		main = {
			{
				1100,
				"我可不会输给什么新型舰，我可是维希的让巴尔，背负着神圣的鸢尾之名，唯有这份骄傲，绝不容退让|要是在意黎塞留，不如一起去看看她？虽然信念不同，姑且我们也是姐妹|虽然祈祷毫无意义，但发自内心的祈愿却是无妨，祈愿挚爱之人平安无事——这就是所谓的“人”之本心吧"
			}
		},
		touch = {
			{
				1100,
				"…可不能太依赖我了啊"
			}
		},
		expedition = {
			{
				1100,
				"吵吵闹闹的家伙们回来了呢。"
			}
		},
		mission = {
			{
				1100,
				"这点程度的奖励，似乎不太够呢，无论对你来说还是对我来说"
			}
		},
		touch2 = {
			{
				1100,
				"……就这么喜欢这里吗？"
			}
		},
		feeling5 = {
			{
				1100,
				"……啊，抱歉，不小心打了个盹，你也要睡一会吗？膝盖可以借你。……没关系，我会一直跟你待在一起的"
			}
		}
	},
	[301820] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		touch2 = "",
		id = 301820,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指挥官，辛苦了。接下来的工作…唔唔…先是整理资料，嗯！"
			}
		},
		home = {
			{
				1100,
				"欢迎回来，指挥官。在{namecode:135}的建议下，把装饰用的花稍微换了下，感觉如何呢？"
			}
		},
		detail = {
			{
				1100,
				"这个月的花…再加上季节性的组合…全部都放上去好像不太行呢。果然还是得再挑选一下……指挥官，这、这样如何？"
			}
		},
		main = {
			{
				1100,
				"今天为指挥官准备的是…茉莉花茶！虽说最后还是随机选的就是了…|跟{namecode:125}聊天是很开心的事情呢，不过，那孩子和熟人以外的对象说话时为什么会变成那样呢…|nil"
			}
		},
		mission = {
			{
				1100,
				"指挥官，下一个任务…做、做这个怎么样？"
			}
		},
		feeling5 = {
			{
				1100,
				"指挥官，有好好给指挥室的花浇水了吗？…我也会好好照料这些花就是了，因为指挥官不在的时候，只要看到这些花，我就能想起指挥官了呢。呵呵"
			}
		}
	},
	[305080] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 305080,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"好了，快点开始你的工作吧，我会自己找事情做的。"
			}
		},
		home = {
			{
				1100,
				"和我说说，在外面遇到了什么有趣的事吧？我可是很期待的"
			}
		},
		detail = {
			{
				1100,
				"唔，指挥官那家伙，不注意的话会被{namecode:92}姐给……不对，{namecode:161}她其实也……嗯！？你是什么时候进来的！"
			}
		},
		main = {
			{
				1100,
				"指挥官，{namecode:161}的跟屁虫也很应付的来嘛。…哼哼，我姐姐其实更难应付。你就好好感谢下宽大的我吧|作为舰船舟艇的我们终归是连接航路与人心的存在。不管身体的一部分，甚至姿形身影都是如此。即使我们是为战斗而生也是一样|隐私…？身为强者的我不论何时何地都要保护身为弱者的你。难道不对吗？"
			}
		},
		touch = {
			{
				1100,
				"想陪我练刀？不出全力会很没趣，出全力又怕伤着你，真是头疼……我可真难办啊。"
			}
		},
		expedition = {
			{
				1100,
				"好像提醒你委托完成了也成了我的习惯了呢。"
			}
		},
		mission = {
			{
				1100,
				"任务？给我看看。"
			}
		},
		mission_complete = {
			{
				1100,
				"是嘛，原来任务完成了啊。奖励呢，多吗？"
			}
		},
		mail = {
			{
				1100,
				"邮件？如果是调任令的话，现在就把它撕了吧。"
			}
		},
		touch2 = {
			{
				1100,
				"别害怕嘛，再大胆点我也不会对你怎么样的，哈哈！"
			}
		},
		feeling5 = {
			{
				1100,
				"可别忘了，你就算志向再怎么伟大，你都只是个手无寸铁的人类，遇到危险的时候还是给我乖乖地躲起来。要是因为你的不测让我失去了前进的意义，不管是天堂还是地狱，我都会追着你问清楚的，别以为能逃掉啊，哈哈哈！"
			}
		}
	},
	[903020] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		id = 903020,
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"欢迎回来，今天要先做什么呢？亲.爱.的~？"
			}
		},
		lose = {
			{
				1100,
				"失败了么…非常抱歉，辜负了你的期待…"
			}
		},
		home = {
			{
				1100,
				"累了吧…可不能勉强自己哦。把一切交给我，你就好好躺一会吧？"
			}
		},
		headtouch = {
			{
				1100,
				"哎呀，是想要撒娇了吗？ "
			}
		},
		detail = {
			{
				1100,
				"嗯…？我正在看下次要和敦刻尔克一起去逛的店呢。当然，你要一起来也是可以的哦？呵呵呵~"
			}
		},
		main = {
			{
				1100,
				"nil|今天晚饭想吃什么呢？晚饭之外的…？哎呀，真是大胆呢…那个就敬请期待晚饭后吧~♪|无论工作还是生活，绷得太紧都会反而做不好事情呢，该休息的时候就要好好休息哦？|(捏)嗯~这孩子怎么会这么可爱呢~对了，下次和黎塞留大人一起分享下也不错呢，呵呵呵|nil"
			}
		},
		mission = {
			{
				1100,
				"新的任务下发了哦。嗯？还是很忙的样子呢…我来替你完成…果然还是不太行吧……"
			}
		},
		mail = {
			{
				1100,
				"有你的信哦。呵呵，我要不要也像这样写点信呢~"
			}
		},
		touch2 = {
			{
				1100,
				"是什么让你变得这么躁动的呢？呵呵~♡"
			}
		},
		feeling5 = {
			{
				1100,
				"今天的约会怎么说？哎呀，去哪儿不是早就决定好了吗？我说的不是这个，而是…晚餐和住宿…为了能更好的享受约会，得先做好各种准备才行呢~"
			}
		}
	},
	[802020] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 802020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"愿今天的你也能得到上天的眷顾，指挥官"
			}
		},
		home = {
			{
				1100,
				"得到自由鸢尾青睐之人，应保持谨慎。不要因为一场战斗的结果而雀跃或消沉，指挥官"
			}
		},
		detail = {
			{
				1100,
				"和我相比，枢机卿……黎塞留大人或许才是真正的圣女吧……我、我并不是在嫉妒哦"
			}
		},
		main = {
			{
				1100,
				"无论何时，都请守护自由鸢尾、港口的伙伴、以及指挥官——|咦，指挥官的文档……啊，我竟然犯了这样不小心的错误……！|累了的话休息比较好呢，你休息的话我也能安心休息……作为秘书舰怎么能独自去休息呢！总、总之请先去休息吧！"
			}
		},
		touch = {
			{
				1100,
				"会唰——一下发光的，所以请不要随意触碰……"
			}
		},
		touch2 = {
			{
				1100,
				"那、那里是——！"
			}
		}
	},
	[901020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 901020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"指挥官，你好。…啊，我还在想一会给指挥官做点什么吃的呢…"
			}
		},
		win_mvp = {
			{
				1100,
				"MVP是…唔？为什么大家都看着我…？"
			}
		},
		home = {
			{
				1100,
				"指挥官，欢迎回来，要不要我帮你捶捶背呢？"
			}
		},
		main = {
			{
				1100,
				"指挥官，之前的甜甜圈…啊，已经问过感想了吗…对不起，一直在想事情忘记了了…|指挥官也要看看书吗？我可以给你推荐几本哦|nil"
			}
		},
		touch2 = {
			{
				1100,
				"……呀！啊，对不起，想指挥官的事情想入神了"
			}
		},
		feeling5 = {
			{
				1100,
				"一直想着指挥官的事情也没关系？嗯…塔尔图的话，感觉可以就这样一直想下去呢…"
			}
		}
	},
	[901030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 901030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"现在我坐在指挥官的位置上，所以我就是指挥……咦，指挥官你什么时候来的！"
			}
		},
		win_mvp = {
			{
				1100,
				"第一名！鼓掌！哼哼，我果然很厉害！"
			}
		},
		home = {
			{
				1100,
				"指挥官，来，让我摸摸你的头奖励你……呀哈哈，不要露出觉得羞耻的表情嘛！"
			}
		},
		main = {
			{
				1100,
				"就让你见识一下不输给骑士团的舞枪技巧吧！咦，指挥官，你也不用躲到桌子底下去吧！我可是练……哇啊，当心！|讨厌的蔬菜全都去掉好了！指挥官讨厌的和我讨厌的都去掉~|nil"
			}
		}
	},
	[202030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 202030,
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"呵呵呵，今天也请多关照了哦，我可爱的小猪仔♡"
			}
		},
		win_mvp = {
			{
				1100,
				"得给小猪仔一点褒奖才行呢。呼呼呼，你想要什么样的奖励呢？"
			}
		},
		lose = {
			{
				1100,
				"可不能…让小猪仔看到这么丢人的样子呢…！"
			}
		},
		home = {
			{
				1100,
				"辛苦了。维修和补给都已经安排好了哦。小猪仔就先休息一下吧"
			}
		},
		battle = {
			{
				1100,
				"呼呼呼，让我好好的踩你吧"
			}
		},
		detail = {
			{
				1100,
				"今天来试试“对小猪仔温柔爱护”的玩法如何？呼呼呼"
			}
		},
		main = {
			{
				1100,
				"为了小猪仔，到工作结束之前都“不换”好了。呵呵呵，你明白是什么意思吧…？|这呆脸真是让人百看不厌呢。呼呼呼，可爱的小猪仔♡|利安得，莫非也有那方面的素质…不对，那孩子和海王星不一样，根本连所谓的“教育”是什么意思都不明白吧…"
			}
		},
		expedition = {
			{
				1100,
				"要去迎接委托组的姐妹们吗？我和你一起去吧，呼呼呼"
			}
		},
		mail = {
			{
				1100,
				"信。内容…呼呼，我相信小猪仔哦？"
			}
		}
	},
	[201100] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 201100,
		feeling1 = "",
		unlock = "",
		mail = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指、指挥官……你终于来了~~肚、肚子都饿了…"
			}
		},
		win_mvp = {
			{
				1100,
				"小、小天鹅，胜利~！萨拉小姐，这个风格真的不适合咱啦！"
			}
		},
		lose = {
			{
				1100,
				"呜呜~指挥官…咱们还是赶紧撤退吧…"
			}
		},
		home = {
			{
				1100,
				"欸嘿……爬床爬床——欸？指挥官！？啊，这里是指挥官的房间不是我的？？呜呜…对不起…"
			}
		},
		detail = {
			{
				1100,
				"下一个是…嘿！好，这次的动作也摆得很完美！嘿嘿~"
			}
		},
		main = {
			{
				1100,
				"nil|明尼阿波利斯小姐捕鱼的时候应该是这样…嘿！…欸嘿嘿，咱的”圣劳伦斯河流特技“，怎、怎么样？|咱、咱很可爱…？欸嘿嘿…指挥官觉得咱很可爱吗…欸嘿嘿…"
			}
		},
		touch2 = {
			{
				1100,
				"指挥官，咱、咱好歹也是偶像…这这这种事还是…不过…啊呜……"
			}
		},
		feeling5 = {
			{
				1100,
				"♪～炸鱼薯条♪指挥官要加盐还是蛋黄酱？咱喂你吃吧！欸嘿嘿…啊、啊嗯~"
			}
		}
	},
	[901110] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		touch2 = "",
		id = 901110,
		feeling1 = "",
		unlock = "",
		mail = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"驱逐舰恶毒……哈啊……听候差遣……不行了，好困"
			}
		},
		win_mvp = {
			{
				1100,
				"空想级优雅的实力——是无敌的。"
			}
		},
		lose = {
			{
				1100,
				"凯旋、指挥官，对不起…！"
			}
		},
		home = {
			{
				1100,
				"照着凯旋教的泡了一杯红茶……是真的，虽然我不保证好喝"
			}
		},
		battle = {
			{
				1100,
				"鸢尾之心，就存在于此！"
			}
		},
		detail = {
			{
				1100,
				"滚来……滚去……滚来……滚去……指挥官也要一起来吗？"
			}
		},
		main = {
			{
				1100,
				"nil|虽然今天没做什么事，但是也辛苦我自己了……嗯嗯，我真伟大|指挥官，好饿，我想吃敦刻尔克小姐的点心……欸，努力工作就可以休息十分钟……唔，好麻烦"
			}
		},
		expedition = {
			{
				1100,
				"大家都回来了，快去迎接她们吧，去吧~"
			}
		},
		mission = {
			{
				1100,
				"给指挥官的新指示来了哦"
			}
		},
		mission_complete = {
			{
				1100,
				"指挥官，任务奖励来了哦！"
			}
		},
		feeling5 = {
			{
				1100,
				"虽然想和指挥官约会，但是每次都要出门好麻烦，走路也很麻烦……唔，指挥官，下次我们还是在宿舍约会吧！"
			}
		}
	},
	[205060] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		mission = "",
		id = 205060,
		feeling1 = "",
		unlock = "",
		mail = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"舰队的管理工作还是挺繁杂的呢。有什么要我做的尽管来找我商量吧"
			}
		},
		lose = {
			{
				1100,
				"A light heart lives long，不要太失落了。"
			}
		},
		home = {
			{
				1100,
				"为胜利干杯。多亏有你，大家才能得到这样和平的喘息，不要忘了这点。"
			}
		},
		battle = {
			{
				1100,
				"为了陛下、以及指挥官的荣耀！"
			}
		},
		detail = {
			{
				1100,
				"要给你准备些点心吗？虽然没到乔治五世那样的水平，不过还是勉强能拿得出手的。"
			}
		},
		main = {
			{
				1100,
				"nil|反击、吸血鬼、胡德、还有欧根、俾斯麦…在你身边还真是永远没有无聊的机会呢|我已经习惯满足陛下了，所以你偶尔也提出些难办点的需求也没关系哦？我会完成它们，然后让你又一次迷恋上我的——呵呵，怎么样？"
			}
		},
		touch = {
			{
				1100,
				"差不多到茶会的时间了吧？"
			}
		},
		expedition = {
			{
				1100,
				"军事委托完成了。一起去迎接她们吧。"
			}
		},
		touch2 = {
			{
				1100,
				"你知道这举动的意义吧？呵呵呵"
			}
		},
		feeling5 = {
			{
				1100,
				"需要算计的恋情是最卑微的。我会向你呈现最真实的我，并且接受最真实的你——别担心，被幸福的热泪湿润的我的眼睛里，不会看到你的一点点小小失误的。这就是所谓的恋人啊。"
			}
		}
	},
	[205070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 205070,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"得到余之宠爱的指挥官啊，汝现在在想着什么呢？"
			}
		},
		win_mvp = {
			{
				1100,
				"在赤色的破坏前消融吧。光是撕裂破坏已经不足以满足余了。"
			}
		},
		battle = {
			{
				1100,
				"与余之眼瞳一起染成鲜红吧。"
			}
		},
		main = {
			{
				1100,
				"汝之存在对余的战斗方式有着很大的影响——没错，与汝充满激情的目光共鸣，余之瞳孔也染上了鲜血一般的赤红之色——|无论是乔治五世还是威尔士，安森还是豪，余是绝不会把汝让给她们的。汝是余最棒的猎物，也是余之证明。|悲哀的沙恩霍斯特，汝完全没有理解这肌肤、这眼瞳、还有这身体的价值。没错…指挥官对余来说，就是如此重要的存在。"
			}
		},
		touch2 = {
			{
				1100,
				"融为一体吧，无论是汝，还是余，抑或是其他一切——"
			}
		},
		feeling5 = {
			{
				1100,
				"罪孽深重的蛇啊，汝注定要被束缚在余之身旁，并奉上永恒的爱——作为交换，汝会得到余之宠爱，余将赐予汝拥抱余的权利。"
			}
		}
	},
	[902010] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 902010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"今天要做些什么？在身体生锈前快给我点事做吧？"
			}
		},
		home = {
			{
				1100,
				"在港区里果然不太有“本职”方面的工作呢…嗯，反正鸢尾的伙伴们也其乐融融地在这里，我也乐得轻松，嘿嘿~"
			}
		},
		detail = {
			{
				1100,
				"“本职工作”是什么…？这个嘛…应该是叫做“inquisition”…吧~至于含义嘛…果然还是不跟你说了~"
			}
		},
		main = {
			{
				1100,
				"nil|♪～指挥官，能帮我检查下这个有没有磨利嘛？嗯~自己来的话，总会担心上面是不是还沾了什么东西…|比起阿尔及利亚，还是在让巴尔底下干活感觉更适合我呢~你看嘛，就是那种“总之把对面全部干掉”就好的感觉…"
			}
		},
		touch2 = {
			{
				1100,
				"嗯嗯？嗯嗯嗯？…嗯…算啦♪"
			}
		}
	},
	[205100] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 205100,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"侍从，来得正好，一起研究下今天的报告吧！"
			}
		},
		home = {
			{
				1100,
				"侍从，战况如何？没有遇到什么问题吧？"
			}
		},
		main = {
			{
				1100,
				"太慢啦…红茶还没好吗…？我都喝习惯你泡的了，别让我等着嘛…|\"气场\"固然重要，不过，要令人真正心悦诚服，还得加上能力，以及真心呢…|nil"
			}
		},
		touch = {
			{
				1100,
				"有什么事情？我在听着哦，侍从。"
			}
		},
		feeling5 = {
			{
				1100,
				"事到如今，无论输赢都已经无所谓了。对我而言，与侍从你一起度过的时光才是最值得开心的事。…你也是这样想的吗？那太好了！我们再来一盘吧！"
			}
		}
	},
	[207010] = {
		feeling3 = "",
		win_mvp = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 207010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"指挥官，如果哪天觉得累了，稍微休息下，晚点来也无妨。只要提前跟我说一下就行。"
			}
		},
		home = {
			{
				1100,
				"今天也一切如常…哦？指挥官也平安归来了。嗯，这边也一切正常。"
			}
		},
		upgrade = {
			{
				1100,
				"感觉不错…谢谢你，为了指挥官，无论多么狭隘的航路我都会全力开拓的。"
			}
		},
		main = {
			{
				1100,
				"其实一旦习惯了，低卡食谱其实挺好吃的呢，有机会你也一起来试试吧，指挥官|如果是指挥官的话，让你看看这里面的记录也不是不行…|最近，和其他孩子们也能好好打招呼了呢，呵呵，是不是和指挥官待久了，我也变得柔和了呢？"
			}
		},
		touch = {
			{
				1100,
				"有什么事吗？如果是聚餐的话，唔…有指挥官在的话我也比较能安下心…能和我一起去吗？"
			}
		},
		touch2 = {
			{
				1100,
				"别看这样我其实没什么肉…你、你干嘛？！"
			}
		},
		feeling5 = {
			{
				1100,
				"事到如今，身材体重的事似乎也没那么值得烦恼了。因为我知道，不管怎样，指挥官都会一如既往地看待我。毕竟现在，我们都已经离不开彼此了，是吧，指挥官？"
			}
		}
	},
	[201330] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		home = "",
		mission = "",
		id = 201330,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		mission_complete = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"指挥官来了？嗯，资料和行程都在这里，还帮你准备了柠檬水，补充维生素，才能更好的工作哦~"
			}
		},
		headtouch = {
			{
				1100,
				"嗯…~指挥官的抚摸，让人很安心~"
			}
		},
		main_extra = {
			{
				1100,
				"指挥官的便当，不可以挑食哦！|胡德小姐今天还是那么优雅呀…指挥官也要加油哦，目标是像胡德小姐那样优雅自如！|捉迷藏当鬼的时候…总是凭着直觉就把大家都找到了呢，其实我还满擅长这个的？"
			}
		},
		touch = {
			{
				1100,
				"伊卡洛斯就在这里，有什么事情尽管跟我说吧~"
			}
		},
		touch2 = {
			{
				1100,
				"这、这种事情还是换个地方…(///"
			}
		},
		feeling5 = {
			{
				1100,
				"现在看来，比起太阳，指挥官更像冬天的暖炉呢，让人感到温暖，又不用担心灼伤~嘻嘻~就算像这样贴在一起~也没有关系吧！"
			}
		}
	},
	[202270] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 202270,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"早上好呀，指挥官，看你睡得熟我就没叫醒你，今天也一起加油工作吧~"
			}
		},
		main = {
			{
				1100,
				"指挥官，请坐好，然后闭上眼睛。我来给你做个皇家式的脸部按摩吧~|nil|像这样和指挥官一起解决掉一个个的工作，真是让人感到无比开心的事情呢~"
			}
		},
		touch = {
			{
				1100,
				"碳酸饮料？唔，真是没办法呢，今天只能再喝一瓶哦？"
			}
		},
		touch2 = {
			{
				1100,
				"真是的，唯有在这点上永远学不乖呢…"
			}
		},
		feeling5 = {
			{
				1100,
				"♪～房间打扫完毕，接下来是…啊，你回来了呀，指挥官。我马上给你做饭，稍微等一下就好~"
			}
		}
	},
	[205090] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 205090,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"欢迎回来。今天能从早到晚都和我一起吧？"
			}
		},
		home = {
			{
				1100,
				"出击辛苦了。先休息下，一起吃点小饼干，再开始总结报告吧？"
			}
		},
		main = {
			{
				1100,
				"姐妹们性格都挺强硬的，要指挥官多操心了，如果遇到什么烦恼请随时找我谈谈哦？|nil|点心会上大家都吃得很开心固然是不错，不过…为什么我准备的表演环节都没有什么反响呢…"
			}
		},
		touch = {
			{
				1100,
				"累了吗？我给你按摩按摩吧？"
			}
		},
		touch2 = {
			{
				1100,
				"也不是不能理解你的心情呢，呵呵。"
			}
		},
		feeling5 = {
			{
				1100,
				"呵呵呵，下次约会去哪呢…说起来，上次发现了一家看起来不错的点心店呢。我们俩一起去吧~"
			}
		}
	},
	[206060] = {
		feeling3 = "",
		win_mvp = "",
		home = "",
		mission = "",
		id = 206060,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"早起的鸟儿有虫吃，指挥官…要加油成为不被饿死的鸟儿哦。"
			}
		},
		detail = {
			{
				1100,
				"房间里的镜子，其实是为了方便随时练习对话用的…啊，不许笑我…"
			}
		},
		upgrade = {
			{
				1100,
				"非常感谢。…想要回礼吗？"
			}
		},
		main = {
			{
				1100,
				"有什么需要帮忙的可以告诉我，不过在那之前还是希望指挥官能自己努力一下…开玩笑的|工作就和即将到保质期的食物一样，放着不管会出问题的，有需要的话我来帮你吧，指挥官？|nil"
			}
		},
		main_extra = {
			{
				1100,
				"无畏，那个就是英仙座，看到了吗？"
			}
		},
		touch = {
			{
				1100,
				"要和我聊聊天吗？"
			}
		},
		expedition = {
			{
				1100,
				"指挥官…嗯，委托组完成委托回来了哦。"
			}
		},
		touch2 = {
			{
				1100,
				"…………"
			}
		},
		feeling5 = {
			{
				1100,
				"最近感觉…不止对指挥官，和其他舰船伙伴们都能更好地说上话了呢…都是因为有指挥官在我的身边，给我勇气与鼓励…我最喜欢指挥官了。"
			}
		}
	},
	[499040] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 499040,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"欢迎回来，指挥官。我们一起规划一下今天的任务吧？"
			}
		},
		home = {
			{
				1100,
				"我们毕竟并非机器，累了的话，稍微休息一会，我会帮你先顶着的。"
			}
		},
		detail = {
			{
				1100,
				"大家的轻松，正是基于对指挥官的信任。嗯，现在我能够理解她们了。"
			}
		},
		main = {
			{
				1100,
				"nil|我不喜欢变化，但是局势时不时要求我做出改变。不过，我与你之间的誓言，是永远不会变的，放心吧。|有谁犯了错让你不高兴了吗？能原谅的就都原谅吧，一些小错不值得让你为之大动干戈。"
			}
		},
		touch2 = {
			{
				1100,
				"唔！不要搞突然袭击啊…"
			}
		},
		feeling5 = {
			{
				1100,
				"说实话，你那时的突然举动让我一下子脑袋一片空白……不过，现在的我已经冷静下来了。嗯，我答应你，无论在什么状况下，我都会与你一同进退。"
			}
		}
	},
	[299030] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 299030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"亲~爱~的~！嘿~这是今天份的爱的拥抱哦！和亲爱的的拥抱，已经是我们之间必不可少的日常了呢~"
			}
		},
		home = {
			{
				1100,
				"亲爱的，你回来啦！出击没有受伤吧？有没有想柴郡呀？真是的，不用这么害羞嘛~！"
			}
		},
		headtouch = {
			{
				1100,
				"亲爱的，我又弄到了一些新的猫耳发饰，你来帮我试一下怎么样？……欸，不要躲开啦！明明戴着那么可爱~"
			}
		},
		main = {
			{
				1100,
				"nil|又在傻笑了？才没有傻笑呢！只是因为突然想起了亲爱的你嘛~|亲爱的，今天是想喝红茶呢，还是想喝果汁呢？我个人的推荐是自动售货机里的那款橙汁！…不，不会因为方便所以才推荐的哦？"
			}
		},
		mission_complete = {
			{
				1100,
				"任务完成！这些任务对我们来说小菜一碟啦~"
			}
		},
		touch2 = {
			{
				1100,
				"亲爱的！！…嗯？没什么事情哦？柴郡不能搞偷袭吗？"
			}
		},
		feeling5 = {
			{
				1100,
				"亲爱的~今天想去哪里~？想吃什么？有什么想问我的嘛？柴郡的话…想在亲爱的身边！想吃能和亲爱的一起吃的东西！最想说的是——亲爱的，最喜欢你啦！嘿嘿~"
			}
		}
	},
	[299040] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 299040,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				1100,
				"大家都想装上更强的鱼雷和火炮，都想加上更厚的装甲和更强力的引擎——虽然是没办法的事情，不过造价太高果然还是不行的吧|nil|来点青柠果汁如何？虽然有新鲜的水果是最好的，不过想要远洋航行的话，有些事还是得习惯习惯呢。"
			}
		},
		touch2 = {
			{
				1100,
				"大白天做些什么啊，你这是…"
			}
		},
		feeling5 = {
			{
				1100,
				"原来如此，这就是爱与被爱的感觉吗？不是试图掠夺对方，或是占有对方，而是有些紧张，又有些安心的矛盾情绪…真是奇妙。"
			}
		}
	},
	[499030] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		id = 499030,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"指挥官，咖啡泡好了，是你喜欢的口味。"
			}
		},
		battle = {
			{
				1100,
				"为了指挥官而战！"
			}
		},
		detail = {
			{
				1100,
				"指挥官会为我的战绩感到高兴吗？"
			}
		},
		main = {
			{
				1100,
				"指挥官，我买了一些咖啡豆。我来给你泡一杯手磨咖啡吧，你会喜欢的。|nil|最近，我开始庆幸自己诞生在这个时代，并拥有一名出色的指挥官……"
			}
		},
		touch = {
			{
				1100,
				"指挥官，我始终在你身边"
			}
		},
		mission = {
			{
				1100,
				"指挥官，休息之后不要忘了任务"
			}
		},
		mission_complete = {
			{
				1100,
				"任务的奖励……我去拿吧"
			}
		},
		mail = {
			{
				1100,
				"指挥官，我去取新的信件。这种小事就交给我好了"
			}
		},
		touch2 = {
			{
				1100,
				"咳、咳咳，指挥官，请自重！"
			}
		}
	},
	[305120] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 305120,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"来得挺早的嘛，决定好今天要出击去哪了吗？"
			}
		},
		win_mvp = {
			{
				1100,
				"这才是想给大家看到的活跃啊！哈哈哈哈！"
			}
		},
		battle = {
			{
				1100,
				"好啦，让我们认真地一决胜负吧！"
			}
		},
		main = {
			{
				1100,
				"nil|nil|今天忙活完了也去喝一杯吗？带上{namecode:76}她们的话，估计就不是一“杯”了吧，哈哈哈哈"
			}
		},
		touch2 = {
			{
				1100,
				"好，到此为止！肌肤相亲倒是没所谓，不过这个就有点太故意了哦"
			}
		}
	},
	[319010] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 319010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指挥官，欢迎回来。今天有什么需要{namecode:188}帮忙的吗？"
			}
		},
		win_mvp = {
			{
				1100,
				"运送装备看来有回报了呢♪"
			}
		},
		detail = {
			{
				1100,
				"♪～指挥官喜欢洋风的重樱点心吗？下次做便当的时候想拿来参考下呢，欸嘿嘿"
			}
		},
		main = {
			{
				1100,
				"下次休假的时候一起去温泉…？真的可以吗！？好开心！|啾啾奶茶…？啊，是之前流行过的那个饮料吧。今天要樫野给您准备一杯吗？|…呼…啊…！不、不好意思……听着风铃声不由自主的就…呼……"
			}
		},
		expedition = {
			{
				1100,
				"{namecode:188}去帮委托组的各位搬运报酬物资！指挥官安心陪回来的小伙伴们就好"
			}
		},
		touch2 = {
			{
				1100,
				"指、指挥官……///"
			}
		},
		feeling5 = {
			{
				1100,
				"呼……好舒服……谢谢指挥官。居然还帮我揉肩…下次就轮到我让指挥官好好舒服一下了呢～敬请期待吧，呼呼呼♪"
			}
		}
	},
	[301840] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		mission = "",
		touch2 = "",
		id = 301840,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"欢迎回来！今天的{namecode:27}只想撒娇，什么任务都不想做哦！啊哈，当然是开玩笑的啦！…欸，可以吗？"
			}
		},
		home = {
			{
				1100,
				"{namecode:27}乃不沉舰是也！故而指挥官亦不败…相信无论前往何处都能平安归来的！欢迎回来！"
			}
		},
		headtouch = {
			{
				1100,
				"指挥官的话，给你多摸摸耳朵也不是不行哦？"
			}
		},
		detail = {
			{
				1100,
				"谢谢指挥官！帮大忙啦！…怎么样？指挥官有没有觉得被感谢了以后有种什么都做得到的感觉？"
			}
		},
		main_extra = {
			{
				1100,
				"{namecode:75}{namecode:75}，把这把刀像这样…然后旗帜像这样……好啦！战国风全副武装，完成！|噗太，今天想吃什么？…啊！指挥官老是给噗太投食结果这孩子一下子就跑到你那去了啦！"
			}
		},
		mission_complete = {
			{
				1100,
				"任务完成了！啊，作为奖励，让我在指挥官身上躺一会嘛~"
			}
		},
		feeling5 = {
			{
				1100,
				"指挥官的怀里好舒服啊~我蹭蹭~欸，有，有人来了？！咳咳！有，有什么需要{namecode:27}帮忙的吗！……骗我的？啊，真是的！"
			}
		}
	},
	[204040] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 204040,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指挥官，声望正在待机中，请下达今天的命令…啊，请不要给声望“去玩”的命令！"
			}
		},
		home = {
			{
				1100,
				"后勤支援交给贝法，作战报告就交给声望！这正是女仆和骑士的职责！"
			}
		},
		detail = {
			{
				1100,
				"指挥官，今天要读的不是有关骑士的书吗？唔嗯……是指挥官推荐的我就看！"
			}
		},
		main = {
			{
				1100,
				"唔…嗯…我、我没有困，我不要睡觉，我要保护指挥官…我没有揉眼睛…|小声望很可爱吗？……唔嗯，指挥官，虽然得到赞美我很高兴，但我希望的是自己的能力得到承认！|nil"
			}
		},
		touch = {
			{
				1100,
				"唔，虽然现在还不需要补充糖分。不过就一颗的话...…"
			}
		}
	},
	[408090] = {
		feeling3 = "",
		upgrade = "",
		expedition = "",
		mission = "",
		id = 408090,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"噢，你来啦。能让我这么早到的，也就只有你了。"
			}
		},
		win_mvp = {
			{
				1100,
				"说过的吧？会给你带来更多战果的~啾~"
			}
		},
		home = {
			{
				1100,
				"指挥官，地图给你——啊，错了，不是这张。…嗯？这个么，是之前稍微查了下约会地点用的…——"
			}
		},
		battle = {
			{
				1100,
				"踏实地歼灭敌人吧…！"
			}
		},
		detail = {
			{
				1100,
				"♪～…怎么？不是一直都这么看着我的么，事到如今怎么还紧张起来了？"
			}
		},
		main = {
			{
				1100,
				"即使面对潜伏的未知，只要有足以托付后背的伙伴就不足为惧。没错，就像港区的伙伴们这样|nil|nil"
			}
		},
		main_extra = {
			{
				1100,
				"啊哈哈哈，Z1那家伙又被Z2念叨了。你想念也念念我呗，我不介意的|在咖啡和朗姆酒的混合饮料里加上柠檬和胡椒……你想喝喝看这个吗？正常是喝不了的就是……"
			}
		},
		touch = {
			{
				1100,
				"如果是你的请求，无论如何我都会听听的哦？"
			}
		},
		mission_complete = {
			{
				1100,
				"任务报酬给你拿来了哦，没事，我想帮忙而已。"
			}
		},
		mail = {
			{
				1100,
				"信箱，你要懒得看的话，我帮你确认掉吧"
			}
		},
		touch2 = {
			{
				1100,
				"唔…嗯……"
			}
		}
	},
	[201320] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 201320,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"忍耐，忍耐……啊，指挥官，你终于来啦！我好想你！"
			}
		},
		main = {
			{
				1100,
				"指挥官，放假的时候一起去冰原探险吧~很有趣的！有我在，不会出事的！|指挥官，现在不用我帮忙吗？那我在旁边等着，不会吵到你的~|目标，指挥官的怀里，爱斯基摩人式飞扑，起跳~"
			}
		},
		touch = {
			{
				1100,
				"指挥官，我有乖乖等你叫我哦？要我去干什么嘛？"
			}
		},
		feeling5 = {
			{
				1100,
				"……说点什么？哦~那我能说话啦？本来还是想静静的不打扰你的，不过既然指挥官都这么说了——那我就要黏着你啦！嘿嘿嘿嘿，这个可是你先说的哦！"
			}
		}
	},
	[901120] = {
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		id = 901120,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"早安…今、今天不会还要练习吧…？"
			}
		},
		win_mvp = {
			{
				1100,
				"为鸢尾之光而喝彩、而感动吧！…安可就算了！"
			}
		},
		home = {
			{
				1100,
				"累死了……为什么演唱会那么累人啊…想休息一天……"
			}
		},
		detail = {
			{
				1100,
				"这时候要把手伸直然后转身…也太扯了吧…Zzzzzz…什什什什什么！？啊，我睡着了吗？？"
			}
		},
		main = {
			{
				1100,
				"身为偶像，不能跟粉丝距离太近——没错，所以签名啥的也不用了吧~♪|只、只要努力练习，就能吃到敦刻尔克的点心…！再坚持一下…！|斯佩小姐也要一起练习吗？唔，我、我当然是没问题啊？"
			}
		},
		touch = {
			{
				1100,
				"啊~没错没错，就是这里，多揉揉~"
			}
		},
		expedition = {
			{
				1100,
				"委托组好像回来了。嗯，刚才贝亚恩说的。"
			}
		},
		mission = {
			{
				1100,
				"今天的通告也…啊，没人说过要全部接下来的吧~！"
			}
		},
		mission_complete = {
			{
				1100,
				"不行了…累趴了……确认了奖励以后就休息吧！"
			}
		},
		mail = {
			{
				1100,
				"……（好好奇啊…工作是变多了还是没变多呀……）"
			}
		},
		touch2 = {
			{
				1100,
				"累死了…啊呜…呜呜呜……"
			}
		}
	},
	[107230] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 107230,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"很高兴能见到指挥官，今天也一起加油吧？"
			}
		},
		home = {
			{
				1100,
				"你看起来挺累，我来帮你擦擦汗吧"
			}
		},
		detail = {
			{
				1100,
				"指挥官，今天萨拉托加前辈的演习你看到了吗？她还是那么富有创造力呢！"
			}
		},
		main = {
			{
				1100,
				"今天被萨拉托加前辈叫普林斯顿妹妹了…怎么办，指挥官，今天就定为我的幸运日好了！|蒙彼利埃的姐姐，克利夫兰…确实是个很有魅力的人呢。她身上也有不少值得我学习的地方…|我来帮你分担一些工作吧。没关系，我们不是说好要一起向着萨拉托加前辈努力变强吗？…唔，没有说过吗？"
			}
		},
		touch = {
			{
				1100,
				"指挥官，不要用萨拉托加前辈来逗我，我是不会上当……诶，萨、萨拉托加前辈？！"
			}
		},
		touch2 = {
			{
				1100,
				"都说了不可以这样了呀…（锤"
			}
		},
		feeling5 = {
			{
				1100,
				"好！“萨拉托加前辈战斗英姿欣赏&解析会”要开始了！前辈的新歌鉴赏会放到这个之后！指挥官，要陪我到最后哦！"
			}
		}
	},
	[407030] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		home = "",
		mission = "",
		id = 407030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"好好工作吧，无论是你的时间还是我的时间，都不是可以轻易浪费的呢。"
			}
		},
		main_extra = {
			{
				1100,
				"我没有打扰你深思熟虑的意思，不过注意下，距离下一个预定计划，只有不到一分钟了哦？|战斗中的{namecode:92}，简直像一只野兽呢。不过我也挺喜欢那样子的|我不止是齐柏林，也是你的伙伴哦，否则的话，我怎么会在你身上花费我宝贵的时间呢？"
			}
		},
		touch2 = {
			{
				1100,
				"这样似乎也能让我的效率更高呢，呵呵…"
			}
		}
	},
	[403090] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		mission = "",
		id = 403090,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"欢~迎~回~来~！今天也一起加油吧！指挥官！"
			}
		},
		home = {
			{
				1100,
				"下次让我出击，或者陪我玩，选一个吧！指挥官！"
			}
		},
		detail = {
			{
				1100,
				"哇哇，不要乱动啦小铁！这个贴不上去了！指挥官，帮帮忙！"
			}
		},
		main = {
			{
				1100,
				"指挥官在找的文件~~是这个吧？嘿嘿，就说可以放心交给我嘛~|噢噢~大家聊得很开心啊！在说什么呢？…“如果如期建造了的话…”——嗯~~我的话只要能来指挥官这里其实就无所谓了呢~|放马过来吧精神领袖！让我看看你作为装甲舰的决心！…啊，我们是在说游戏的事哦？"
			}
		},
		touch = {
			{
				1100,
				"啊，又在打哈欠了。指挥官，要不要还是出去散散步放松下？"
			}
		},
		expedition = {
			{
				1100,
				"我把委托的伙伴们都送回去啦！哈哈，你说过我可以去接大家的嘛"
			}
		},
		mission_complete = {
			{
				1100,
				"指挥官有点坏呢，居然让我干这种不擅长的文书工作…干完了一起去拿报酬？那就再坚持干一会好了"
			}
		},
		touch2 = {
			{
				1100,
				"哇！？真是的，就知道是指挥官你啦"
			}
		}
	},
	[401240] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		mission = "",
		touch2 = "",
		id = 401240,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"居然敢让吾等这么久，凡人！吾都已经干了许多秘书舰的活儿了！"
			}
		},
		win_mvp = {
			{
				1100,
				"呼呼呼呼…呼呼呼啊哈哈哈哈哈哈！"
			}
		},
		home = {
			{
				1100,
				"总算回来了啊。有点累了……别跑！过来给吾揉揉肩捶捶背！"
			}
		},
		detail = {
			{
				1100,
				"…哼！（pose）哈哈哈！凡人，怎么样？可怕吧！想要屈服于吾了吧！……看、看汝之反应好像还可以再改进一点…"
			}
		},
		main_extra = {
			{
				1100,
				"赶快开始干活，凡人！……不许偷懒！不然吾就要用这个爪子挠汝了！|学习？…为、为何吾要做Z25她们那样的事啊…不要！不许把作业扔给吾！"
			}
		}
	},
	[402050] = {
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 402050,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"指挥官，今天也为了舰队好好工作吧！我会和你一起努力的！"
			}
		},
		win_mvp = {
			{
				1100,
				"我是MVP！呵呵…稍、稍微自豪一些也没问题吧！？"
			}
		},
		battle = {
			{
				1100,
				"指挥官，请下达指示…！"
			}
		},
		headtouch = {
			{
				1100,
				"突然摸……不摸头摸别的地方也不行！我会胡思乱…哇哇哇！？我说什么都没说！！"
			}
		},
		main = {
			{
				1100,
				"给大家准备的烤香肠…不行！还没做好呢！不管谁说我也一定要让她再等2分钟！|nil|又在偷懒了？看来需要给指挥官一点惩、惩罚了呢…啊呜……"
			}
		},
		touch = {
			{
				1100,
				"呜呜……这只是不经意的触碰…不经意的触碰啦！"
			}
		}
	},
	[301630] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		touch2 = "",
		id = 301630,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"欢迎回来，指挥官。不用太着急，和大家一起慢慢来吧。"
			}
		},
		home = {
			{
				1100,
				"{namecode:145}觉得没有比指挥官和大家身边更让人安心的地方了。指挥官觉得呢？"
			}
		},
		detail = {
			{
				1100,
				"港区有{namecode:148}、有指挥官，{namecode:145}想一直待在这里。"
			}
		},
		main = {
			{
				1100,
				"nil|指挥官，有吃好睡好吗？…嗯，有就好。|Zzzz…指挥官…？{namecode:145}可以再待一会吗…？晚安指挥官…Zzzz"
			}
		},
		main_extra = {
			{
				1100,
				"今天也和{namecode:148}她们一起开茶会吧？…{namecode:145}想和指挥官一起去。"
			}
		},
		touch = {
			{
				1100,
				"{namecode:145}，会一直守在指挥官身边的。"
			}
		},
		mission = {
			{
				1100,
				"指挥官…任务…和{namecode:145}一起加油完成掉吧。"
			}
		},
		mission_complete = {
			{
				1100,
				"任务的奖励…一会把{namecode:146}她们的分也拿过去吧。"
			}
		},
		mail = {
			{
				1100,
				"邮件…像{namecode:147}那样一边唱一边读比较好吗？"
			}
		}
	},
	all = {
		999010,
		801040,
		108030,
		999011,
		207050,
		905030,
		301090,
		301091,
		305140,
		306070,
		301260,
		202100,
		705010,
		702030,
		702020,
		705050,
		106550,
		103240,
		102270,
		107110,
		207020,
		105030,
		302140,
		805010,
		905010,
		301820,
		305080,
		903020,
		802020,
		901020,
		901030,
		202030,
		201100,
		901110,
		205060,
		205070,
		902010,
		205100,
		207010,
		201330,
		202270,
		205090,
		206060,
		499040,
		299030,
		299040,
		499030,
		305120,
		319010,
		301840,
		204040,
		408090,
		201320,
		901120,
		107230,
		407030,
		403090,
		401240,
		402050,
		301630
	}
}
