pg = pg or {}
pg.skill_data_display = {
	[4] = {
		id = 4,
		name = "损害管制"
	},
	[10] = {
		id = 10,
		name = "维修Lv1"
	},
	[11] = {
		id = 11,
		name = "维修Lv2"
	},
	[12] = {
		id = 12,
		name = "维修Lv3"
	},
	[13] = {
		id = 13,
		name = "维修Lv4"
	},
	[42] = {
		id = 42,
		name = "游刃有余"
	},
	[43] = {
		id = 43,
		name = "绝地反击"
	},
	[44] = {
		id = 44,
		name = "游刃有余"
	},
	[46] = {
		id = 46,
		name = "绝地反击"
	},
	[1001] = {
		id = 1001,
		name = "炮术指挥·驱逐舰"
	},
	[1002] = {
		id = 1002,
		name = "炮术指挥·巡洋舰"
	},
	[1003] = {
		id = 1003,
		name = "炮术指挥·战列舰"
	},
	[1004] = {
		id = 1004,
		name = "炮术指挥·先锋"
	},
	[1005] = {
		id = 1005,
		name = "炮术指挥·主力"
	},
	[1006] = {
		id = 1006,
		name = "炮术指挥·全员"
	},
	[1011] = {
		id = 1011,
		name = "雷击指挥·驱逐舰"
	},
	[1012] = {
		id = 1012,
		name = "雷击指挥·巡洋舰"
	},
	[1013] = {
		id = 1013,
		name = "雷击指挥·先锋"
	},
	[1021] = {
		id = 1021,
		name = "航空指挥·全员"
	},
	[1031] = {
		id = 1031,
		name = "装填指挥·驱逐舰"
	},
	[1032] = {
		id = 1032,
		name = "装填指挥·巡洋舰"
	},
	[1033] = {
		id = 1033,
		name = "装填指挥·战列舰"
	},
	[1034] = {
		id = 1034,
		name = "装填指挥·先锋"
	},
	[1035] = {
		id = 1035,
		name = "装填指挥·主力"
	},
	[1036] = {
		id = 1036,
		name = "装填指挥·全员"
	},
	[1037] = {
		id = 1037,
		name = "装填指挥·轻航"
	},
	[1041] = {
		id = 1041,
		name = "防空指挥·驱逐舰"
	},
	[1042] = {
		id = 1042,
		name = "防空指挥·巡洋舰"
	},
	[1043] = {
		id = 1043,
		name = "防空指挥·战列舰"
	},
	[1044] = {
		id = 1044,
		name = "防空指挥·先锋"
	},
	[1045] = {
		id = 1045,
		name = "防空指挥·主力"
	},
	[1046] = {
		id = 1046,
		name = "防空指挥·全员"
	},
	[1051] = {
		id = 1051,
		name = "战术指挥·驱逐舰"
	},
	[1052] = {
		id = 1052,
		name = "战术指挥·巡洋舰"
	},
	[1053] = {
		id = 1053,
		name = "战术指挥·战列舰"
	},
	[1054] = {
		id = 1054,
		name = "战术指挥·先锋"
	},
	[1055] = {
		id = 1055,
		name = "战术指挥·主力"
	},
	[1056] = {
		id = 1056,
		name = "战术指挥·全员"
	},
	[1061] = {
		id = 1061,
		name = "侧翼掩护"
	},
	[1071] = {
		id = 1071,
		name = "前线侦查"
	},
	[1081] = {
		id = 1081,
		name = "空袭引导"
	},
	[1091] = {
		id = 1091,
		name = "水雷战队"
	},
	[2001] = {
		id = 2001,
		name = "快速装填"
	},
	[2011] = {
		id = 2011,
		name = "火力全开"
	},
	[2021] = {
		id = 2021,
		name = "装填号令"
	},
	[2031] = {
		id = 2031,
		name = "强袭号令"
	},
	[2041] = {
		id = 2041,
		name = "重点打击"
	},
	[2051] = {
		id = 2051,
		name = "鱼雷连射"
	},
	[2061] = {
		id = 2061,
		name = "主炮连射"
	},
	[2071] = {
		id = 2071,
		name = "火力覆盖"
	},
	[2081] = {
		id = 2081,
		name = "穿甲弹精通"
	},
	[2091] = {
		id = 2091,
		name = "磁性鱼雷"
	},
	[2101] = {
		id = 2101,
		name = "鱼雷发射"
	},
	[2111] = {
		id = 2111,
		name = "袭扰战术"
	},
	[2121] = {
		id = 2121,
		name = "集火信号-鱼雷"
	},
	[2131] = {
		id = 2131,
		name = "防空支援"
	},
	[2141] = {
		id = 2141,
		name = "驱逐战强化"
	},
	[2151] = {
		id = 2151,
		name = "均衡鱼雷"
	},
	[2160] = {
		id = 2160,
		name = "预备雷击"
	},
	[2161] = {
		id = 2161,
		name = "预备雷击"
	},
	[2171] = {
		id = 2171,
		name = "防空警戒"
	},
	[2181] = {
		id = 2181,
		name = "全面戒备"
	},
	[2190] = {
		id = 2190,
		name = "备弹指令"
	},
	[2191] = {
		id = 2191,
		name = "备弹指令"
	},
	[2200] = {
		id = 2200,
		name = "空海切换"
	},
	[2201] = {
		id = 2201,
		name = "空海切换"
	},
	[3001] = {
		id = 3001,
		name = "快速起飞"
	},
	[3011] = {
		id = 3011,
		name = "强袭空母"
	},
	[3021] = {
		id = 3021,
		name = "舰队空母"
	},
	[3031] = {
		id = 3031,
		name = "支援空母"
	},
	[3041] = {
		id = 3041,
		name = "制空支援"
	},
	[3051] = {
		id = 3051,
		name = "航空掩护"
	},
	[3511] = {
		id = 3511,
		name = "额外供氧"
	},
	[3521] = {
		id = 3521,
		name = "水面作战"
	},
	[3531] = {
		id = 3531,
		name = "缓速鱼雷"
	},
	[3571] = {
		id = 3571,
		name = "轻巡猎手"
	},
	[3581] = {
		id = 3581,
		name = "重巡猎手"
	},
	[3591] = {
		id = 3591,
		name = "航母猎手"
	},
	[3611] = {
		id = 3611,
		name = "狼群战术"
	},
	[3621] = {
		id = 3621,
		name = "空域确认"
	},
	[3631] = {
		id = 3631,
		name = "远洋支援"
	},
	[4001] = {
		id = 4001,
		name = "防御姿态"
	},
	[4011] = {
		id = 4011,
		name = "防御号令"
	},
	[4021] = {
		id = 4021,
		name = "重点防护"
	},
	[4031] = {
		id = 4031,
		name = "损害管制"
	},
	[4041] = {
		id = 4041,
		name = "吸引火力"
	},
	[4051] = {
		id = 4051,
		name = "正面装甲"
	},
	[4061] = {
		id = 4061,
		name = "侧面装甲"
	},
	[4071] = {
		id = 4071,
		name = "紧急回避"
	},
	[4081] = {
		id = 4081,
		name = "烟雾弹"
	},
	[4091] = {
		id = 4091,
		name = "防空模式"
	},
	[4101] = {
		id = 4101,
		name = "烟雾弹·轻巡"
	},
	[4102] = {
		id = 4102,
		name = "烟雾弹·轻巡"
	},
	[4111] = {
		id = 4111,
		name = "穿甲防护"
	},
	[4121] = {
		id = 4121,
		name = "防护装甲"
	},
	[4130] = {
		id = 4130,
		name = "冲突禁止"
	},
	[4131] = {
		id = 4131,
		name = "冲突禁止"
	},
	[4141] = {
		id = 4141,
		name = "机动护卫"
	},
	[4150] = {
		id = 4150,
		name = "机动制压"
	},
	[4151] = {
		id = 4151,
		name = "机动制压"
	},
	[5001] = {
		id = 5001,
		name = "火力干扰"
	},
	[5011] = {
		id = 5011,
		name = "弱点侦测"
	},
	[5021] = {
		id = 5021,
		name = "空母护航"
	},
	[5031] = {
		id = 5031,
		name = "战舰护航"
	},
	[5041] = {
		id = 5041,
		name = "照明弹"
	},
	[5042] = {
		id = 5042,
		name = "照明弹"
	},
	[5051] = {
		id = 5051,
		name = "旗舰掩护"
	},
	[5061] = {
		id = 5061,
		name = "驱逐编队"
	},
	[5060] = {
		id = 5060,
		name = "驱逐编队"
	},
	[5071] = {
		id = 5071,
		name = "骑士之盾"
	},
	[5070] = {
		id = 5070,
		name = "骑士之盾"
	},
	[5081] = {
		id = 5081,
		name = "骑士之剑"
	},
	[5080] = {
		id = 5080,
		name = "骑士之剑"
	},
	[5101] = {
		id = 5101,
		name = "应急战备"
	},
	[5102] = {
		id = 5102,
		name = "应急战备"
	},
	[5103] = {
		id = 5103,
		name = "应急战备"
	},
	[5111] = {
		id = 5111,
		name = "航空辅助"
	},
	[6000] = {
		id = 6000,
		name = "小海狸中队"
	},
	[6010] = {
		id = 6010,
		name = "防鱼雷隔舱T1"
	},
	[6020] = {
		id = 6020,
		name = "防鱼雷隔舱T2"
	},
	[6030] = {
		id = 6030,
		name = "防鱼雷隔舱T3"
	},
	[6040] = {
		id = 6040,
		name = "SG雷达T1"
	},
	[6050] = {
		id = 6050,
		name = "SG雷达T2"
	},
	[6060] = {
		id = 6060,
		name = "SG雷达T3"
	},
	[6070] = {
		id = 6070,
		name = "航空副油箱T1"
	},
	[6080] = {
		id = 6080,
		name = "航空副油箱T2"
	},
	[6090] = {
		id = 6090,
		name = "航空副油箱T3"
	},
	[6100] = {
		id = 6100,
		name = "维修工具T1"
	},
	[6110] = {
		id = 6110,
		name = "维修工具T2"
	},
	[6120] = {
		id = 6120,
		name = "维修工具T3"
	},
	[6130] = {
		id = 6130,
		name = "珍珠之泪"
	},
	[6140] = {
		id = 6140,
		name = "灭火器T1"
	},
	[6150] = {
		id = 6150,
		name = "灭火器T2"
	},
	[6160] = {
		id = 6160,
		name = "灭火器T3"
	},
	[6170] = {
		id = 6170,
		name = "喵喵治愈"
	},
	[6180] = {
		id = 6180,
		name = "空中侦察"
	},
	[6190] = {
		id = 6190,
		name = "九一式穿甲弹"
	},
	[6200] = {
		id = 6200,
		name = "一式穿甲弹"
	},
	[6210] = {
		id = 6210,
		name = "超重弹"
	},
	[6220] = {
		id = 6220,
		name = "剑鱼(818中队)"
	},
	[6230] = {
		id = 6230,
		name = "幸运之Z"
	},
	[6231] = {
		id = 6231,
		name = "正义之Z"
	},
	[6240] = {
		id = 6240,
		name = "SBD无畏(麦克拉斯基队)"
	},
	[6250] = {
		id = 6250,
		name = "Jolly Rogers"
	},
	[6260] = {
		id = 6260,
		name = "精确锁定"
	},
	[6270] = {
		id = 6270,
		name = "机动回避"
	},
	[6280] = {
		id = 6280,
		name = "对空搜索"
	},
	[6300] = {
		id = 6300,
		name = "高效燃油"
	},
	[6310] = {
		id = 6310,
		name = "归航引导"
	},
	[6360] = {
		id = 6360,
		name = "延时射击"
	},
	[6370] = {
		id = 6370,
		name = "潜母特攻"
	},
	[7000] = {
		id = 7000,
		name = "莱茵演习"
	},
	[7500] = {
		id = 7500,
		name = "？？？？？"
	},
	[7510] = {
		id = 7510,
		name = "久远的支援"
	},
	[7511] = {
		id = 7511,
		name = "久远的支援"
	},
	[7520] = {
		id = 7520,
		name = "猫音的支援"
	},
	[7521] = {
		id = 7521,
		name = "猫音的支援"
	},
	[7530] = {
		id = 7530,
		name = "露露缇耶的支援"
	},
	[7531] = {
		id = 7531,
		name = "露露缇耶的支援"
	},
	[7540] = {
		id = 7540,
		name = "乌璐露的支援"
	},
	[7541] = {
		id = 7541,
		name = "乌璐露的支援"
	},
	[7550] = {
		id = 7550,
		name = "萨拉娜的支援"
	},
	[7551] = {
		id = 7551,
		name = "萨拉娜的支援"
	},
	[7560] = {
		id = 7560,
		name = "芙米露露的支援"
	},
	[7561] = {
		id = 7561,
		name = "芙米露露的支援"
	},
	[8521] = {
		id = 8521,
		name = "新生重樱联合"
	},
	[8530] = {
		id = 8530,
		name = "战术模拟-装填大幅提高"
	},
	[8610] = {
		id = 8610,
		name = "开火限制解除I"
	},
	[8611] = {
		id = 8611,
		name = "开火限制解除II"
	},
	[8612] = {
		id = 8612,
		name = "开火限制解除III "
	},
	[8613] = {
		id = 8613,
		name = "开火限制解除IV"
	},
	[8615] = {
		id = 8615,
		name = "精疲力竭"
	},
	[8616] = {
		id = 8616,
		name = "奋起之鹤"
	},
	[8640] = {
		id = 8640,
		name = "战术解放I"
	},
	[8641] = {
		id = 8641,
		name = "战术解放II"
	},
	[8642] = {
		id = 8642,
		name = "战术解放III"
	},
	[8643] = {
		id = 8643,
		name = "战术解放IV "
	},
	[8652] = {
		id = 8652,
		name = "塞壬供能装置"
	},
	[8653] = {
		id = 8653,
		name = "二重存在"
	},
	[8654] = {
		id = 8654,
		name = "白狐的加护"
	},
	[8655] = {
		id = 8655,
		name = "万组的羁绊"
	},
	[8662] = {
		id = 8662,
		name = "扫除开始"
	},
	[8663] = {
		id = 8663,
		name = "女仆的心得·力"
	},
	[8664] = {
		id = 8664,
		name = "女仆的心得·技"
	},
	[9010] = {
		id = 9010,
		name = "东煌之绊"
	},
	[9020] = {
		id = 9020,
		name = "抗击重樱"
	},
	[9030] = {
		id = 9030,
		name = "布里发动了技能！ "
	},
	[9031] = {
		id = 9031,
		name = "然而什么都没有发生 "
	},
	[10010] = {
		id = 10010,
		name = "浴火重生"
	},
	[10020] = {
		id = 10020,
		name = "水上狂飙"
	},
	[10030] = {
		id = 10030,
		name = "姐姐气质"
	},
	[10040] = {
		id = 10040,
		name = "31节伯克"
	},
	[10050] = {
		id = 10050,
		name = "彩虹计划"
	},
	[10060] = {
		id = 10060,
		name = "真红の不死鸟"
	},
	[10070] = {
		id = 10070,
		name = "雷达支援"
	},
	[10080] = {
		id = 10080,
		name = "战争之殇"
	},
	[10090] = {
		id = 10090,
		name = "我是NO.1！"
	},
	[10100] = {
		id = 10100,
		name = "爪哇海岸的跳跳鬼"
	},
	[10110] = {
		id = 10110,
		name = "妹妹真是太棒了！"
	},
	[10120] = {
		id = 10120,
		name = "潘多拉的魔盒"
	},
	[10121] = {
		id = 10121,
		name = "潘多拉的魔盒"
	},
	[10130] = {
		id = 10130,
		name = "崩姐"
	},
	[10131] = {
		id = 10131,
		name = "崩姐"
	},
	[10140] = {
		id = 10140,
		name = "白鹰之泪"
	},
	[10150] = {
		id = 10150,
		name = "威压"
	},
	[10160] = {
		id = 10160,
		name = "最强之盾"
	},
	[10170] = {
		id = 10170,
		name = "航空先驱"
	},
	[10180] = {
		id = 10180,
		name = "舰炮掩护"
	},
	[10190] = {
		id = 10190,
		name = "复仇打击"
	},
	[10191] = {
		id = 10191,
		name = "复仇打击"
	},
	[10200] = {
		id = 10200,
		name = "LuckyE"
	},
	[10210] = {
		id = 10210,
		name = "大黄蜂-轰炸"
	},
	[10220] = {
		id = 10220,
		name = "损害管制"
	},
	[10230] = {
		id = 10230,
		name = "原型舰·驱逐"
	},
	[10240] = {
		id = 10240,
		name = "彗星头槌"
	},
	[10250] = {
		id = 10250,
		name = "标枪突袭"
	},
	[10260] = {
		id = 10260,
		name = "魔炮-Armageddon！"
	},
	[10270] = {
		id = 10270,
		name = "最后的荣耀"
	},
	[10280] = {
		id = 10280,
		name = "“Z”的反击"
	},
	[10290] = {
		id = 10290,
		name = "皇家舰队的荣耀"
	},
	[10291] = {
		id = 10291,
		name = "皇家舰队的荣耀"
	},
	[10300] = {
		id = 10300,
		name = "女王号令"
	},
	[10310] = {
		id = 10310,
		name = "神射手"
	},
	[10320] = {
		id = 10320,
		name = "BIG SEVEN"
	},
	[10330] = {
		id = 10330,
		name = "剑鱼出击！"
	},
	[10340] = {
		id = 10340,
		name = "装甲空母"
	},
	[10350] = {
		id = 10350,
		name = "无限之darkness"
	},
	[10360] = {
		id = 10360,
		name = "所罗门的噩梦"
	},
	[10370] = {
		id = 10370,
		name = "佐世保{namecode:17}"
	},
	[10380] = {
		id = 10380,
		name = "Z系先驱"
	},
	[10381] = {
		id = 10381,
		name = "Z系先驱"
	},
	[10390] = {
		id = 10390,
		name = "不破之盾"
	},
	[10400] = {
		id = 10400,
		name = "旗舰掩护"
	},
	[10410] = {
		id = 10410,
		name = "所罗门的战神"
	},
	[10420] = {
		id = 10420,
		name = "先手必胜"
	},
	[10430] = {
		id = 10430,
		name = "一航战"
	},
	[10440] = {
		id = 10440,
		name = "一航战"
	},
	[10450] = {
		id = 10450,
		name = "最后的反击"
	},
	[10460] = {
		id = 10460,
		name = "二航战"
	},
	[10470] = {
		id = 10470,
		name = "二航战"
	},
	[10480] = {
		id = 10480,
		name = "姐妹同心"
	},
	[10490] = {
		id = 10490,
		name = "姐妹同心"
	},
	[10500] = {
		id = 10500,
		name = "抗击重樱"
	},
	[10510] = {
		id = 10510,
		name = "改变时代的炮声"
	},
	[10530] = {
		id = 10530,
		name = "铁血先锋"
	},
	[10540] = {
		id = 10540,
		name = "皇家同盟"
	},
	[10550] = {
		id = 10550,
		name = "后勤维修"
	},
	[10560] = {
		id = 10560,
		name = "终结旅程"
	},
	[10570] = {
		id = 10570,
		name = "纵火狂魔"
	},
	[10580] = {
		id = 10580,
		name = "吸血鬼之吻"
	},
	[10590] = {
		id = 10590,
		name = "原型舰·巡洋"
	},
	[10600] = {
		id = 10600,
		name = "万夜·忉利天"
	},
	[10601] = {
		id = 10601,
		name = "万夜·忉利天"
	},
	[10610] = {
		id = 10610,
		name = "燃烧号令"
	},
	[10620] = {
		id = 10620,
		name = "六驱精锐·{namecode:13}"
	},
	[10630] = {
		id = 10630,
		name = "六驱精锐·{namecode:14}"
	},
	[10640] = {
		id = 10640,
		name = "铁翼陨灭"
	},
	[10650] = {
		id = 10650,
		name = "袖珍战列舰"
	},
	[10660] = {
		id = 10660,
		name = "狙击手"
	},
	[10670] = {
		id = 10670,
		name = "北方的孤独女王"
	},
	[10680] = {
		id = 10680,
		name = "铁血之翼"
	},
	[10690] = {
		id = 10690,
		name = "铁血之鹰"
	},
	[10700] = {
		id = 10700,
		name = "破交作战"
	},
	[10710] = {
		id = 10710,
		name = "巨兽猎手"
	},
	[10720] = {
		id = 10720,
		name = "守卫之盾"
	},
	[10730] = {
		id = 10730,
		name = "鬼神"
	},
	[10740] = {
		id = 10740,
		name = "历战之躯"
	},
	[10750] = {
		id = 10750,
		name = "The Nick"
	},
	[10760] = {
		id = 10760,
		name = "东煌之绊"
	},
	[10770] = {
		id = 10770,
		name = "六驱精锐·{namecode:11}"
	},
	[10780] = {
		id = 10780,
		name = "幸运舰？"
	},
	[10781] = {
		id = 10781,
		name = "幸运回避"
	},
	[10782] = {
		id = 10782,
		name = "幸运暴击"
	},
	[10783] = {
		id = 10783,
		name = "厄运集火"
	},
	[10790] = {
		id = 10790,
		name = "五航战"
	},
	[10800] = {
		id = 10800,
		name = "五航战"
	},
	[10810] = {
		id = 10810,
		name = "鹤之加护"
	},
	[10820] = {
		id = 10820,
		name = "鹤之奋进"
	},
	[10821] = {
		id = 10821,
		name = "鹤之奋进"
	},
	[10830] = {
		id = 10830,
		name = "航空预备"
	},
	[10840] = {
		id = 10840,
		name = "决死突袭"
	},
	[10850] = {
		id = 10850,
		name = "命运的阴暗面"
	},
	[10860] = {
		id = 10860,
		name = "强袭模式·EX"
	},
	[10870] = {
		id = 10870,
		name = "华之二水战"
	},
	[10880] = {
		id = 10880,
		name = "LuckyLou"
	},
	[10890] = {
		id = 10890,
		name = "不屈之神通"
	},
	[10900] = {
		id = 10900,
		name = "救援组"
	},
	[10910] = {
		id = 10910,
		name = "新生重樱联合"
	},
	[10920] = {
		id = 10920,
		name = "T字战法"
	},
	[10930] = {
		id = 10930,
		name = "威光"
	},
	[10931] = {
		id = 10931,
		name = "威光"
	},
	[10940] = {
		id = 10940,
		name = "鬼神演舞"
	},
	[10950] = {
		id = 10950,
		name = "尚武之魂"
	},
	[10960] = {
		id = 10960,
		name = "特型领舰"
	},
	[10970] = {
		id = 10970,
		name = "好斗的玛丽"
	},
	[10980] = {
		id = 10980,
		name = "对空掩护"
	},
	[10990] = {
		id = 10990,
		name = "防空火力"
	},
	[11000] = {
		id = 11000,
		name = "英勇炮击"
	},
	[11001] = {
		id = 11001,
		name = "英勇炮击"
	},
	[11010] = {
		id = 11010,
		name = "铁底湾之夜"
	},
	[11011] = {
		id = 11011,
		name = "铁底湾之夜"
	},
	[11020] = {
		id = 11020,
		name = "胡蜂双螫"
	},
	[11030] = {
		id = 11030,
		name = "奇迹之风"
	},
	[11040] = {
		id = 11040,
		name = "鞍山级领舰"
	},
	[11050] = {
		id = 11050,
		name = "尖锐突击"
	},
	[11060] = {
		id = 11060,
		name = "互助同盟"
	},
	[11070] = {
		id = 11070,
		name = "团结一致"
	},
	[11080] = {
		id = 11080,
		name = "Silver Phantom"
	},
	[11090] = {
		id = 11090,
		name = "曙光"
	},
	[11100] = {
		id = 11100,
		name = "血雾之奏鸣"
	},
	[11110] = {
		id = 11110,
		name = "灭亡之悲叹"
	},
	[11120] = {
		id = 11120,
		name = "胜利之歌"
	},
	[11130] = {
		id = 11130,
		name = "第一驱逐舰"
	},
	[11140] = {
		id = 11140,
		name = "闪耀的谢菲"
	},
	[11141] = {
		id = 11141,
		name = "闪耀的谢菲"
	},
	[11150] = {
		id = 11150,
		name = "巴伦支海的逆袭"
	},
	[11160] = {
		id = 11160,
		name = "克里特岛战役"
	},
	[11170] = {
		id = 11170,
		name = "正义的伙伴"
	},
	[11180] = {
		id = 11180,
		name = "校准射击"
	},
	[11190] = {
		id = 11190,
		name = "伴随之风"
	},
	[11200] = {
		id = 11200,
		name = "所罗门的传说"
	},
	[11210] = {
		id = 11210,
		name = "歼灭模式"
	},
	[11220] = {
		id = 11220,
		name = "持续打击"
	},
	[11230] = {
		id = 11230,
		name = "吴港之{namecode:22}"
	},
	[11231] = {
		id = 11231,
		name = "吴港之{namecode:22}"
	},
	[11240] = {
		id = 11240,
		name = "不沉的幸运舰"
	},
	[11250] = {
		id = 11250,
		name = "萨沃岛突袭"
	},
	[11251] = {
		id = 11251,
		name = "萨沃岛突袭"
	},
	[11260] = {
		id = 11260,
		name = "鹰之顽抗"
	},
	[11270] = {
		id = 11270,
		name = "闪耀之星"
	},
	[11271] = {
		id = 11271,
		name = "闪耀之星"
	},
	[11272] = {
		id = 11272,
		name = "闪耀之星"
	},
	[11280] = {
		id = 11280,
		name = "完美的娇小女仆"
	},
	[11290] = {
		id = 11290,
		name = "淑女们的下午茶"
	},
	[11300] = {
		id = 11300,
		name = "压制炮击"
	},
	[11310] = {
		id = 11310,
		name = "重樱舰队旗舰-{namecode:74}"
	},
	[11320] = {
		id = 11320,
		name = "毁灭模式"
	},
	[11330] = {
		id = 11330,
		name = "荣光的一番舰"
	},
	[11340] = {
		id = 11340,
		name = "烈光的武勋舰"
	},
	[11350] = {
		id = 11350,
		name = "第八驱逐舰队"
	},
	[11360] = {
		id = 11360,
		name = "塔萨法隆格逆袭"
	},
	[11370] = {
		id = 11370,
		name = "致命穿透"
	},
	[11380] = {
		id = 11380,
		name = "谢幕演出"
	},
	[11381] = {
		id = 11381,
		name = "谢幕演出"
	},
	[11390] = {
		id = 11390,
		name = "潜行猎杀"
	},
	[11400] = {
		id = 11400,
		name = "魔女的恶作剧"
	},
	[11410] = {
		id = 11410,
		name = "狼群战术-U81"
	},
	[11420] = {
		id = 11420,
		name = "BIG SEVEN-樱"
	},
	[11430] = {
		id = 11430,
		name = "BIG SEVEN-樱"
	},
	[11440] = {
		id = 11440,
		name = "斯卡帕湾之牛"
	},
	[11450] = {
		id = 11450,
		name = "过载炮击"
	},
	[11460] = {
		id = 11460,
		name = "独狼"
	},
	[11461] = {
		id = 11461,
		name = "独狼"
	},
	[11470] = {
		id = 11470,
		name = "Nasty Asty"
	},
	[11480] = {
		id = 11480,
		name = "库拉湾之战"
	},
	[11481] = {
		id = 11481,
		name = "库拉湾之战"
	},
	[11490] = {
		id = 11490,
		name = "正面火力"
	},
	[11491] = {
		id = 11491,
		name = "正面火力"
	},
	[11500] = {
		id = 11500,
		name = "鸢尾之光"
	},
	[11501] = {
		id = 11501,
		name = "鸢尾之光"
	},
	[11510] = {
		id = 11510,
		name = "攻防转换"
	},
	[11520] = {
		id = 11520,
		name = "爱丽丝之心"
	},
	[11530] = {
		id = 11530,
		name = "海盗之魂"
	},
	[11540] = {
		id = 11540,
		name = "最后的炮火"
	},
	[11550] = {
		id = 11550,
		name = "Big Mamie"
	},
	[11560] = {
		id = 11560,
		name = "2700磅的正义"
	},
	[11570] = {
		id = 11570,
		name = "侦查支援"
	},
	[11580] = {
		id = 11580,
		name = "剑鱼出击·改"
	},
	[11581] = {
		id = 11581,
		name = "剑鱼出击·改"
	},
	[11590] = {
		id = 11590,
		name = "空域控制"
	},
	[11600] = {
		id = 11600,
		name = "格斗炮术"
	},
	[11610] = {
		id = 11610,
		name = "航空战队"
	},
	[11611] = {
		id = 11611,
		name = "航空战队"
	},
	[11612] = {
		id = 11612,
		name = "航空战队"
	},
	[11620] = {
		id = 11620,
		name = "命运之骰"
	},
	[11621] = {
		id = 11621,
		name = "群星之怒"
	},
	[11622] = {
		id = 11622,
		name = "多彩祥云"
	},
	[11623] = {
		id = 11623,
		name = "复仇怨火"
	},
	[11630] = {
		id = 11630,
		name = "重樱装母"
	},
	[11640] = {
		id = 11640,
		name = "善战之舰"
	},
	[11641] = {
		id = 11641,
		name = "善战之舰"
	},
	[11650] = {
		id = 11650,
		name = "航空阵列"
	},
	[11651] = {
		id = 11651,
		name = "航空阵列"
	},
	[11660] = {
		id = 11660,
		name = "绝对回避"
	},
	[11670] = {
		id = 11670,
		name = "意外赠礼"
	},
	[11680] = {
		id = 11680,
		name = "熟练的猎手"
	},
	[11690] = {
		id = 11690,
		name = "湖之都的蛮牛"
	},
	[11691] = {
		id = 11691,
		name = "湖之都的蛮牛"
	},
	[11700] = {
		id = 11700,
		name = "猛进射击"
	},
	[11710] = {
		id = 11710,
		name = "杜尔拉汗"
	},
	[11720] = {
		id = 11720,
		name = "星之歌"
	},
	[11721] = {
		id = 11721,
		name = "星之歌"
	},
	[11730] = {
		id = 11730,
		name = "LittleStar"
	},
	[11740] = {
		id = 11740,
		name = "风之加护"
	},
	[11750] = {
		id = 11750,
		name = "蛮啾,猫猫,小枭!"
	},
	[11760] = {
		id = 11760,
		name = "空袭信号"
	},
	[11761] = {
		id = 11761,
		name = "请等一下"
	},
	[11762] = {
		id = 11762,
		name = "可以上啦"
	},
	[11770] = {
		id = 11770,
		name = "Terror Field"
	},
	[11780] = {
		id = 11780,
		name = "千年之凤"
	},
	[11790] = {
		id = 11790,
		name = "运筹千里"
	},
	[11800] = {
		id = 11800,
		name = "克敌机先"
	},
	[11801] = {
		id = 11801,
		name = "克敌机先"
	},
	[11810] = {
		id = 11810,
		name = "战无不胜"
	},
	[11811] = {
		id = 11811,
		name = "战无不胜"
	},
	[11820] = {
		id = 11820,
		name = "攻无不取"
	},
	[11830] = {
		id = 11830,
		name = "花之牌"
	},
	[11831] = {
		id = 11831,
		name = "五光"
	},
	[11832] = {
		id = 11832,
		name = "猪鹿蝶"
	},
	[11833] = {
		id = 11833,
		name = "月见酒"
	},
	[11834] = {
		id = 11834,
		name = "种"
	},
	[11840] = {
		id = 11840,
		name = "花之牌"
	},
	[11841] = {
		id = 11841,
		name = "五光"
	},
	[11842] = {
		id = 11842,
		name = "青短"
	},
	[11843] = {
		id = 11843,
		name = "花见酒"
	},
	[11844] = {
		id = 11844,
		name = "滓"
	},
	[11850] = {
		id = 11850,
		name = "苏腊巴亚的刃光"
	},
	[11860] = {
		id = 11860,
		name = "苍狼之印"
	},
	[11870] = {
		id = 11870,
		name = "神射手·改"
	},
	[11871] = {
		id = 11871,
		name = "神射手·改"
	},
	[11880] = {
		id = 11880,
		name = "皇家传奇"
	},
	[11890] = {
		id = 11890,
		name = "光焰中的奇迹"
	},
	[11900] = {
		id = 11900,
		name = "816中队"
	},
	[11910] = {
		id = 11910,
		name = "鹰击长空"
	},
	[11920] = {
		id = 11920,
		name = "天之骑士"
	},
	[11921] = {
		id = 11921,
		name = "天之骑士"
	},
	[11922] = {
		id = 11922,
		name = "天之骑士"
	},
	[11930] = {
		id = 11930,
		name = "杜立特空袭.改"
	},
	[11940] = {
		id = 11940,
		name = "天与海的观测者"
	},
	[11941] = {
		id = 11941,
		name = "天与海的观测者"
	},
	[11942] = {
		id = 11942,
		name = "天与海的观测者"
	},
	[11950] = {
		id = 11950,
		name = "不冻港的协奏曲"
	},
	[11960] = {
		id = 11960,
		name = "峡湾之星"
	},
	[11970] = {
		id = 11970,
		name = "战意提升"
	},
	[11980] = {
		id = 11980,
		name = "特混分队旗舰"
	},
	[11981] = {
		id = 11981,
		name = "特混分队旗舰"
	},
	[11990] = {
		id = 11990,
		name = "恪尽职守"
	},
	[11991] = {
		id = 11991,
		name = "恪尽职守"
	},
	[11992] = {
		id = 11992,
		name = "恪尽职守"
	},
	[12000] = {
		id = 12000,
		name = "远东的羁绊"
	},
	[12001] = {
		id = 12001,
		name = "远东的羁绊"
	},
	[12010] = {
		id = 12010,
		name = "Code:Hikari"
	},
	[12030] = {
		id = 12030,
		name = "火力倾泻"
	},
	[12041] = {
		id = 12041,
		name = "试作乙型主炮！"
	},
	[12042] = {
		id = 12042,
		name = "速射鱼雷发射器！"
	},
	[12043] = {
		id = 12043,
		name = "烟花炸弹！"
	},
	[12044] = {
		id = 12044,
		name = "抑制屏障！"
	},
	[12046] = {
		id = 12046,
		name = "虚拟屏障！"
	},
	[12047] = {
		id = 12047,
		name = "便携修理装置！"
	},
	[12048] = {
		id = 12048,
		name = "家用创可贴！"
	},
	[12050] = {
		id = 12050,
		name = "鱼雷、发射！"
	},
	[12060] = {
		id = 12060,
		name = "圣山的小巫女"
	},
	[12070] = {
		id = 12070,
		name = "先发制人"
	},
	[12080] = {
		id = 12080,
		name = "赤红的加护"
	},
	[12090] = {
		id = 12090,
		name = "吃我一炮!"
	},
	[12091] = {
		id = 12091,
		name = "炮击准备~"
	},
	[12092] = {
		id = 12092,
		name = "吃我一炮!!"
	},
	[12100] = {
		id = 12100,
		name = "铁血第一航母！"
	},
	[12111] = {
		id = 12111,
		name = "暗炎弹"
	},
	[12112] = {
		id = 12112,
		name = "爆裂的破灭疾风弹"
	},
	[12113] = {
		id = 12113,
		name = "万把刀"
	},
	[12120] = {
		id = 12120,
		name = "Wahrheit"
	},
	[12121] = {
		id = 12121,
		name = "Wahrheit"
	},
	[12130] = {
		id = 12130,
		name = "不屈的力量"
	},
	[12131] = {
		id = 12131,
		name = "不屈的力量"
	},
	[12132] = {
		id = 12132,
		name = "不屈的力量"
	},
	[12135] = {
		id = 12135,
		name = "不屈的力量"
	},
	[12140] = {
		id = 12140,
		name = "铁血的意志"
	},
	[12150] = {
		id = 12150,
		name = "最适化武装"
	},
	[12151] = {
		id = 12151,
		name = "最适化武装"
	},
	[12152] = {
		id = 12152,
		name = "最适化武装"
	},
	[12153] = {
		id = 12153,
		name = "最适化武装"
	},
	[12160] = {
		id = 12160,
		name = "日不落的辉光"
	},
	[12161] = {
		id = 12161,
		name = "日不落的辉光"
	},
	[12170] = {
		id = 12170,
		name = "最适化武装"
	},
	[12171] = {
		id = 12171,
		name = "最适化武装"
	},
	[12172] = {
		id = 12172,
		name = "最适化武装"
	},
	[12173] = {
		id = 12173,
		name = "最适化武装"
	},
	[12180] = {
		id = 12180,
		name = "誓言之光"
	},
	[12181] = {
		id = 12181,
		name = "誓言之光"
	},
	[12182] = {
		id = 12182,
		name = "誓言之光"
	},
	[12190] = {
		id = 12190,
		name = "魔力猛击"
	},
	[12191] = {
		id = 12191,
		name = "魔力猛击"
	},
	[12200] = {
		id = 12200,
		name = "尽职守护"
	},
	[12210] = {
		id = 12210,
		name = "蜂鸟侵扰"
	},
	[12280] = {
		id = 12280,
		name = "毁灭模式·原型"
	},
	[12290] = {
		id = 12290,
		name = "安全第一！"
	},
	[12291] = {
		id = 12291,
		name = "安全第一！"
	},
	[12220] = {
		id = 12220,
		name = "纯洁之光"
	},
	[12230] = {
		id = 12230,
		name = "天真烂漫的少女"
	},
	[12233] = {
		id = 12233,
		name = "天真烂漫的少女"
	},
	[12240] = {
		id = 12240,
		name = "骑士之心"
	},
	[12250] = {
		id = 12250,
		name = "未经磨练的骑士"
	},
	[12251] = {
		id = 12251,
		name = "未经磨练的骑士"
	},
	[12260] = {
		id = 12260,
		name = "闪耀登场"
	},
	[12270] = {
		id = 12270,
		name = "Star Spark!"
	},
	[12300] = {
		id = 12300,
		name = "对空指令"
	},
	[12301] = {
		id = 12301,
		name = "对空指令"
	},
	[12310] = {
		id = 12310,
		name = "先进火控系统"
	},
	[12320] = {
		id = 12320,
		name = "Gassing Breath"
	},
	[12321] = {
		id = 12321,
		name = "Gassing Breath"
	},
	[12330] = {
		id = 12330,
		name = "兴奋之毒"
	},
	[12350] = {
		id = 12350,
		name = "不服输的小魔女"
	},
	[12351] = {
		id = 12351,
		name = "不服输的小魔女"
	},
	[12360] = {
		id = 12360,
		name = "爱的使者"
	},
	[12361] = {
		id = 12361,
		name = "爱的使者"
	},
	[12362] = {
		id = 12362,
		name = "爱的使者"
	},
	[12370] = {
		id = 12370,
		name = "格伦的问候"
	},
	[12380] = {
		id = 12380,
		name = "临别之礼"
	},
	[12390] = {
		id = 12390,
		name = "复仇之刃"
	},
	[12391] = {
		id = 12391,
		name = "复仇之刃"
	},
	[12400] = {
		id = 12400,
		name = "大鱼突击！"
	},
	[12401] = {
		id = 12401,
		name = "大鱼突击！"
	},
	[12410] = {
		id = 12410,
		name = "狼群战术-U101"
	},
	[12411] = {
		id = 12411,
		name = "狼群战术-U101"
	},
	[12420] = {
		id = 12420,
		name = "Londinium"
	},
	[12421] = {
		id = 12421,
		name = "Londinium"
	},
	[12430] = {
		id = 12430,
		name = "Lucky A"
	},
	[12431] = {
		id = 12431,
		name = "Lucky A"
	},
	[12432] = {
		id = 12432,
		name = "Lucky A"
	},
	[12435] = {
		id = 12435,
		name = "Lucky A"
	},
	[12440] = {
		id = 12440,
		name = "领向和平的力量"
	},
	[12443] = {
		id = 12443,
		name = "领向和平的力量"
	},
	[12444] = {
		id = 12444,
		name = "领向和平的力量"
	},
	[12460] = {
		id = 12460,
		name = "鱼群守护"
	},
	[12461] = {
		id = 12461,
		name = "鱼群守护"
	},
	[12470] = {
		id = 12470,
		name = "陨翼双鲨"
	},
	[12471] = {
		id = 12471,
		name = "陨翼双鲨"
	},
	[12472] = {
		id = 12472,
		name = "陨翼双鲨"
	},
	[12480] = {
		id = 12480,
		name = "Final-AP-Ride"
	},
	[12490] = {
		id = 12490,
		name = "多面手"
	},
	[12491] = {
		id = 12491,
		name = "多面手"
	},
	[12500] = {
		id = 12500,
		name = "咆哮的挑战者"
	},
	[12501] = {
		id = 12501,
		name = "咆哮的挑战者"
	},
	[12520] = {
		id = 12520,
		name = "奋战的守护者"
	},
	[12521] = {
		id = 12521,
		name = "奋战的守护者"
	},
	[12530] = {
		id = 12530,
		name = "海上骑士的觉悟"
	},
	[12531] = {
		id = 12531,
		name = "海上骑士的觉悟"
	},
	[12540] = {
		id = 12540,
		name = "禁航警告"
	},
	[12541] = {
		id = 12541,
		name = "禁航警告"
	},
	[12550] = {
		id = 12550,
		name = "伍德斯托克的长弓"
	},
	[12560] = {
		id = 12560,
		name = "乘风的贝奇"
	},
	[12561] = {
		id = 12561,
		name = "乘风的贝奇"
	},
	[12570] = {
		id = 12570,
		name = "随伴之翼"
	},
	[12571] = {
		id = 12571,
		name = "随伴之翼"
	},
	[12572] = {
		id = 12572,
		name = "随伴之翼"
	},
	[12580] = {
		id = 12580,
		name = "机关禁止"
	},
	[12581] = {
		id = 12581,
		name = "机关禁止"
	},
	[12582] = {
		id = 12582,
		name = "机关禁止"
	},
	[12590] = {
		id = 12590,
		name = "盒式装甲"
	},
	[12591] = {
		id = 12591,
		name = "盒式装甲"
	},
	[12592] = {
		id = 12592,
		name = "盒式装甲"
	},
	[12600] = {
		id = 12600,
		name = "Rose Bombardamento"
	},
	[12601] = {
		id = 12601,
		name = "Rose Bombardamento"
	},
	[12602] = {
		id = 12602,
		name = "Rose Bombardamento"
	},
	[12603] = {
		id = 12603,
		name = "Rose Bombardamento"
	},
	[12605] = {
		id = 12605,
		name = "Rose Bombardamento"
	},
	[12606] = {
		id = 12606,
		name = "Rose Bombardamento"
	},
	[12607] = {
		id = 12607,
		name = "Rose Bombardamento"
	},
	[12608] = {
		id = 12608,
		name = "Rose Bombardamento"
	},
	[12610] = {
		id = 12610,
		name = "撒丁的矜持"
	},
	[12611] = {
		id = 12611,
		name = "撒丁的矜持"
	},
	[12612] = {
		id = 12612,
		name = "撒丁的矜持"
	},
	[12620] = {
		id = 12620,
		name = "特尔尼之盾"
	},
	[12621] = {
		id = 12621,
		name = "特尔尼之盾"
	},
	[12630] = {
		id = 12630,
		name = "弹药特性增强"
	},
	[12631] = {
		id = 12631,
		name = "弹药特性增强"
	},
	[12640] = {
		id = 12640,
		name = "撒丁的威压"
	},
	[12650] = {
		id = 12650,
		name = "变迁的记忆"
	},
	[12651] = {
		id = 12651,
		name = "变迁的记忆"
	},
	[12660] = {
		id = 12660,
		name = "特殊装弹"
	},
	[12670] = {
		id = 12670,
		name = "巨龙之链"
	},
	[12680] = {
		id = 12680,
		name = "风雨舞踏"
	},
	[12681] = {
		id = 12681,
		name = "风雨舞踏"
	},
	[12690] = {
		id = 12690,
		name = "Enigma"
	},
	[12691] = {
		id = 12691,
		name = "信号—开火"
	},
	[12692] = {
		id = 12692,
		name = "信号—防御"
	},
	[12693] = {
		id = 12693,
		name = "信号—集中"
	},
	[12694] = {
		id = 12694,
		name = "信号—命中"
	},
	[12695] = {
		id = 12695,
		name = "信号—防空"
	},
	[12696] = {
		id = 12696,
		name = "信号—机动"
	},
	[12700] = {
		id = 12700,
		name = "追随的Spiritual"
	},
	[12710] = {
		id = 12710,
		name = "降星的Passion"
	},
	[12720] = {
		id = 12720,
		name = "精准直击Arrow"
	},
	[12730] = {
		id = 12730,
		name = "闪耀起舞"
	},
	[12740] = {
		id = 12740,
		name = "Dualism"
	},
	[12741] = {
		id = 12741,
		name = "Dualism"
	},
	[12743] = {
		id = 12743,
		name = "Dualism"
	},
	[12744] = {
		id = 12744,
		name = "Dualism"
	},
	[12750] = {
		id = 12750,
		name = "Overture"
	},
	[12760] = {
		id = 12760,
		name = "热情火炎Fever"
	},
	[12770] = {
		id = 12770,
		name = "沉着冷静Shield"
	},
	[12780] = {
		id = 12780,
		name = "Cœur Battant"
	},
	[12781] = {
		id = 12781,
		name = "Cœur Battant"
	},
	[12782] = {
		id = 12782,
		name = "Cœur Battant"
	},
	[12790] = {
		id = 12790,
		name = "乐队领袖"
	},
	[12791] = {
		id = 12791,
		name = "乐队领袖"
	},
	[12792] = {
		id = 12792,
		name = "乐队领袖"
	},
	[12793] = {
		id = 12793,
		name = "乐队领袖"
	},
	[12800] = {
		id = 12800,
		name = "战术解放"
	},
	[12810] = {
		id = 12810,
		name = "战术解放"
	},
	[12820] = {
		id = 12820,
		name = "不灭之盾"
	},
	[12821] = {
		id = 12821,
		name = "不灭之盾"
	},
	[12822] = {
		id = 12822,
		name = "不灭之盾"
	},
	[12830] = {
		id = 12830,
		name = "从容指顾"
	},
	[12840] = {
		id = 12840,
		name = "新锐之刃"
	},
	[12850] = {
		id = 12850,
		name = "恶鬼怒刀"
	},
	[12860] = {
		id = 12860,
		name = "樱绽凤华"
	},
	[12862] = {
		id = 12862,
		name = "樱绽凤华"
	},
	[12870] = {
		id = 12870,
		name = "缘结舞鲸"
	},
	[12871] = {
		id = 12871,
		name = "缘结舞鲸"
	},
	[12873] = {
		id = 12873,
		name = "缘结舞鲸"
	},
	[12875] = {
		id = 12875,
		name = "缘结舞鲸"
	},
	[12880] = {
		id = 12880,
		name = "恶鬼之愿"
	},
	[12882] = {
		id = 12882,
		name = "恶鬼之愿"
	},
	[12890] = {
		id = 12890,
		name = "霞光之绊"
	},
	[12891] = {
		id = 12891,
		name = "噗噗被鬼火吓跑了..."
	},
	[12892] = {
		id = 12892,
		name = "霞光之绊"
	},
	[12900] = {
		id = 12900,
		name = "不死鸟之羽"
	},
	[12901] = {
		id = 12901,
		name = "不死鸟之羽"
	},
	[12910] = {
		id = 12910,
		name = "六驱精锐·{namecode:12}"
	},
	[12930] = {
		id = 12930,
		name = "Arias of Dido"
	},
	[12931] = {
		id = 12931,
		name = "Arias of Dido"
	},
	[12940] = {
		id = 12940,
		name = "For The Queen"
	},
	[12941] = {
		id = 12941,
		name = "For The Queen"
	},
	[12950] = {
		id = 12950,
		name = "The Fighting G"
	},
	[12951] = {
		id = 12951,
		name = "The Fighting G"
	},
	[12960] = {
		id = 12960,
		name = "守护之焰"
	},
	[12970] = {
		id = 12970,
		name = "实战教导"
	},
	[12980] = {
		id = 12980,
		name = "天蓝色的巡洋舰"
	},
	[12982] = {
		id = 12982,
		name = "天蓝色的巡洋舰"
	},
	[12990] = {
		id = 12990,
		name = "火力向导"
	},
	[12992] = {
		id = 12992,
		name = "火力向导"
	},
	[13000] = {
		id = 13000,
		name = "虚空的白骑兵"
	},
	[13010] = {
		id = 13010,
		name = "精准诱导"
	},
	[13020] = {
		id = 13020,
		name = "冰结锋芒"
	},
	[13025] = {
		id = 13025,
		name = "冰结锋芒"
	},
	[13030] = {
		id = 13030,
		name = "北联的狂放"
	},
	[13031] = {
		id = 13031,
		name = "北联的狂放"
	},
	[13040] = {
		id = 13040,
		name = "Mercury Memorial"
	},
	[13041] = {
		id = 13041,
		name = "Mercury Memorial"
	},
	[13050] = {
		id = 13050,
		name = "为革命献上祝福"
	},
	[13051] = {
		id = 13051,
		name = "为革命献上祝福"
	},
	[13060] = {
		id = 13060,
		name = "破冰移转"
	},
	[18010] = {
		id = 18010,
		name = "MKV型穿甲弹 +"
	},
	[18040] = {
		id = 18040,
		name = "底力爆发 +"
	},
	[18041] = {
		id = 18041,
		name = "底力爆发 +"
	},
	[18050] = {
		id = 18050,
		name = "心神合一 +"
	},
	[18070] = {
		id = 18070,
		name = "神话之传承 +"
	},
	[18071] = {
		id = 18071,
		name = "神话之传承 +"
	},
	[18100] = {
		id = 18100,
		name = "全方位装甲 +"
	},
	[18120] = {
		id = 18120,
		name = "Engine boost +"
	},
	[19000] = {
		id = 19000,
		name = "塞壬之敌"
	},
	[19001] = {
		id = 19001,
		name = "塞壬之敌"
	},
	[19002] = {
		id = 19002,
		name = "塞壬之敌"
	},
	[19010] = {
		id = 19010,
		name = "MKV型穿甲弹"
	},
	[19020] = {
		id = 19020,
		name = "海之女神"
	},
	[19030] = {
		id = 19030,
		name = "君王之睥睨 "
	},
	[19031] = {
		id = 19031,
		name = "君王之睥睨 "
	},
	[19040] = {
		id = 19040,
		name = "底力爆发"
	},
	[19041] = {
		id = 19041,
		name = "底力爆发"
	},
	[19050] = {
		id = 19050,
		name = "心神合一"
	},
	[19060] = {
		id = 19060,
		name = "一闪"
	},
	[19070] = {
		id = 19070,
		name = "神话之传承"
	},
	[19080] = {
		id = 19080,
		name = "特殊护甲"
	},
	[19090] = {
		id = 19090,
		name = "专业装填手"
	},
	[19091] = {
		id = 19091,
		name = "专业装填手"
	},
	[19100] = {
		id = 19100,
		name = "全方位装甲"
	},
	[19110] = {
		id = 19110,
		name = "高爆穿甲弹"
	},
	[19120] = {
		id = 19120,
		name = "Engine boost"
	},
	[19130] = {
		id = 19130,
		name = "飞行NG!"
	},
	[19131] = {
		id = 19131,
		name = "飞行NG!"
	},
	[19140] = {
		id = 19140,
		name = "两手准备"
	},
	[19141] = {
		id = 19141,
		name = "两手准备"
	},
	[19150] = {
		id = 19150,
		name = "Iron Sight Caliber"
	},
	[19160] = {
		id = 19160,
		name = "Heavy Barrel Blaster"
	},
	[19161] = {
		id = 19161,
		name = "Heavy Barrel Blaster"
	},
	[19170] = {
		id = 19170,
		name = "{namecode:164}流·一致斩"
	},
	[19180] = {
		id = 19180,
		name = "{namecode:164}流·六莲雷"
	},
	[19181] = {
		id = 19181,
		name = "{namecode:164}流·六莲雷"
	},
	[19190] = {
		id = 19190,
		name = "怒火连峰"
	},
	[19191] = {
		id = 19191,
		name = "怒火连峰"
	},
	[19200] = {
		id = 19200,
		name = "战场嗅觉"
	},
	[19210] = {
		id = 19210,
		name = "特殊炮击训练"
	},
	[19211] = {
		id = 19211,
		name = "特殊炮击训练"
	},
	[19212] = {
		id = 19212,
		name = "特殊炮击训练"
	},
	[19213] = {
		id = 19213,
		name = "特殊炮击训练"
	},
	[19214] = {
		id = 19214,
		name = "特殊炮击训练"
	},
	[19220] = {
		id = 19220,
		name = "破坏的交响曲"
	},
	[19221] = {
		id = 19221,
		name = "破坏的交响曲"
	},
	[19230] = {
		id = 19230,
		name = "混沌的奏鸣曲"
	},
	[19231] = {
		id = 19231,
		name = "混沌的奏鸣曲"
	},
	[19240] = {
		id = 19240,
		name = "暗黑的狂想曲"
	},
	[19241] = {
		id = 19241,
		name = "暗黑的狂想曲"
	},
	[19242] = {
		id = 19242,
		name = "暗黑的狂想曲"
	},
	[19250] = {
		id = 19250,
		name = "感知抑制模块"
	},
	[19260] = {
		id = 19260,
		name = "精密操作协议"
	},
	[19261] = {
		id = 19261,
		name = "精密操作协议"
	},
	[20011] = {
		id = 20011,
		name = "全弹发射I"
	},
	[20012] = {
		id = 20012,
		name = "全弹发射II"
	},
	[20021] = {
		id = 20021,
		name = "全弹发射I"
	},
	[20022] = {
		id = 20022,
		name = "全弹发射II"
	},
	[20031] = {
		id = 20031,
		name = "全弹发射I"
	},
	[20032] = {
		id = 20032,
		name = "全弹发射II"
	},
	[20041] = {
		id = 20041,
		name = "全弹发射I"
	},
	[20042] = {
		id = 20042,
		name = "全弹发射II"
	},
	[20051] = {
		id = 20051,
		name = "全弹发射I"
	},
	[20052] = {
		id = 20052,
		name = "全弹发射II"
	},
	[20061] = {
		id = 20061,
		name = "全弹发射I"
	},
	[20062] = {
		id = 20062,
		name = "全弹发射II"
	},
	[20071] = {
		id = 20071,
		name = "全弹发射I"
	},
	[20072] = {
		id = 20072,
		name = "全弹发射II"
	},
	[20111] = {
		id = 20111,
		name = "全弹发射I"
	},
	[20112] = {
		id = 20112,
		name = "全弹发射II"
	},
	[20121] = {
		id = 20121,
		name = "全弹发射I"
	},
	[20122] = {
		id = 20122,
		name = "全弹发射II"
	},
	[20131] = {
		id = 20131,
		name = "全弹发射I"
	},
	[20132] = {
		id = 20132,
		name = "全弹发射II"
	},
	[20141] = {
		id = 20141,
		name = "全弹发射I"
	},
	[20142] = {
		id = 20142,
		name = "全弹发射II"
	},
	[20211] = {
		id = 20211,
		name = "全弹发射I"
	},
	[20212] = {
		id = 20212,
		name = "全弹发射II"
	},
	[20221] = {
		id = 20221,
		name = "全弹发射I"
	},
	[20222] = {
		id = 20222,
		name = "全弹发射II"
	},
	[20231] = {
		id = 20231,
		name = "全弹发射I"
	},
	[20232] = {
		id = 20232,
		name = "全弹发射II"
	},
	[20241] = {
		id = 20241,
		name = "全弹发射I"
	},
	[20242] = {
		id = 20242,
		name = "全弹发射II"
	},
	[20251] = {
		id = 20251,
		name = "全弹发射I"
	},
	[20252] = {
		id = 20252,
		name = "全弹发射II"
	},
	[20261] = {
		id = 20261,
		name = "全弹发射I"
	},
	[20262] = {
		id = 20262,
		name = "全弹发射II"
	},
	[20271] = {
		id = 20271,
		name = "全弹发射I"
	},
	[20272] = {
		id = 20272,
		name = "全弹发射II"
	},
	[21011] = {
		id = 21011,
		name = "全弹发射I"
	},
	[21012] = {
		id = 21012,
		name = "全弹发射II"
	},
	[21021] = {
		id = 21021,
		name = "全弹发射I"
	},
	[21022] = {
		id = 21022,
		name = "全弹发射II"
	},
	[21031] = {
		id = 21031,
		name = "全弹发射I"
	},
	[21032] = {
		id = 21032,
		name = "全弹发射II"
	},
	[21041] = {
		id = 21041,
		name = "全弹发射I"
	},
	[21042] = {
		id = 21042,
		name = "全弹发射II"
	},
	[21051] = {
		id = 21051,
		name = "全弹发射I"
	},
	[21052] = {
		id = 21052,
		name = "全弹发射II"
	},
	[21061] = {
		id = 21061,
		name = "全弹发射I"
	},
	[21062] = {
		id = 21062,
		name = "全弹发射II"
	},
	[21071] = {
		id = 21071,
		name = "全弹发射I"
	},
	[21072] = {
		id = 21072,
		name = "全弹发射II"
	},
	[21081] = {
		id = 21081,
		name = "全弹发射I"
	},
	[21082] = {
		id = 21082,
		name = "全弹发射II"
	},
	[21091] = {
		id = 21091,
		name = "全弹发射I"
	},
	[21092] = {
		id = 21092,
		name = "全弹发射II"
	},
	[21111] = {
		id = 21111,
		name = "全弹发射I"
	},
	[21112] = {
		id = 21112,
		name = "全弹发射II"
	},
	[21121] = {
		id = 21121,
		name = "全弹发射I"
	},
	[21122] = {
		id = 21122,
		name = "全弹发射II"
	},
	[21131] = {
		id = 21131,
		name = "全弹发射I"
	},
	[21132] = {
		id = 21132,
		name = "全弹发射II"
	},
	[21141] = {
		id = 21141,
		name = "全弹发射I"
	},
	[21142] = {
		id = 21142,
		name = "全弹发射II"
	},
	[21151] = {
		id = 21151,
		name = "全弹发射I"
	},
	[21152] = {
		id = 21152,
		name = "全弹发射II"
	},
	[21161] = {
		id = 21161,
		name = "全弹发射I"
	},
	[21162] = {
		id = 21162,
		name = "全弹发射II"
	},
	[21171] = {
		id = 21171,
		name = "全弹发射I"
	},
	[21172] = {
		id = 21172,
		name = "全弹发射II"
	},
	[21211] = {
		id = 21211,
		name = "全弹发射I"
	},
	[21212] = {
		id = 21212,
		name = "全弹发射II"
	},
	[21221] = {
		id = 21221,
		name = "全弹发射I"
	},
	[21222] = {
		id = 21222,
		name = "全弹发射II"
	},
	[21231] = {
		id = 21231,
		name = "全弹发射I"
	},
	[21232] = {
		id = 21232,
		name = "全弹发射II"
	},
	[21241] = {
		id = 21241,
		name = "全弹发射I"
	},
	[21242] = {
		id = 21242,
		name = "全弹发射II"
	},
	[22011] = {
		id = 22011,
		name = "全弹发射I"
	},
	[22012] = {
		id = 22012,
		name = "全弹发射II"
	},
	[22021] = {
		id = 22021,
		name = "全弹发射I"
	},
	[22022] = {
		id = 22022,
		name = "全弹发射II"
	},
	[22031] = {
		id = 22031,
		name = "全弹发射I"
	},
	[22032] = {
		id = 22032,
		name = "全弹发射II"
	},
	[22041] = {
		id = 22041,
		name = "全弹发射I"
	},
	[22042] = {
		id = 22042,
		name = "全弹发射II"
	},
	[22051] = {
		id = 22051,
		name = "全弹发射I"
	},
	[22052] = {
		id = 22052,
		name = "全弹发射II"
	},
	[22056] = {
		id = 22056,
		name = "全弹发射I"
	},
	[22057] = {
		id = 22057,
		name = "全弹发射II"
	},
	[22061] = {
		id = 22061,
		name = "全弹发射I"
	},
	[22062] = {
		id = 22062,
		name = "全弹发射II"
	},
	[22071] = {
		id = 22071,
		name = "全弹发射I"
	},
	[22072] = {
		id = 22072,
		name = "全弹发射II"
	},
	[22081] = {
		id = 22081,
		name = "全弹发射I"
	},
	[22082] = {
		id = 22082,
		name = "全弹发射II"
	},
	[22091] = {
		id = 22091,
		name = "全弹发射I"
	},
	[22092] = {
		id = 22092,
		name = "全弹发射II"
	},
	[22111] = {
		id = 22111,
		name = "全弹发射I"
	},
	[22112] = {
		id = 22112,
		name = "全弹发射II"
	},
	[22121] = {
		id = 22121,
		name = "全弹发射I"
	},
	[22122] = {
		id = 22122,
		name = "全弹发射II"
	},
	[22131] = {
		id = 22131,
		name = "全弹发射I"
	},
	[22132] = {
		id = 22132,
		name = "全弹发射II"
	},
	[22141] = {
		id = 22141,
		name = "全弹发射I"
	},
	[22142] = {
		id = 22142,
		name = "全弹发射II"
	},
	[22151] = {
		id = 22151,
		name = "全弹发射I"
	},
	[22152] = {
		id = 22152,
		name = "全弹发射II"
	},
	[22161] = {
		id = 22161,
		name = "全弹发射I"
	},
	[22162] = {
		id = 22162,
		name = "全弹发射II"
	},
	[22211] = {
		id = 22211,
		name = "全弹发射I"
	},
	[22212] = {
		id = 22212,
		name = "全弹发射II"
	},
	[22221] = {
		id = 22221,
		name = "全弹发射I"
	},
	[22222] = {
		id = 22222,
		name = "全弹发射II"
	},
	[22231] = {
		id = 22231,
		name = "全弹发射I"
	},
	[22232] = {
		id = 22232,
		name = "全弹发射II"
	},
	[22241] = {
		id = 22241,
		name = "全弹发射I"
	},
	[22242] = {
		id = 22242,
		name = "全弹发射II"
	},
	[22251] = {
		id = 22251,
		name = "全弹发射I"
	},
	[22252] = {
		id = 22252,
		name = "全弹发射II"
	},
	[22253] = {
		id = 22253,
		name = "全弹发射改"
	},
	[22254] = {
		id = 22254,
		name = "全弹发射I"
	},
	[22255] = {
		id = 22255,
		name = "全弹发射II"
	},
	[22256] = {
		id = 22256,
		name = "全弹发射I"
	},
	[22257] = {
		id = 22257,
		name = "全弹发射II"
	},
	[22261] = {
		id = 22261,
		name = "全弹发射I"
	},
	[22262] = {
		id = 22262,
		name = "全弹发射II"
	},
	[23011] = {
		id = 23011,
		name = "全弹发射I"
	},
	[23012] = {
		id = 23012,
		name = "全弹发射II"
	},
	[23031] = {
		id = 23031,
		name = "全弹发射I"
	},
	[23032] = {
		id = 23032,
		name = "全弹发射II"
	},
	[23041] = {
		id = 23041,
		name = "全弹发射I"
	},
	[23042] = {
		id = 23042,
		name = "全弹发射II"
	},
	[23051] = {
		id = 23051,
		name = "全弹发射I"
	},
	[23052] = {
		id = 23052,
		name = "全弹发射II"
	},
	[23111] = {
		id = 23111,
		name = "全弹发射I"
	},
	[23112] = {
		id = 23112,
		name = "全弹发射II"
	},
	[23121] = {
		id = 23121,
		name = "全弹发射I"
	},
	[23122] = {
		id = 23122,
		name = "全弹发射II"
	},
	[23211] = {
		id = 23211,
		name = "全弹发射I"
	},
	[23212] = {
		id = 23212,
		name = "全弹发射II"
	},
	[23221] = {
		id = 23221,
		name = "全弹发射I"
	},
	[23222] = {
		id = 23222,
		name = "全弹发射II"
	},
	[23311] = {
		id = 23311,
		name = "全弹发射I"
	},
	[23312] = {
		id = 23312,
		name = "全弹发射II"
	},
	[23321] = {
		id = 23321,
		name = "全弹发射I"
	},
	[23322] = {
		id = 23322,
		name = "全弹发射II"
	},
	[23411] = {
		id = 23411,
		name = "全弹发射I"
	},
	[23412] = {
		id = 23412,
		name = "全弹发射II"
	},
	[23511] = {
		id = 23511,
		name = "全弹发射I"
	},
	[23512] = {
		id = 23512,
		name = "全弹发射II"
	},
	[24011] = {
		id = 24011,
		name = "全弹发射I"
	},
	[24012] = {
		id = 24012,
		name = "全弹发射II"
	},
	[24021] = {
		id = 24021,
		name = "专属弹幕-青龙I"
	},
	[24022] = {
		id = 24022,
		name = "专属弹幕-青龙II"
	},
	[24031] = {
		id = 24031,
		name = "专属弹幕-朱雀I"
	},
	[24032] = {
		id = 24032,
		name = "专属弹幕-朱雀II"
	},
	[24041] = {
		id = 24041,
		name = "专属弹幕-白虎I"
	},
	[24042] = {
		id = 24042,
		name = "专属弹幕-白虎II"
	},
	[24051] = {
		id = 24051,
		name = "专属弹幕-玄武I"
	},
	[24052] = {
		id = 24052,
		name = "专属弹幕-玄武II"
	},
	[24111] = {
		id = 24111,
		name = "全弹发射I"
	},
	[24112] = {
		id = 24112,
		name = "全弹发射II"
	},
	[24121] = {
		id = 24121,
		name = "全弹发射I"
	},
	[24122] = {
		id = 24122,
		name = "全弹发射II"
	},
	[25011] = {
		id = 25011,
		name = "全弹发射I"
	},
	[25012] = {
		id = 25012,
		name = "全弹发射II"
	},
	[25211] = {
		id = 25211,
		name = "全弹发射I"
	},
	[25212] = {
		id = 25212,
		name = "全弹发射II"
	},
	[25221] = {
		id = 25221,
		name = "全弹发射I"
	},
	[25222] = {
		id = 25222,
		name = "全弹发射II"
	},
	[26011] = {
		id = 26011,
		name = "全弹发射I"
	},
	[26012] = {
		id = 26012,
		name = "全弹发射II"
	},
	[26021] = {
		id = 26021,
		name = "全弹发射I"
	},
	[26022] = {
		id = 26022,
		name = "全弹发射II"
	},
	[26111] = {
		id = 26111,
		name = "全弹发射I"
	},
	[26112] = {
		id = 26112,
		name = "全弹发射II"
	},
	[28011] = {
		id = 28011,
		name = "全弹发射I"
	},
	[28012] = {
		id = 28012,
		name = "全弹发射II"
	},
	[28021] = {
		id = 28021,
		name = "全弹发射I"
	},
	[28022] = {
		id = 28022,
		name = "全弹发射II"
	},
	[28111] = {
		id = 28111,
		name = "全弹发射I"
	},
	[28112] = {
		id = 28112,
		name = "全弹发射II"
	},
	[29011] = {
		id = 29011,
		name = "专属弹幕-英格兰I"
	},
	[29012] = {
		id = 29012,
		name = "专属弹幕-英格兰II"
	},
	[29021] = {
		id = 29021,
		name = "专属弹幕-埃尔德里奇I"
	},
	[29022] = {
		id = 29022,
		name = "专属弹幕-埃尔德里奇II"
	},
	[29031] = {
		id = 29031,
		name = "专属弹幕-威廉·D·波特I"
	},
	[29032] = {
		id = 29032,
		name = "专属弹幕-威廉·D·波特II"
	},
	[29041] = {
		id = 29041,
		name = "专属弹幕-约翰斯顿I"
	},
	[29042] = {
		id = 29042,
		name = "专属弹幕-约翰斯顿II"
	},
	[29051] = {
		id = 29051,
		name = "专属弹幕-拉菲I"
	},
	[29052] = {
		id = 29052,
		name = "专属弹幕-拉菲II"
	},
	[29061] = {
		id = 29061,
		name = "专属弹幕-萤火虫I"
	},
	[29062] = {
		id = 29062,
		name = "专属弹幕-萤火虫II"
	},
	[29071] = {
		id = 29071,
		name = "专属弹幕-勇敢I"
	},
	[29072] = {
		id = 29072,
		name = "专属弹幕-勇敢II"
	},
	[29081] = {
		id = 29081,
		name = "专属弹幕-标枪I"
	},
	[29082] = {
		id = 29082,
		name = "专属弹幕-标枪II"
	},
	[29091] = {
		id = 29091,
		name = "专属弹幕-吸血鬼I"
	},
	[29092] = {
		id = 29092,
		name = "专属弹幕-吸血鬼II"
	},
	[29101] = {
		id = 29101,
		name = "专属弹幕-贝尔法斯特I"
	},
	[29102] = {
		id = 29102,
		name = "专属弹幕-贝尔法斯特II"
	},
	[29111] = {
		id = 29111,
		name = "专属弹幕-{namecode:6}I"
	},
	[29112] = {
		id = 29112,
		name = "专属弹幕-{namecode:6}II"
	},
	[29121] = {
		id = 29121,
		name = "专属弹幕-{namecode:16}I"
	},
	[29122] = {
		id = 29122,
		name = "专属弹幕-{namecode:16}II"
	},
	[29131] = {
		id = 29131,
		name = "专属弹幕-{namecode:22}I"
	},
	[29132] = {
		id = 29132,
		name = "专属弹幕-{namecode:22}II"
	},
	[29141] = {
		id = 29141,
		name = "专属弹幕-{namecode:18}I"
	},
	[29142] = {
		id = 29142,
		name = "专属弹幕-{namecode:18}II"
	},
	[29151] = {
		id = 29151,
		name = "专属弹幕-{namecode:44}I"
	},
	[29152] = {
		id = 29152,
		name = "专属弹幕-{namecode:44}II"
	},
	[29161] = {
		id = 29161,
		name = "专属弹幕-{namecode:45}I"
	},
	[29162] = {
		id = 29162,
		name = "专属弹幕-{namecode:45}II"
	},
	[29171] = {
		id = 29171,
		name = "专属弹幕-Z1I"
	},
	[29172] = {
		id = 29172,
		name = "专属弹幕-Z1II"
	},
	[29181] = {
		id = 29181,
		name = "专属弹幕-鞍山I"
	},
	[29182] = {
		id = 29182,
		name = "专属弹幕-鞍山II"
	},
	[29191] = {
		id = 29191,
		name = "专属弹幕-阿芙乐尔I"
	},
	[29192] = {
		id = 29192,
		name = "专属弹幕-阿芙乐尔II"
	},
	[29201] = {
		id = 29201,
		name = "专属弹幕-Z23I"
	},
	[29202] = {
		id = 29202,
		name = "专属弹幕-Z23II"
	},
	[29211] = {
		id = 29211,
		name = "专属弹幕-Z46I"
	},
	[29212] = {
		id = 29212,
		name = "专属弹幕-Z46II"
	},
	[29221] = {
		id = 29221,
		name = "专属弹幕-海王星I"
	},
	[29222] = {
		id = 29222,
		name = "专属弹幕-海王星II"
	},
	[29231] = {
		id = 29231,
		name = "专属弹幕-伊吹I"
	},
	[29232] = {
		id = 29232,
		name = "专属弹幕-伊吹II"
	},
	[29241] = {
		id = 29241,
		name = "专属弹幕-罗恩I"
	},
	[29242] = {
		id = 29242,
		name = "专属弹幕-罗恩II"
	},
	[29251] = {
		id = 29251,
		name = "专属弹幕-路易九世I"
	},
	[29252] = {
		id = 29252,
		name = "专属弹幕-路易九世II"
	},
	[29281] = {
		id = 29281,
		name = "专属弹幕-{namecode:158}I"
	},
	[29282] = {
		id = 29282,
		name = "专属弹幕-{namecode:158}II"
	},
	[29291] = {
		id = 29291,
		name = "专属弹幕-22I"
	},
	[29292] = {
		id = 29292,
		name = "专属弹幕-22II"
	},
	[29301] = {
		id = 29301,
		name = "专属弹幕-33I"
	},
	[29302] = {
		id = 29302,
		name = "专属弹幕-33II"
	},
	[29311] = {
		id = 29311,
		name = "专属弹幕-U47I"
	},
	[29312] = {
		id = 29312,
		name = "专属弹幕-U47II"
	},
	[29321] = {
		id = 29321,
		name = "专属弹幕-絮库夫I"
	},
	[29322] = {
		id = 29322,
		name = "专属弹幕-絮库夫II"
	},
	[29331] = {
		id = 29331,
		name = "专属弹幕-凯旋I"
	},
	[29332] = {
		id = 29332,
		name = "专属弹幕-凯旋II"
	},
	[29341] = {
		id = 29341,
		name = "专属弹幕-大青花鱼I"
	},
	[29342] = {
		id = 29342,
		name = "专属弹幕-大青花鱼II"
	},
	[29351] = {
		id = 29351,
		name = "专属弹幕-圣地亚哥"
	},
	[29361] = {
		id = 29361,
		name = "专属弹幕-天狼星I"
	},
	[29362] = {
		id = 29362,
		name = "专属弹幕-天狼星II"
	},
	[29371] = {
		id = 29371,
		name = "专属弹幕-{namecode:163}I"
	},
	[29372] = {
		id = 29372,
		name = "专属弹幕-{namecode:163}II"
	},
	[29381] = {
		id = 29381,
		name = "专属弹幕-{namecode:164}I"
	},
	[29382] = {
		id = 29382,
		name = "专属弹幕-{namecode:164}II"
	},
	[29391] = {
		id = 29391,
		name = "专属弹幕-西雅图I"
	},
	[29392] = {
		id = 29392,
		name = "专属弹幕-西雅图II"
	},
	[29401] = {
		id = 29401,
		name = "专属弹幕-确捷I"
	},
	[29402] = {
		id = 29402,
		name = "专属弹幕-确捷II"
	},
	[29411] = {
		id = 29411,
		name = "专属弹幕-恶毒I"
	},
	[29412] = {
		id = 29412,
		name = "专属弹幕-恶毒II"
	},
	[29421] = {
		id = 29421,
		name = "专属弹幕-伊168I"
	},
	[29422] = {
		id = 29422,
		name = "专属弹幕-伊168II"
	},
	[29431] = {
		id = 29431,
		name = "专属弹幕-U101I"
	},
	[29432] = {
		id = 29432,
		name = "专属弹幕-U101II"
	},
	[29441] = {
		id = 29441,
		name = "专属弹幕-棘鳍I"
	},
	[29442] = {
		id = 29442,
		name = "专属弹幕-棘鳍II"
	},
	[29451] = {
		id = 29451,
		name = "专属弹幕-克利夫兰(μ兵装)I"
	},
	[29452] = {
		id = 29452,
		name = "专属弹幕-克利夫兰(μ兵装)II"
	},
	[29461] = {
		id = 29461,
		name = "专属弹幕-谢菲尔德(μ兵装)I"
	},
	[29462] = {
		id = 29462,
		name = "专属弹幕-谢菲尔德(μ兵装)II"
	},
	[29471] = {
		id = 29471,
		name = "专属弹幕-希佩尔海军上将(μ兵装)I"
	},
	[29472] = {
		id = 29472,
		name = "专属弹幕-希佩尔海军上将(μ兵装)II"
	},
	[29481] = {
		id = 29481,
		name = "专属弹幕-{namecode:50}I"
	},
	[29482] = {
		id = 29482,
		name = "专属弹幕-{namecode:50}II"
	},
	[29491] = {
		id = 29491,
		name = "专属弹幕-黛朵I"
	},
	[29492] = {
		id = 29492,
		name = "专属弹幕-黛朵II"
	},
	[29501] = {
		id = 29501,
		name = "专属弹幕-塔什干I"
	},
	[29502] = {
		id = 29502,
		name = "专属弹幕-塔什干II"
	},
	[29511] = {
		id = 29511,
		name = "专属弹幕-恰巴耶夫I"
	},
	[29512] = {
		id = 29512,
		name = "专属弹幕-恰巴耶夫II"
	},
	[101010] = {
		id = 101010,
		name = "主人公补正"
	},
	[101020] = {
		id = 101020,
		name = "冥想·S"
	},
	[101030] = {
		id = 101030,
		name = "限阻破坏"
	},
	[101031] = {
		id = 101031,
		name = "限阻破坏"
	},
	[101040] = {
		id = 101040,
		name = "联结·阿萨姆"
	},
	[101050] = {
		id = 101050,
		name = "十字缔结"
	},
	[101060] = {
		id = 101060,
		name = "胜利刺穿"
	},
	[101070] = {
		id = 101070,
		name = "烈焰崩袭"
	},
	[101080] = {
		id = 101080,
		name = "三色秩序"
	},
	[101090] = {
		id = 101090,
		name = "蕾丝狂舞"
	},
	[101100] = {
		id = 101100,
		name = "幻影刃舞·风暴"
	},
	[101110] = {
		id = 101110,
		name = "众神之怒·雪崩雷震"
	},
	[101120] = {
		id = 101120,
		name = "怒旋·大吉岭"
	},
	[101121] = {
		id = 101121,
		name = "怒旋·大吉岭"
	},
	[101122] = {
		id = 101122,
		name = "怒旋·大吉岭"
	},
	[101123] = {
		id = 101123,
		name = "怒旋·大吉岭"
	},
	[101130] = {
		id = 101130,
		name = "宝石枪雨"
	},
	[102010] = {
		id = 102010,
		name = "bili看板娘"
	},
	[102020] = {
		id = 102020,
		name = "bili看板娘"
	},
	[103010] = {
		id = 103010,
		name = "四神变幻"
	},
	[103020] = {
		id = 103020,
		name = "十姊妹"
	},
	[103030] = {
		id = 103030,
		name = "白虹"
	},
	[103040] = {
		id = 103040,
		name = "夕星"
	},
	[103050] = {
		id = 103050,
		name = "生命的鼓动"
	},
	[103051] = {
		id = 103051,
		name = "生命的鼓动"
	},
	[103060] = {
		id = 103060,
		name = "百合根"
	},
	[103061] = {
		id = 103061,
		name = "百合根"
	},
	[103062] = {
		id = 103062,
		name = "百合根"
	},
	[103063] = {
		id = 103063,
		name = "百合根"
	},
	[103070] = {
		id = 103070,
		name = "锁之巫女"
	},
	[103080] = {
		id = 103080,
		name = "双影无双"
	},
	[103090] = {
		id = 103090,
		name = "锁之巫女"
	},
	[103100] = {
		id = 103100,
		name = "双影无双"
	},
	[103110] = {
		id = 103110,
		name = "百華蜜"
	},
	[103120] = {
		id = 103120,
		name = "蜜月"
	},
	[104010] = {
		id = 104010,
		name = "爱碳光线！"
	},
	[104011] = {
		id = 104011,
		name = "爱碳光线！"
	},
	[104012] = {
		id = 104012,
		name = "爱碳光线！"
	},
	[104013] = {
		id = 104013,
		name = "爱碳光线！"
	},
	[104014] = {
		id = 104014,
		name = "爱碳光线！"
	},
	[104020] = {
		id = 104020,
		name = "危机规避！"
	},
	[104030] = {
		id = 104030,
		name = "链接着的羁绊"
	},
	[104031] = {
		id = 104031,
		name = "链接着的羁绊"
	},
	[104040] = {
		id = 104040,
		name = "绝对清楚宣言"
	},
	[104050] = {
		id = 104050,
		name = "Future Base"
	},
	[104060] = {
		id = 104060,
		name = "Melty World"
	},
	[104070] = {
		id = 104070,
		name = "描边大师"
	},
	[104071] = {
		id = 104071,
		name = "描边大师"
	},
	[104080] = {
		id = 104080,
		name = "智能寻路系统"
	},
	[105010] = {
		id = 105010,
		name = "2.25马赫之华"
	},
	[105020] = {
		id = 105020,
		name = "二重存在之狐"
	},
	[105021] = {
		id = 105021,
		name = "二重存在之狐"
	},
	[105030] = {
		id = 105030,
		name = "Dream☆Story"
	},
	[105040] = {
		id = 105040,
		name = "比大海更深邃的天空下"
	},
	[105041] = {
		id = 105041,
		name = "比大海更深邃的天空下"
	},
	[105050] = {
		id = 105050,
		name = "室内系女仆"
	},
	[105051] = {
		id = 105051,
		name = "室内系女仆"
	},
	[105060] = {
		id = 105060,
		name = "废柴天使"
	},
	[105061] = {
		id = 105061,
		name = "天使之音—开火"
	},
	[105062] = {
		id = 105062,
		name = "天使之音—防御"
	},
	[105063] = {
		id = 105063,
		name = "天使之音—机动"
	},
	[105064] = {
		id = 105064,
		name = "天使之音—命中"
	},
	[105065] = {
		id = 105065,
		name = "天使之音—回复"
	},
	[105070] = {
		id = 105070,
		name = "向日葵的约定"
	},
	[105071] = {
		id = 105071,
		name = "向日葵的约定"
	},
	[105080] = {
		id = 105080,
		name = "与你眺望的夏日之花"
	},
	[105090] = {
		id = 105090,
		name = "第三日的见异思迁"
	},
	[105100] = {
		id = 105100,
		name = "鬼神☆百鬼！"
	},
	[105101] = {
		id = 105101,
		name = "强化失败了..."
	},
	[105110] = {
		id = 105110,
		name = "阿修罗修罗刹鬼神斩"
	},
	[105120] = {
		id = 105120,
		name = "梦见好梦的「WAVE」"
	},
	[105131] = {
		id = 105131,
		name = "MP「2/3」"
	},
	[105132] = {
		id = 105132,
		name = "MP清零的「EXPLOSION」"
	},
	[105133] = {
		id = 105133,
		name = "MP「1/3」"
	},
	[105140] = {
		id = 105140,
		name = "野性的二元论"
	},
	[105141] = {
		id = 105141,
		name = "野性的二元论"
	},
	[105150] = {
		id = 105150,
		name = "塔罗占卜师"
	},
	[105151] = {
		id = 105151,
		name = "AA UP!"
	},
	[105152] = {
		id = 105152,
		name = "RLD UP!"
	},
	[105153] = {
		id = 105153,
		name = "ATK UP!"
	},
	[105154] = {
		id = 105154,
		name = "BOOST!"
	},
	[105155] = {
		id = 105155,
		name = "占卜中"
	},
	all = {
		4,
		10,
		11,
		12,
		13,
		42,
		43,
		44,
		46,
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1011,
		1012,
		1013,
		1021,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046,
		1051,
		1052,
		1053,
		1054,
		1055,
		1056,
		1061,
		1071,
		1081,
		1091,
		2001,
		2011,
		2021,
		2031,
		2041,
		2051,
		2061,
		2071,
		2081,
		2091,
		2101,
		2111,
		2121,
		2131,
		2141,
		2151,
		2160,
		2161,
		2171,
		2181,
		2190,
		2191,
		2200,
		2201,
		3001,
		3011,
		3021,
		3031,
		3041,
		3051,
		3511,
		3521,
		3531,
		3571,
		3581,
		3591,
		3611,
		3621,
		3631,
		4001,
		4011,
		4021,
		4031,
		4041,
		4051,
		4061,
		4071,
		4081,
		4091,
		4101,
		4102,
		4111,
		4121,
		4130,
		4131,
		4141,
		4150,
		4151,
		5001,
		5011,
		5021,
		5031,
		5041,
		5042,
		5051,
		5061,
		5060,
		5071,
		5070,
		5081,
		5080,
		5101,
		5102,
		5103,
		5111,
		6000,
		6010,
		6020,
		6030,
		6040,
		6050,
		6060,
		6070,
		6080,
		6090,
		6100,
		6110,
		6120,
		6130,
		6140,
		6150,
		6160,
		6170,
		6180,
		6190,
		6200,
		6210,
		6220,
		6230,
		6231,
		6240,
		6250,
		6260,
		6270,
		6280,
		6300,
		6310,
		6360,
		6370,
		7000,
		7500,
		7510,
		7511,
		7520,
		7521,
		7530,
		7531,
		7540,
		7541,
		7550,
		7551,
		7560,
		7561,
		8521,
		8530,
		8610,
		8611,
		8612,
		8613,
		8615,
		8616,
		8640,
		8641,
		8642,
		8643,
		8652,
		8653,
		8654,
		8655,
		8662,
		8663,
		8664,
		9010,
		9020,
		9030,
		9031,
		10010,
		10020,
		10030,
		10040,
		10050,
		10060,
		10070,
		10080,
		10090,
		10100,
		10110,
		10120,
		10121,
		10130,
		10131,
		10140,
		10150,
		10160,
		10170,
		10180,
		10190,
		10191,
		10200,
		10210,
		10220,
		10230,
		10240,
		10250,
		10260,
		10270,
		10280,
		10290,
		10291,
		10300,
		10310,
		10320,
		10330,
		10340,
		10350,
		10360,
		10370,
		10380,
		10381,
		10390,
		10400,
		10410,
		10420,
		10430,
		10440,
		10450,
		10460,
		10470,
		10480,
		10490,
		10500,
		10510,
		10530,
		10540,
		10550,
		10560,
		10570,
		10580,
		10590,
		10600,
		10601,
		10610,
		10620,
		10630,
		10640,
		10650,
		10660,
		10670,
		10680,
		10690,
		10700,
		10710,
		10720,
		10730,
		10740,
		10750,
		10760,
		10770,
		10780,
		10781,
		10782,
		10783,
		10790,
		10800,
		10810,
		10820,
		10821,
		10830,
		10840,
		10850,
		10860,
		10870,
		10880,
		10890,
		10900,
		10910,
		10920,
		10930,
		10931,
		10940,
		10950,
		10960,
		10970,
		10980,
		10990,
		11000,
		11001,
		11010,
		11011,
		11020,
		11030,
		11040,
		11050,
		11060,
		11070,
		11080,
		11090,
		11100,
		11110,
		11120,
		11130,
		11140,
		11141,
		11150,
		11160,
		11170,
		11180,
		11190,
		11200,
		11210,
		11220,
		11230,
		11231,
		11240,
		11250,
		11251,
		11260,
		11270,
		11271,
		11272,
		11280,
		11290,
		11300,
		11310,
		11320,
		11330,
		11340,
		11350,
		11360,
		11370,
		11380,
		11381,
		11390,
		11400,
		11410,
		11420,
		11430,
		11440,
		11450,
		11460,
		11461,
		11470,
		11480,
		11481,
		11490,
		11491,
		11500,
		11501,
		11510,
		11520,
		11530,
		11540,
		11550,
		11560,
		11570,
		11580,
		11581,
		11590,
		11600,
		11610,
		11611,
		11612,
		11620,
		11621,
		11622,
		11623,
		11630,
		11640,
		11641,
		11650,
		11651,
		11660,
		11670,
		11680,
		11690,
		11691,
		11700,
		11710,
		11720,
		11721,
		11730,
		11740,
		11750,
		11760,
		11761,
		11762,
		11770,
		11780,
		11790,
		11800,
		11801,
		11810,
		11811,
		11820,
		11830,
		11831,
		11832,
		11833,
		11834,
		11840,
		11841,
		11842,
		11843,
		11844,
		11850,
		11860,
		11870,
		11871,
		11880,
		11890,
		11900,
		11910,
		11920,
		11921,
		11922,
		11930,
		11940,
		11941,
		11942,
		11950,
		11960,
		11970,
		11980,
		11981,
		11990,
		11991,
		11992,
		12000,
		12001,
		12010,
		12030,
		12041,
		12042,
		12043,
		12044,
		12046,
		12047,
		12048,
		12050,
		12060,
		12070,
		12080,
		12090,
		12091,
		12092,
		12100,
		12111,
		12112,
		12113,
		12120,
		12121,
		12130,
		12131,
		12132,
		12135,
		12140,
		12150,
		12151,
		12152,
		12153,
		12160,
		12161,
		12170,
		12171,
		12172,
		12173,
		12180,
		12181,
		12182,
		12190,
		12191,
		12200,
		12210,
		12280,
		12290,
		12291,
		12220,
		12230,
		12233,
		12240,
		12250,
		12251,
		12260,
		12270,
		12300,
		12301,
		12310,
		12320,
		12321,
		12330,
		12350,
		12351,
		12360,
		12361,
		12362,
		12370,
		12380,
		12390,
		12391,
		12400,
		12401,
		12410,
		12411,
		12420,
		12421,
		12430,
		12431,
		12432,
		12435,
		12440,
		12443,
		12444,
		12460,
		12461,
		12470,
		12471,
		12472,
		12480,
		12490,
		12491,
		12500,
		12501,
		12520,
		12521,
		12530,
		12531,
		12540,
		12541,
		12550,
		12560,
		12561,
		12570,
		12571,
		12572,
		12580,
		12581,
		12582,
		12590,
		12591,
		12592,
		12600,
		12601,
		12602,
		12603,
		12605,
		12606,
		12607,
		12608,
		12610,
		12611,
		12612,
		12620,
		12621,
		12630,
		12631,
		12640,
		12650,
		12651,
		12660,
		12670,
		12680,
		12681,
		12690,
		12691,
		12692,
		12693,
		12694,
		12695,
		12696,
		12700,
		12710,
		12720,
		12730,
		12740,
		12741,
		12743,
		12744,
		12750,
		12760,
		12770,
		12780,
		12781,
		12782,
		12790,
		12791,
		12792,
		12793,
		12800,
		12810,
		12820,
		12821,
		12822,
		12830,
		12840,
		12850,
		12860,
		12862,
		12870,
		12871,
		12873,
		12875,
		12880,
		12882,
		12890,
		12891,
		12892,
		12900,
		12901,
		12910,
		12930,
		12931,
		12940,
		12941,
		12950,
		12951,
		12960,
		12970,
		12980,
		12982,
		12990,
		12992,
		13000,
		13010,
		13020,
		13025,
		13030,
		13031,
		13040,
		13041,
		13050,
		13051,
		13060,
		18010,
		18040,
		18041,
		18050,
		18070,
		18071,
		18100,
		18120,
		19000,
		19001,
		19002,
		19010,
		19020,
		19030,
		19031,
		19040,
		19041,
		19050,
		19060,
		19070,
		19080,
		19090,
		19091,
		19100,
		19110,
		19120,
		19130,
		19131,
		19140,
		19141,
		19150,
		19160,
		19161,
		19170,
		19180,
		19181,
		19190,
		19191,
		19200,
		19210,
		19211,
		19212,
		19213,
		19214,
		19220,
		19221,
		19230,
		19231,
		19240,
		19241,
		19242,
		19250,
		19260,
		19261,
		20011,
		20012,
		20021,
		20022,
		20031,
		20032,
		20041,
		20042,
		20051,
		20052,
		20061,
		20062,
		20071,
		20072,
		20111,
		20112,
		20121,
		20122,
		20131,
		20132,
		20141,
		20142,
		20211,
		20212,
		20221,
		20222,
		20231,
		20232,
		20241,
		20242,
		20251,
		20252,
		20261,
		20262,
		20271,
		20272,
		21011,
		21012,
		21021,
		21022,
		21031,
		21032,
		21041,
		21042,
		21051,
		21052,
		21061,
		21062,
		21071,
		21072,
		21081,
		21082,
		21091,
		21092,
		21111,
		21112,
		21121,
		21122,
		21131,
		21132,
		21141,
		21142,
		21151,
		21152,
		21161,
		21162,
		21171,
		21172,
		21211,
		21212,
		21221,
		21222,
		21231,
		21232,
		21241,
		21242,
		22011,
		22012,
		22021,
		22022,
		22031,
		22032,
		22041,
		22042,
		22051,
		22052,
		22056,
		22057,
		22061,
		22062,
		22071,
		22072,
		22081,
		22082,
		22091,
		22092,
		22111,
		22112,
		22121,
		22122,
		22131,
		22132,
		22141,
		22142,
		22151,
		22152,
		22161,
		22162,
		22211,
		22212,
		22221,
		22222,
		22231,
		22232,
		22241,
		22242,
		22251,
		22252,
		22253,
		22254,
		22255,
		22256,
		22257,
		22261,
		22262,
		23011,
		23012,
		23031,
		23032,
		23041,
		23042,
		23051,
		23052,
		23111,
		23112,
		23121,
		23122,
		23211,
		23212,
		23221,
		23222,
		23311,
		23312,
		23321,
		23322,
		23411,
		23412,
		23511,
		23512,
		24011,
		24012,
		24021,
		24022,
		24031,
		24032,
		24041,
		24042,
		24051,
		24052,
		24111,
		24112,
		24121,
		24122,
		25011,
		25012,
		25211,
		25212,
		25221,
		25222,
		26011,
		26012,
		26021,
		26022,
		26111,
		26112,
		28011,
		28012,
		28021,
		28022,
		28111,
		28112,
		29011,
		29012,
		29021,
		29022,
		29031,
		29032,
		29041,
		29042,
		29051,
		29052,
		29061,
		29062,
		29071,
		29072,
		29081,
		29082,
		29091,
		29092,
		29101,
		29102,
		29111,
		29112,
		29121,
		29122,
		29131,
		29132,
		29141,
		29142,
		29151,
		29152,
		29161,
		29162,
		29171,
		29172,
		29181,
		29182,
		29191,
		29192,
		29201,
		29202,
		29211,
		29212,
		29221,
		29222,
		29231,
		29232,
		29241,
		29242,
		29251,
		29252,
		29281,
		29282,
		29291,
		29292,
		29301,
		29302,
		29311,
		29312,
		29321,
		29322,
		29331,
		29332,
		29341,
		29342,
		29351,
		29361,
		29362,
		29371,
		29372,
		29381,
		29382,
		29391,
		29392,
		29401,
		29402,
		29411,
		29412,
		29421,
		29422,
		29431,
		29432,
		29441,
		29442,
		29451,
		29452,
		29461,
		29462,
		29471,
		29472,
		29481,
		29482,
		29491,
		29492,
		29501,
		29502,
		29511,
		29512,
		101010,
		101020,
		101030,
		101031,
		101040,
		101050,
		101060,
		101070,
		101080,
		101090,
		101100,
		101110,
		101120,
		101121,
		101122,
		101123,
		101130,
		102010,
		102020,
		103010,
		103020,
		103030,
		103040,
		103050,
		103051,
		103060,
		103061,
		103062,
		103063,
		103070,
		103080,
		103090,
		103100,
		103110,
		103120,
		104010,
		104011,
		104012,
		104013,
		104014,
		104020,
		104030,
		104031,
		104040,
		104050,
		104060,
		104070,
		104071,
		104080,
		105010,
		105020,
		105021,
		105030,
		105040,
		105041,
		105050,
		105051,
		105060,
		105061,
		105062,
		105063,
		105064,
		105065,
		105070,
		105071,
		105080,
		105090,
		105100,
		105101,
		105110,
		105120,
		105131,
		105132,
		105133,
		105140,
		105141,
		105150,
		105151,
		105152,
		105153,
		105154,
		105155
	}
}

return
