return {
	content = [[
 
	第一部分 服务条款

欢迎使用上海宽娱数码科技有限公司（以下简称为“上海宽娱”）提供的在线手机游戏服务。根据《网络游戏管理暂行规定》及文化部制定的《网络游戏服务格式化协议必备条款》(下称“必备条款”)的相关规定，为了保障用户的权益，特制定本《碧蓝航线》服务条款。请您在参与《碧蓝航线》游戏前，详细阅读本《条款》的所有内容。这些条款可由上海宽娱随时更新，《碧蓝航线》服务协议一旦发生变动，上海宽娱将会在相关的页面上提示修改内容。修改后的服务协议一旦在页面上公布即有效代替原来的服务协议。

请用户仔细阅读以下全部内容，当用户开始参与《碧蓝航线》游戏或进入论坛时，则应视为用户已经详细阅读并同意本条款的内容，且同意遵守本协议的规定。


第一条 游戏说明

1、本游戏为多人在线手机游戏，本用户条款的目的是规范游戏用户注册、购买游戏内充值，参与本公司游戏等各项行为。

2、用户应当根据本《条款》以及上海宽娱不定时更新和公布的其他规则（包括但不限于上海宽娱在官方网站上、游戏内等公布的服务条款）使用上海宽娱提供的产品和服务。

3、用户有权在使用上海宽娱提供的产品和服务的期间，监督上海宽娱及上海宽娱的工作人员是否按照本公司所公布的标准向用户提供产品和服务，也可以随时向上海宽娱提出与上海宽娱的产品和服务有关意见和建议。


第二条 用户账号注册、使用与保管

1、账号注册

（1）用户承诺以其真实身份注册成为上海宽娱的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任	
（2）用户以其真实身份注册成为上海宽娱用户后，需要修改所提供的个人身份资料信息的，上海宽娱应当及时、有效地为其提供该项服务。

（3）用户同意上海宽娱会按照国家相关要求将用户的实名注册信息运用于防沉迷系统之中，即上海宽娱可能会根据用户的实名注册信息判断该用户是否年满18周岁，从而决定是否对该用户的游戏账号予以防沉迷限制。

2、用户账号使用与保管

（1）根据条款的约定，上海宽娱有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；用户有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给用户和他人的民事权利造成损害的，应当承担由此产生的法律责任。

（2）用户对登录后所持账号产生的行为依法享有权利和承担责任。

（3）用户发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据上海宽娱公布的处理方式通知上海宽娱，并有权通知上海宽娱采取措施暂停该账号的登录和使用。

（4）上海宽娱根据用户的通知采取措施暂停用户账号的登录和使用的，上海宽娱应当要求用户提供并核实与其注册身份信息相一致的个人有效身份信息。

（5）上海宽娱核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。

（6）上海宽娱违反前一项的约定，未及时采取措施暂停用户账号的登录和使用，因此而给用户造成损失的，应当承担其相应的法律责任。

（7）用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，上海宽娱有权拒绝用户上述请求。

（8）用户为了维护其合法权益，向上海宽娱提供与所注册的身份信息相一致的个人有效身份信息时，上海宽娱应当为用户提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。


第三条 用户信息的保护

1、上海宽娱要求用户提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向用户公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护用户的个人信息资料的安全。

2、未经用户许可上海宽娱不得向任何第三方提供、公开或共享用户注册资料中的姓名、个人有效身份证件号码、联系方式等个人身份信息，但下列情况除外：

（1）用户或用户监护人授权上海宽娱披露的；
（2）有关法律要求上海宽娱披露的；
（3）司法机关或行政机关基于法定程序要求上海宽娱提供的；
（4）上海宽娱为了维护自己合法权益而向用户提起诉讼或者仲裁时；
（5）应用户监护人的合法要求而提供用户个人身份信息时。

3、为保障用户的隐私权，规范对用户个人信息的利用，上海宽娱制定了《隐私条款》，请用户详细阅读该政策的内容。


第四条 上海宽娱的义务

1、上海宽娱通过国际互联网络为用户提供网络服务。

2、上海宽娱保存用户游戏虚拟货币的充值记录，保存期限自用户最后一次接受服务之日起180日。

3、在使用上海宽娱游戏虚拟货币的过程中，用户有权向上海宽娱要求协助调取游戏虚拟货币充值记录和转移记录，上海宽娱应当要求用户提供并核实与其注册身份信息相一致的个人有效身份信息，上海宽娱核实用户所提供的个人有效身份信息与所注册的身份信息相一致的，应当予以协助提供。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，上海宽娱有权拒绝用户上述请求。

第五条 用户的义务

1、用户应自行配备上网的所需设备，包括但不限于电脑、调制解调器或其他必备上网装置。

2、用户自行负担上网所支付的与此服务相关的电话费用、网络使用等费用。

3、用户同意，用户提供的真实准确的个人资料作为认定用户与账号的关联性以及用户身份的唯一证据。

4、用户应遵守本条款、客户服务专区服务条款以及其他在《碧蓝航线》游戏官方网站公布的实施细则、公告等。

5、用户应遵守中华人民共和国相关法律法规(如果用户是中华人民共和国境外的使用者，还应遵守所属国家或地区的法律法规)。

6、用户应当自行承担其所发布的信息内容所涉及的责任。特别地，用户不得发布下列内容：

（1）反对中华人民共和国宪法所确定的基本原则的；
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
（3）损害国家荣誉和利益的；
（4）煽动民族仇恨、民族歧视，破坏民族团结的；
（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
（8）侮辱或者诽谤他人，侵害他人合法权益的；
（9）宣扬、教唆使用外挂、私服以及木马的相关内容的；
（10）发布任何经上海宽娱合理判断为不妥当或者上海宽娱未认可的软件、文件等在内的主页地址或者链接的；
（11）含有中华人民共和国法律、行政法规禁止的其他内容的。

7、除非法律允许或上海宽娱书面许可，用户不得从事下列行为：

（1）删除《碧蓝航线》游戏软件及其副本上关于著作权的信息；
（2）对《碧蓝航线》游戏软件进行反向工程、反向汇编、反向编译或者以其他方式尝试发现软件的源代码；
（3）对《碧蓝航线》游戏软件进行扫描、探查、测试，以检测、发现、查找其中可能存在的BUG或弱点；
（4）对《碧蓝航线》游戏软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经合法授权的第三方工具/服务接入软件和相关系统；
（5）修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论上述行为是否为商业目的；
（6）通过非上海宽娱开发、授权的第三方软件、插件、外挂、系统，使用《碧蓝航线》游戏及游戏服务，或制作、发布、传播非上海宽娱开发、授权的第三方软件、插件、外挂、系统；
（7）对《碧蓝航线》游戏中上海宽娱拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；
（8）建立有关《碧蓝航线》游戏的镜像站点，或者进行网页（络）快照，或者利用架设服务器等方式，为他人提供与游戏服务完全相同或者类似的服务；
（9）将《碧蓝航线》游戏的任意部分分离出来单独使用，或者进行其他的不符合本协议的使用；
（10）使用、修改或遮盖《碧蓝航线》游戏的名称、商标或其它知识产权；
（11）其他未经上海宽娱明示授权的行为。

8、用户同意以游戏程序中的监测数据作为判断用户是否有通过使用外挂程序等方法进行的游戏作弊行为的依据。

9、如果上海宽娱按照上述条款进行监测后发现用户数据异常的，上海宽娱有权采取相应措施：包括但不限于对游戏帐号的暂停、终止直至删除，以及对涉及使用外挂的游戏角色的隔离、暂停和删除；对涉及使用外挂的游戏角色拥有的虚拟物品进行冻结或收回。基于上述行为而被上海宽娱暂停、终止、删除游戏帐号、游戏角色、虚拟物品或采取其他限制措施的用户，无权因此要求上海宽娱承担任何责任。

10、除非获得上海宽娱的书面许可，否则，用户不得利用《碧蓝航线》的任何内容牟取商业利益，包括但不限于充当游戏道具交易中介收取中介费，以营利为目的销售游戏道具，销售游戏初始号，游戏内货币代充，游戏代练等；否则，上海宽娱有权同时采取以下措施：对游戏账号进行倒扣数值、暂时隔离、永久隔离、强制离线、封停账号、删除档案等处理；情节严重的，上海宽娱保留追究用户法律责任的权利。

11、用户在使用《碧蓝航线》游戏服务过程中有如下行为的，视为违反游戏正常秩序，上海宽娱有权视情节严重程度，依据本协议及相关游戏规则的规定，对用户做出暂时或永久性地倒扣数值、、删除游戏账号及游戏数据、删除相关信息、暂时隔离、永久隔离、强制离线、封停账号等处理措施，情节严重的将移交有关行政管理机关给予行政处罚，或者追究用户的刑事责任：
（1）以某种方式暗示或伪称上海宽娱内部员工或某种特殊身份，企图得到不正当利益或影响其他用户权益的行为；
（2）在碧蓝航线游戏中使用非法或不当词语、字符等，包括用于角色命名；
（3）以任何方式破坏碧蓝航线游戏或影响游戏服务的正常进行；
（4）各种非法外挂行为；
（5）传播非法言论或不当信息；
（6）盗取他人游戏账号、游戏物品；
（7）私自进行游戏账号交易；
（8）私自进行游戏虚拟货币、游戏装备、游戏币及其他游戏道具等交易，包括但不限于交易游戏初始号、非官方渠道的游戏币代充等；
（9）违反本协议任何约定的；
（10）其他在行业内被广泛认可的不当行为，无论是否已经被本协议或游戏规则明确列明。

12、用户知悉并同意，如上海宽娱依据本协议对用户的游戏账号采取封号处理措施的，具体封号期间由上海宽娱根据用户违规行为情节而定。

13、用户知悉并同意：（1）在封号期间，用户游戏账号中的游戏虚拟货币、游戏装备、游戏币及其他游戏道具可能都将无法使用；（2）如前述游戏虚拟货币、游戏装备、游戏币及其他游戏道具存在一定有效期，该有效期可能会在封号期间过期，该游戏账号解封后，用户将无法使用该等已过期的游戏虚拟货币、游戏装备、游戏币及其他游戏道具。据此，用户同意不会因发生前述第（1）和（或）第（2）点规定的情形而追究上海宽娱任何法律责任。

12、对于被认定违反游戏正常秩序而进行处理的游戏账号，拥有账号所有权的用户有权向上海宽娱进行申述，要求重新审核，但申述时需提供与账号注册时填写的身份信息一致的身份证明，如无法提供，则上海宽娱有权拒绝玩家申述，不予处理。

第六条 服务的中断、中止、终止

1、对用户服务的中止与终止

（1）用户有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，上海宽娱应当立即终止对用户提供服务。

（2）用户在接受上海宽娱服务时实施不正当行为的，上海宽娱有权终止对用户提供服务。该不正当行为的具体情形应当在本《条款》中有明确约定或属于上海宽娱事先明确告知的应被终止服务的禁止性行为，否则，上海宽娱不得终止对用户提供服务。

（3）用户提供虚假注册身份信息，或实施违反本协议的行为，上海宽娱有权中止对用户提供全部或部分服务；上海宽娱采取中止措施应当通知用户并告知中止期间，中止期间应该是合理的，中止期间届满上海宽娱应当及时恢复对用户的服务。

（4）上海宽娱根据本款上述三项的约定中止或终止对用户提供部分或全部服务的，上海宽娱应负举证责任。

2、对《碧蓝航线》游戏网站及服务器运营的中断、中止与终止

（1）为了游戏网站和服务器的正常运行，上海宽娱需要定期对游戏网站和服务器进行停机维护或针对突发事件进行紧急停机维护；因上述情况而造成的正常服务中断、中止，用户应该予以理解，上海宽娱则有义务尽力避免服务中断并将中断时间限制在最短时间内；

（2）发生下列情形之一时，上海宽娱有权终止或中断游戏服务器所提供之全部或部分服务，对因此而产生的不便或损害，上海宽娱对用户或第三人均不承担任何责任：
A.定期检查或施工，更新软硬件等，上海宽娱有权暂停服务，但上海宽娱会尽快完成维护、更新工作；
B.服务器遭受损害，无法正常运作；
C.突发性的软硬件设备与电子通信设备故障；
D.网络提供商线路或其他故障；
E.在紧急情况之下依照法律的规定或为用户及第三者之人身安全；
F.第三方原因或其他不可抗力的情形。

（3）上海宽娱保留在其认为有必要的情况下终止或部分终止运营《碧蓝航线》的权利，终止前将提前60天予以公告。

（4）用户尚未使用的游戏虚拟货币及尚未失效的游戏服务，应当按用户购买时的比例，以法定货币退还用户或者用户接受的其他方式进行退换。

第七条 责任限制

1、对于上海宽娱的产品和服务，上海宽娱仅作下述有限保证，该有限保证取代任何文档、包装、或其他资料中的任何其他明示或默示的保证(如果有)。

2、上海宽娱仅以“现有状况且包含所有错误”的形式提供相关的产品、软件或程序及任何支持服务，并仅保证：(1) 上海宽娱所提供的产品和服务能基本符合上海宽娱正式公布的要求；(2) 上海宽娱所提供的相关产品和服务基本与上海宽娱正式公布的服务承诺相符；(3) 上海宽娱仅在商业上允许的合理范围内尽力解决上海宽娱在提供产品和服务过程中所遇到的任何问题。

3、在适用法律允许的最大范围内，上海宽娱明确表示不提供任何其他类型的保证，不论使明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性、无病毒以及无错误的任何默示保证和责任。

4、在适用法律允许的最大范围内，上海宽娱并不担保上海宽娱所提供的产品和服务一定能满足用户的要求，也不担保提供的产品和服务不会被中断或终止，并且对产品和服务的及时性、安全性、错误发生，以及信息是否能准确、及时、顺利的传送均不作任何担保。

5、在适用法律允许的最大范围内，上海宽娱不就因用户使用上海宽娱产品和服务引起的，或在任何方面与上海宽娱的产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求(包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿)承担任何责任。

6、用户在《碧蓝航线》游戏中、官方网站论坛上所表达的观点、建议和其它内容均为用户本人看法，不代表上海宽娱的观点。

7、上海宽娱未授权用户从任何第三方通过购买、接受赠与或者其他的方式获得游戏账号、游戏道具、游戏装备、游戏币等，上海宽娱不对第三方交易的行为负责，并且不受理因任何第三方交易发生纠纷而带来的申诉。


第八条 条款变更

上海宽娱有权在必要的时候修改本条款。本条款一旦发生变动，上海宽娱将提前在《碧蓝航线》网站的重要页面上提示修改内容，敬请定期查询。用户如继续使用本条款涉及的服务，则视为对修改内容的同意；用户在不同意修改内容的情况下，有权停止使用本条款涉及的服务。

第九条 知识产权

1、《碧蓝航线》游戏软件、客户端、官方网站上所有的作品及资料，其著作权、专利权、商标专用权及其它知识产权，均为上海宽娱所有，除非事先经上海宽娱合法授权，任何人皆不得擅自以任何形式使用，否则上海宽娱有权立即终止向用户提供软件和服务，并依法追究其法律责任，赔偿上海宽娱的一切损失。此外，除用户的姓名、身份证号、电话号码等个人身份数据信息外，用户参加游戏过程中产生并储存于上海宽娱服务器中的任何数据信息，包括但不限于帐号数据信息、角色数据信息、等级及虚拟物品数据信息(包括但不限于游戏币、道具)等的知识产权及所有权均属于上海宽娱，用户在按照本条款正常使用《碧蓝航线》软件及服务的过程中对属于其用户帐号的数据信息享有有限使用权。

2、为避免争议，本条款涉及到的有关技术方面的问题，用户同意以上海宽娱服务器所储存的数据作为判断标准。上海宽娱保证该数据的真实性。

3、《碧蓝航线》游戏软件、客户端的内容及程序的知识产权均为上海宽娱所有，未经上海宽娱授权，任何人不得复制、反编译(de-compile)、反汇编(disassemble)任何功能或程序，不得对任何功能或程序进行反向工程(reverse engineering)。也不得利用《碧蓝航线》的任何内容而牟取商业利益。

第十条 通知授权纠纷解释权

上海宽娱所有发给用户的通知可通过重要页面的公告或手机短信或电子邮件或常规的信件传送。同时，用户在此授权上海宽娱可以向其手机或电子邮箱发送商业信息。

第十一条 授权

用户原创作品上载、传送、输入或以其他方式提供至《碧蓝航线》游戏官方网站或论坛时，无论是用户原创或是用户得到著作权人授权转载的作品，用户上载的行为即意味着用户或用户代理的著作权人授权上海宽娱对上载作品享有不可撤销的永久的使用权和收益权。但用户或原著作权人仍保有上载作品的著作权。

第十二条 纠纷

本条款适用中华人民共和国的法律，并且排除一切冲突法规定的适用。

如双方就本条款内容或其执行发生任何纠纷，双方应尽量友好协商解决；协商不成时，用户和上海宽娱一致同意提交青岛仲裁委员会按照其仲裁规则在上海进行仲裁。仲裁裁决是终局的，对双方均有约束力。

第十三条 解释权

上海宽娱保留对本条款的最终解释权。用户如对本条款有任何疑问，请登录《碧蓝航线》游戏官方网站：http://blhx.biligame.com/




第二部分 隐私保护政策

　　上海宽娱有限公司(以下简称"上海宽娱")尊重用户的个人信息,特此指定本《隐私保护政策》。
　　上海宽娱在此特别提醒用户仔细阅读本《隐私保护政策》中的各个条款（未成年人应当在其法定监护人陪同下阅读），并选择接受或者不接受本《隐私保护政策》。如用户不同意本政策的任意内容，请不要注册或使用上海宽娱服务。一旦进入上海宽娱任一产品，将被视为接受、同意、承诺和确认。
　　
　　第一条 用户同意：个人隐私信息是指那些能够对用户进行个人辨识或设计个人通信的信息，包括下列信息：用户的姓名，有效身份证号码，家庭地址、电话号码，IP地址，电子邮件地址信息。而非个人隐私信息是指用户对本软件的操作状态以及使用习惯等一些明确且客观反映在上海宽娱服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。
　　
　　第二条 一般而言，上海宽娱基于下列原因需要使用到用户的信息资源：
　　（1）执行软件验证服务；
　　（2）执行软件升级服务；
　　（3）网络同步服务；
　　（4）提高用户的使用安全性并提供客户支持；
　　（5）因用户使用本软件特定功能或因用户要求上海宽娱或合作单位提供特定服务时，上海宽娱或合作单位则需要把用户的信息提供给与此相关联的第三方；
　　（6）执行用户协议相关条款；
　　（7）其他有利于用户和上海宽娱利益的。
　　
　　第三条上海宽娱尊重个人隐私，注重对用户信息资源的保护。上海宽娱将使用各种有效安全的技术和程序来保护用户信息不被未经授权的访问、使用和泄漏。未经用户许可上海宽娱不向任何第三方提供、公开或共享用户信息，但下列情形除外：
　　（1）基于国家法律法规的规定而披露；
　　（2）应国家司法机关及其他有法律赋予权限的政府机关基于法定程序的要求而披露；
　　（3）上海宽娱为了维护自己合法权益而向用户提起诉讼或者仲裁时；
　　（4）用户本人或用户监护人授权披露；
　　（5）应用户监护人合法要求而提供用户个人身份信息时。
　　
　　第四条 除上述第三条规定属免责外，下列情况时上海宽娱亦无需承担任何责任：
　　（1）由于用户将用户密码告知他人或未保管好自己的密码或与他人共享注册账户或其他非上海宽娱的过错，由此导致的任何个人资料泄露；
　　（2）任何由于黑客攻击、计算机及移动终端病毒侵入或发作、电信部门技术调整导致之影响、因政府管制而造成的暂时性关闭、由于第三方原因（包括不可抗力，例如国际出口的主干链路及国际出口电信提供商一方出现故障、火灾、水灾、雷击、地震、洪水、台风、龙卷风、火山爆发、瘟疫和传染病流行、罢工、战争或暴力行为或类似事件等）造成上海宽娱不能正常发布以及其他影响网络政策经营之不可抗力及其他任何非因上海宽娱过程而造成的个人资料泄漏、丢失、被盗用或被篡改等；
　　（3）由于与上海宽娱链接的其他网站所造成的个人资料泄露及由此而导致的任何法律争议和后果；
　　（4）任何个人用户，包括未成年人用户向上海宽娱提供错误、不完整、不实信息等造成不能政策使用上海宽娱服务或遭受任何其他损失，概与上海宽娱无关；
　　（5）为了网站和软件的正常运行，需要定期或不定期地对网站进行停机维护，因此类情况而造成的政策服务中断等；
　　（6）上海宽娱服务使用者与上海宽娱之合约及上海宽娱旗下网站不时颁布和修改的规章、制度、条款等规定的其他免责条款。
　　
　　上海宽娱游戏用户隐私保护政策的修改权、解释权和更新权均属于上海宽娱数码科技有限公司。]]
}
