return {
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害20.0%耐久",
		addition = {
			"20.0%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害23.3%耐久",
		addition = {
			"23.3%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害26.6%耐久",
		addition = {
			"26.6%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害29.9%耐久",
		addition = {
			"29.9%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害33.2%耐久",
		addition = {
			"33.2%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害36.5%耐久",
		addition = {
			"36.5%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害39.8%耐久",
		addition = {
			"39.8%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害43.1%耐久",
		addition = {
			"43.1%(+3.3%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害46.4%耐久",
		addition = {
			"46.4%(+3.6%)"
		}
	},
	{
		desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害50.0%耐久",
		addition = {
			"50.0%"
		}
	},
	desc_get = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害20.0%(满级50.0%)耐久",
	name = "最强之盾",
	init_effect = "",
	id = 10160,
	time = 0,
	picture = "",
	desc = "每隔30秒，承受全体主力舰队受到的50%伤害，持续8秒，随后恢复承受伤害$1耐久",
	stack = 1,
	color = "blue",
	icon = 10160,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				skill_id = 10160,
				time = 30,
				target = "TargetSelf"
			}
		}
	}
}
