pg = pg or {}
pg.activity_banner = {
	{
		param = "4066",
		type = 3,
		id = 1,
		pic = "temp1",
		time = {
			{
				{
					2021,
					8,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					8,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[9] = {
		param = "",
		type = 9,
		id = 9,
		pic = "temp99",
		time = {
			{
				{
					2021,
					7,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					8,
					4
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[10] = {
		param = "ミルキィ饅頭|最近流行りの飲み物（らしい）<<color=#92fc63>（60分間寮舎経験値効率が5%アップ）</color>",
		type = 10,
		id = 10,
		pic = "zhenzhunaicha",
		time = {
			{
				{
					2021,
					8,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					8,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		9,
		10
	}
}
