pg = pg or {}
pg.gameset_language_client = {
	["アニメキャラソン特典寮舎家具①"] = {
		value = "ttttttttttt1"
	},
	["アニメキャラソン特典寮舎家具②"] = {
		value = "ttttttttttt2"
	},
	["アニメキャラソン特典寮舎家具③"] = {
		value = "ttttttttttt3"
	},
	["アニメキャラソン特典寮舎家具④"] = {
		value = "ttttttttttt4"
	},
	["アニメキャラソン特典寮舎家具⑤"] = {
		value = "ttttttttttt5"
	},
	["アニメキャラソン特典寮舎家具⑥"] = {
		value = "ttttttttttt6"
	},
	["アニメキャラソン特典寮舎家具⑦"] = {
		value = "ttttttttttt7"
	},
	["アニメキャラソン特典寮舎家具⑧"] = {
		value = "ttttttttttt8"
	},
	["アニメキャラソン特典寮舎家具⑨"] = {
		value = "ttttttttttt9"
	},
	["アニメキャラソン特典寮舎家具⑩"] = {
		value = "ttttttttttt10"
	},
	["アニメキャラソン特典寮舎家具⑪"] = {
		value = "ttttttttttt11"
	},
	["アニメキャラソン特典寮舎家具⑫"] = {
		value = "ttttttttttt12"
	},
	["アニメキャラソン特典寮舎家具⑬"] = {
		value = "ttttttttttt13"
	},
	["アニメキャラソン特典寮舎家具⑭"] = {
		value = "ttttttttttt14"
	},
	["アニメキャラソン特典寮舎家具⑮"] = {
		value = "ttttttttttt15"
	},
	["アニメキャラソン特典寮舎家具⑯"] = {
		value = "ttttttttttt16"
	},
	["アニメキャラソン特典寮舎家具⑰"] = {
		value = "ttttttttttt17"
	},
	op_reply_1_1_1 = {
		value = "指揮官様も一個どう？はい、あーん"
	},
	op_reply_1_1_2 = {
		value = "指揮官様も一個どう？はい、あーん"
	},
	ins_1 = {
		value = "饅頭、意外と美味しいわね…頭からパクっと…ふふふふふ"
	},
	ins_discuss_1_1 = {
		value = "えっ、食べられるの！？"
	},
	ins_discuss_1_2 = {
		value = "饅頭は食用不可と判断。写真にあるのは摂食可能なお菓子「まんじゅう」と認む"
	},
	ins_discuss_1_3 = {
		value = "作ってみますか。指揮官まんじゅう"
	},
	ins_reply_1_3_1 = {
		value = "ふふふ…それならぜひこの私に参加させて頂戴。指揮官さまのおまんじゅうは全部私が作りますわ～"
	},
	ins_reply_1_3_2 = {
		value = "やめてっての！"
	},
	op_reply_2_1_1 = {
		value = "指揮官さまも引いてみてはどうですか？そして赤城と縁結び…ふふふふ"
	},
	ins_2 = {
		value = "大吉を引いたわ～今日はどんないいことが起きるのかしら…もしかして指揮官様と…ふふふ"
	},
	ins_discuss_2_1 = {
		value = "姉さま、こういう書き込みは自重したほうが……"
	},
	ins_reply_2_1_1 = {
		value = "加賀、指揮官さまへの愛を隠す必要などないわよ？"
	},
	ins_reply_2_1_2 = {
		value = "ね、姉さま、ハンドルネーム…"
	},
	ins_discuss_2_2 = {
		value = "今日も赤城は平常運転だな…"
	},
	ins_reply_2_2_1 = {
		value = "だから、ハンドルネーム……"
	},
	ins_discuss_2_3 = {
		value = "重桜の「おみくじ」…今度引いてみるか…"
	},
	ins_3 = {
		value = "赤城の愛情を込めました♡"
	},
	ins_discuss_3_1 = {
		value = "これ、赤城が作ったのか！？すごいな…"
	},
	ins_reply_3_1_1 = {
		value = "ふふふ、指揮官さまへの愛は無敵ですわ"
	},
	ins_reply_3_1_2 = {
		value = "私も今度お菓子作りを勉強しよっかな…女の子としての女子力というか…"
	},
	ins_discuss_3_2 = {
		value = "あら、赤城先輩はこんな乙女チックなお菓子も作るのですか？あっ、今度こそ塩と砂糖を間違えずに作れたんですよね？"
	},
	ins_reply_3_2_1 = {
		value = "翔鶴姉、先輩を煽っちゃダメだよ…"
	},
	ins_reply_3_2_2 = {
		value = "後輩の戯言など気にしませんわ～指揮官さまに変な話を吹き込む「害虫」なら別ですけど…ふふふ"
	},
	op_reply_3_1_1 = {
		value = "指揮官さま、今お届けに参りますわ～"
	},
	ins_4 = {
		value = "夜の練習…やっぱり指揮官さまがいないといまいち盛り上がりませんわね"
	},
	ins_discuss_4_1 = {
		value = "ご主人さまがいなくても頑張ってください。みんな揃っての練習ですので"
	},
	ins_discuss_4_2 = {
		value = "やるからには根性を見せなさいっての！"
	},
	ins_reply_4_2_1 = {
		value = "「適当にやれば？」と言いながら誰よりも本気だったのはどなたでしょうね"
	},
	ins_reply_4_2_2 = {
		value = "は！？だ、誰がそんな話したわけ！？聞き間違いだっての！"
	},
	ins_reply_4_2_3 = {
		value = "はあ…指揮官さまさえいれば……"
	},
	ins_discuss_4_3 = {
		value = "レッスン。「面白い」と評価"
	},
	ins_discuss_4_4 = {
		value = "まあまあ…赤城も頑張ってたしね"
	},
	op_reply_4_1_1 = {
		value = "指揮官さまの応援…！赤城、やる気がもりもり湧いてきましたわ！"
	},
	op_reply_4_1_2 = {
		value = "指揮官さま、赤城練習が終わったらすぐ会いに行きますわ！"
	},
	ins_5 = {
		value = "「自由行動」指示の意味、判断しかねる"
	},
	ins_discuss_5_1 = {
		value = "せっかくのオフの日だから、思いっきり遊んだほうがいいぜ！"
	},
	ins_reply_5_1_1 = {
		value = "「思いっきり遊ぶ」、参考になる情報の提示を求む"
	},
	ins_reply_5_1_2 = {
		value = "ええと、サーフィンとか日光浴とか？砂のお城作りも結構面白いと思うぜ？"
	},
	ins_reply_5_1_3 = {
		value = "砂のお城作り……"
	},
	ins_discuss_5_2 = {
		value = "なに呑気にやってんのよ…"
	},
	ins_reply_5_2_1 = {
		value = "オフの日だからね！ヒッパーも羽を伸ばしたほうがいいよ！"
	},
	ins_reply_5_2_2 = {
		value = "は！？誰がそんなことするっての！"
	},
	op_reply_5_1_1 = {
		value = "「楽しい」感情の活性化条件について、指示を求む"
	},
	op_reply_5_1_2 = {
		value = "任務了承。ガスコーニュ、「砂城作り」行動を開始――"
	},
	ins_6 = {
		value = "「砂城作り」、行動完了"
	},
	ins_discuss_6_1 = {
		value = "す、すごい……"
	},
	ins_reply_6_1_1 = {
		value = "該当行動に関するカンジョウ的評価、「面白い」と判断"
	},
	ins_reply_6_1_2 = {
		value = "つまり楽しいってことね！"
	},
	ins_discuss_6_2 = {
		value = "ま、まあ…頑張ったんじゃない？"
	},
	ins_reply_6_2_1 = {
		value = "ヒッパーもやってましたが小屋すら作れていませんでしたよね"
	},
	ins_reply_6_2_2 = {
		value = "はあ！？だ、誰が同情してなんて言ったのよ！？"
	},
	ins_reply_6_2_3 = {
		value = "ヒッパーに対する支援行動、要請対応の可能を認む"
	},
	ins_reply_6_2_4 = {
		value = "だからいらないっての！"
	},
	op_reply_6_1_1 = {
		value = "ガスコーニュ、「楽しい」カンジョウの活性化を認む"
	},
	ins_7 = {
		value = "#レッスン# ガスコーニュ、「カンジョウ」を込めた歌唱行動遂行の可能性を検証中"
	},
	ins_discuss_7_1 = {
		value = "ふふふ、「愛」さえあれば、できないことはありませんわ"
	},
	ins_reply_7_1_1 = {
		value = "「愛」…ガスコーニュ、同カンジョウの理解について必要情報の不足を認む"
	},
	ins_discuss_7_2 = {
		value = "とりあえず自分がいいと思うように頑張ればいいと思うぜ。悩むのはなしだ！"
	},
	ins_discuss_7_3 = {
		value = "クリーブランドの言う通りね"
	},
	op_reply_7_1_1 = {
		value = "歌唱行動の技術への評価と「カンジョウ」への評価の同一視、分析の混乱を引き起こす可能性を認む…"
	},
	ins_8 = {
		value = "必要性について、検証しかねる"
	},
	ins_discuss_8_1 = {
		value = "「アイドル」云々はさておき、女の子として自分を美しくするのは当然なのではなくて？"
	},
	ins_reply_8_1_1 = {
		value = "今のって結構的を射た話ね"
	},
	ins_discuss_8_2 = {
		value = "得意ではありませんが、お手伝いが必要でしたらいつでも仰ってください"
	},
	ins_discuss_8_3 = {
		value = "私は…さ、さすがにこういうのは無理かな…今度ヘレナにちょっと聞いてくるよ…"
	},
	op_reply_8_1_1 = {
		value = "ガスコーニュのケースでの、「そのまま」の意味の説明を求む"
	},
	op_reply_8_1_2 = {
		value = "…感情モジュールにおける「コンラン」を認む"
	},
	ins_9 = {
		value = "#今日の昼ごはん# みんなの分まで買うのが大変だったよー"
	},
	ins_discuss_9_1 = {
		value = "クリーブランド姉貴、サイコー！"
	},
	ins_discuss_9_2 = {
		value = "姉貴と一緒に行きたかった…！"
	},
	ins_discuss_9_3 = {
		value = "今度は私たちが買ってくるよ！"
	},
	ins_discuss_9_4 = {
		value = "あーあ、相変わらず仲睦まじいってことね"
	},
	op_reply_9_1_1 = {
		value = "たまにはいいの！へへ！"
	},
	ins_10 = {
		value = "#ガーデニング#今日もいい感じ！へへ！"
	},
	ins_discuss_10_1 = {
		value = "盆栽以外にもガーデニングを嗜んでおられますか"
	},
	ins_reply_10_1_1 = {
		value = "まあね、ついでにって感じで！"
	},
	ins_discuss_10_2 = {
		value = "綻びる…生命"
	},
	ins_discuss_10_3 = {
		value = "植物を飾るのなら、もっと美しいもの…例えばヒガンバナ…ふふふ"
	},
	ins_reply_10_3_1 = {
		value = "そんな飾り方どこにあるってんのよ…初心者ならガーベラかコスモス、ビオラとかじゃないの？"
	},
	ins_reply_10_3_2 = {
		value = "お！ヒッパーもこういうの、詳しいの？"
	},
	ins_reply_10_3_3 = {
		value = "別に？普通よ！"
	},
	op_reply_10_1_1 = {
		value = "全然初心者だってば！"
	},
	ins_11 = {
		value = "#盆栽の育て方# 音楽を聞かせればもっと育つんじゃないかなー"
	},
	ins_discuss_11_1 = {
		value = "は？そんなのありえないっての"
	},
	ins_reply_11_1_1 = {
		value = "ログデータから該当ケースの実例ありと認む。科学的根拠は未発見と判断"
	},
	ins_reply_11_1_2 = {
		value = "あははは…"
	},
	ins_discuss_11_2 = {
		value = "指揮官さまに毎日赤城のことを聞かせれば、赤城のことだけ見てくれるようになるのかしら……"
	},
	ins_reply_11_2_1 = {
		value = "あははは…"
	},
	ins_discuss_11_3 = {
		value = "クリーブランドが手入れしているものでしたら、別に音楽を聞かせなくてもよく育つと思いますが"
	},
	ins_reply_11_3_1 = {
		value = "そりゃそうだね！"
	},
	op_reply_11_1_1 = {
		value = "本当！？"
	},
	ins_12 = {
		value = "#今日のリハーサル#ステージで汗をかくのも気持ちいいね！"
	},
	ins_discuss_12_1 = {
		value = "姉貴…最高でした！"
	},
	ins_reply_12_1_1 = {
		value = "は、恥ずかしいからそういうのやめて？"
	},
	ins_discuss_12_2 = {
		value = "クリーブランド姉貴はいつでも最高だよ！"
	},
	ins_reply_12_2_1 = {
		value = "だから恥ずかしいから言わなくていいってば！"
	},
	ins_discuss_12_3 = {
		value = "じゃあ私も！クリーブランド、キュート♡"
	},
	ins_reply_12_3_1 = {
		value = "もうやめてぇぇぇぇ＞＜"
	},
	ins_reply_12_3_2 = {
		value = "仲いいわねあんたたち…"
	},
	op_reply_12_1_1 = {
		value = "恥ずかしいからこの話題禁止！"
	},
	op_reply_12_1_2 = {
		value = "へへ、やっぱり指揮官は分かってくれるよな！"
	},
	ins_13 = {
		value = "#分解実験#マイクの構造、面白いですね。早速分解してみました"
	},
	ins_discuss_13_1 = {
		value = "はい！ストップ！"
	},
	ins_discuss_13_2 = {
		value = "しぇ、シェフィールドらしいね…"
	},
	ins_reply_13_2_1 = {
		value = "ものを壊す気持ちよさ、わかりますわ～"
	},
	ins_reply_13_2_2 = {
		value = "ストオオオップ！"
	},
	op_reply_13_1_1 = {
		value = "ちっ"
	},
	op_reply_13_1_2 = {
		value = "ご主人さまもご興味が？"
	},
	ins_14 = {
		value = "#夜間戦闘#「夜空に光る星をこの手で摘み取りキミに届ける」"
	},
	ins_discuss_14_1 = {
		value = "え？"
	},
	ins_reply_14_1_1 = {
		value = "天体を撃墜するためのエネルギーと兵装のシミュレーションを行う"
	},
	ins_reply_14_1_2 = {
		value = "…え？"
	},
	ins_discuss_14_2 = {
		value = "星をも落とす…ふふ、随分とロマンチックな歌詞ですわね"
	},
	op_reply_14_1_1 = {
		value = "ご主人さまはロマンのかけらもございませんね"
	},
	ins_15 = {
		value = "#舞台裏#お疲れさまでした。皆様のおかげさまでステージで輝けました"
	},
	ins_discuss_15_1 = {
		value = "おう！次も一緒に頑張ろうぜ！"
	},
	ins_discuss_15_2 = {
		value = "舞台裏で頑張ってる子たちにも感謝しないとね"
	},
	ins_discuss_15_3 = {
		value = "メイド長として陰ながら応援させていただいております。引き続きよろしくお願いいたします"
	},
	ins_reply_15_3_1 = {
		value = "ベルファスト…努力します"
	},
	op_reply_15_1_1 = {
		value = "ご主人さまに言われなくても"
	},
	ins_16 = {
		value = "#練習#もう少し練習しないといけませんね"
	},
	ins_discuss_16_1 = {
		value = "もう十分上手だよ！"
	},
	ins_reply_16_1_1 = {
		value = "…掃除も音楽も同じく、まだまだ理想には程遠いですが"
	},
	ins_discuss_16_2 = {
		value = "ま、せいぜいみんなの足を引っ張らないようにするっての！"
	},
	ins_reply_16_2_1 = {
		value = "ヒッパーこそもっと練習したほうがいいと思いますが"
	},
	ins_reply_16_2_2 = {
		value = "だから一緒に練習やってるっての！"
	},
	op_reply_16_1_1 = {
		value = "ご主人さまがそう仰るのでしたら準備いたします。聞くと呪われる曲でも用意したほうがよろしいでしょうか。……冗談ですが"
	},
	ins_17 = {
		value = "#趣味#今日のコンディションは最高ね！"
	},
	ins_discuss_17_1 = {
		value = "おお…かっこいいギター！"
	},
	ins_reply_17_1_1 = {
		value = "べ、別にあんたに褒められても嬉しくないけど？！"
	},
	ins_reply_17_1_2 = {
		value = "やっぱりそうですね。「金髪まな板のテンプレート」"
	},
	ins_reply_17_1_3 = {
		value = "誰がツンデレだって言ってんの！？"
	},
	ins_discuss_17_2 = {
		value = "ガスコーニュ、ヴィシアのイメージ色のカラーリングへ塗装を提案"
	},
	ins_discuss_17_3 = {
		value = "ふふふ、いいセンスですわ"
	},
	op_reply_17_1_1 = {
		value = "は？！"
	},
	ins_18 = {
		value = "#フェス#鉄血といえばビールとソーセージね！"
	},
	ins_discuss_18_1 = {
		value = "フェスではしゃいでるヒッパーちゃん、かわいい～"
	},
	ins_reply_18_1_1 = {
		value = "は？べ、別にはしゃいでるわけじゃないけど？"
	},
	ins_reply_18_1_2 = {
		value = "はい入りました～「金髪まな板のテンプレート」～"
	},
	ins_discuss_18_2 = {
		value = "こういう場所にはやっぱり慣れないけど…鉄血のみんなと一緒だと気が少し楽になるね"
	},
	ins_discuss_18_3 = {
		value = "たまにはこういうイベントもいいわね…シュペーも楽しんでるし、いい事づくしだわ！あははははは！"
	},
	op_reply_18_1_1 = {
		value = "ふん！どうしても参加すると言うなら考えてやらないこともないけど！？"
	},
	op_reply_18_1_2 = {
		value = "ふん！どうしても参加すると言うなら考えてやらないこともないけど！？"
	},
	ins_19 = {
		value = "#ぬいぐるみ#かわいい！"
	},
	ins_discuss_19_1 = {
		value = "こういうのがお好きですね"
	},
	ins_discuss_19_2 = {
		value = "ヒッパーってカワイイアイテムが好きなんだ……"
	},
	ins_reply_19_2_1 = {
		value = "そ、そんなことないわよ！？今のは乗っ取られて間違えて送信されただけだっての！"
	},
	ins_reply_19_2_2 = {
		value = "例のテンプレート、入りましたね"
	},
	ins_reply_19_2_3 = {
		value = "オイゲン！！！！"
	},
	op_reply_19_1_1 = {
		value = "！"
	},
	op_reply_19_1_2 = {
		value = "ええ！？"
	},
	ins_20 = {
		value = "#休憩中#仕事のあとのコーヒーは染みるわね…"
	},
	ins_discuss_20_1 = {
		value = "コーヒーより紅茶派です"
	},
	ins_reply_20_1_1 = {
		value = "目覚め効果もあるコーヒーのほうが上に決まってるじゃない"
	},
	ins_discuss_20_2 = {
		value = "こんな泥水のような黒い液体を好むなんて理解できませんね"
	},
	ins_reply_20_2_1 = {
		value = "そっちこそ理解できないっての！"
	},
	ins_discuss_20_3 = {
		value = "まあまあ好みとかそれぞれだから…酸素コーラの差し入れでもいる？"
	},
	op_reply_20_1_1 = {
		value = "ま、まあね"
	},
	ins_21 = {
		value = "【正月】門松を飾る長門様。今年も重桜艦隊のために各員の奮闘を期待する"
	},
	ins_discuss_21_1 = {
		value = "あけましておめでとうですわ"
	},
	ins_reply_21_1_1 = {
		value = "大儀である。今年もそなたの奮闘を期待しておるぞ"
	},
	ins_reply_21_1_2 = {
		value = "ロイヤルのお土産も楽しみ！"
	},
	ins_discuss_21_2 = {
		value = "陛下に代わり、新年のお祝いを申し上げます"
	},
	ins_reply_21_2_1 = {
		value = "ありがとね！それよりなんでカメラを持って体育館を撮ってたの？教えて！"
	},
	ins_discuss_21_3 = {
		value = "あけましておめでとうございます"
	},
	ins_reply_21_3_1 = {
		value = "合同演習で見せた力、この艦隊のために振るうが良い。そなたの活躍を期待しておるぞ"
	},
	ins_op_21_1_1 = {
		value = "あけましておめでとう！"
	},
	ins_op_21_1_2 = {
		value = "このアカウントは長門？それとも誰か別の人が使ってる？"
	},
	op_reply_21_1_1 = {
		value = "重桜のためにより一層励もう"
	},
	op_reply_21_1_2 = {
		value = "長門様と陸奥様、自分（江風）と妹の共同管理だ"
	},
	ins_22 = {
		value = "【正月】三笠様からお年玉を頂いた長門様。本日も上機嫌のご様子である"
	},
	ins_discuss_22_1 = {
		value = "陸奥も三笠様からお年玉をもらった！嬉しい！"
	},
	ins_reply_22_1_1 = {
		value = "陸奥様、感想は別の発信用アカウントを用意しますから、このアカウントでの発信はちょっと…"
	},
	ins_reply_22_1_2 = {
		value = "なんで？別にこのアカウントは「長門姉だよー」って書いてないよ？？？"
	},
	ins_reply_22_1_3 = {
		value = "これはあくまで重桜艦隊の広報用のでして……"
	},
	ins_reply_22_1_4 = {
		value = "でも長門姉も普通に指揮官に返信書いたよ？"
	},
	ins_reply_22_1_5 = {
		value = "？？どうなっているんですか…？"
	},
	ins_op_22_1_1 = {
		value = "こっちからもお年玉を用意したぞ"
	},
	ins_op_22_1_2 = {
		value = "すごく嬉しそう！"
	},
	op_reply_22_1_1 = {
		value = "余を子供扱いする気か！別にいらぬぞ！"
	},
	op_reply_22_1_2 = {
		value = "余は長門であるぞ！お年玉なんてべ、別に嬉しくなんかないぞ！"
	},
	ins_23 = {
		value = "☆オススメ！☆比叡謹製即席料理セット！重桜の宴会で食べたあの料理も手軽に再現可能！これぞ御召艦クォリティ！"
	},
	ins_discuss_23_1 = {
		value = "ふわりん、興味ありそうだから一つもらってもいい…？"
	},
	ins_reply_23_1_1 = {
		value = "いいよ、あとで駆逐艦のみんなに持っていくからな"
	},
	ins_discuss_23_2 = {
		value = "いつの間にそんなアイテムができましたの？？？"
	},
	ins_reply_23_2_1 = {
		value = "「そんなアイテム」はどこにもありませんよ金剛姉さん。ただの冗談だって"
	},
	ins_op_23_1_1 = {
		value = "で？どこに振り込めばいいのか？"
	},
	ins_op_23_1_2 = {
		value = "アカウント乗っ取られた…？"
	},
	op_reply_23_1_1 = {
		value = "重桜寮金剛型の霧島にご連絡くださいませ！ははは！"
	},
	op_reply_23_1_2 = {
		value = "乗っ取られていないよ！ただのボケさ、ははは！"
	},
	ins_24 = {
		value = "吹雪たちと一緒に餅つき…力入れすぎたです"
	},
	ins_discuss_24_1 = {
		value = "ヤッター！鬼神綾波の全力の一撃で臼は真っ二つ！あれれ？もしかしてこれ即返品できるのかな？"
	},
	ins_reply_24_1_1 = {
		value = "この「きれいな断面でなんとか明石の弱みを握れる」と考えている響ですね"
	},
	ins_reply_24_1_2 = {
		value = "なるほどね！これが「あくしつくれーまー」ってやつね！"
	},
	ins_reply_24_1_3 = {
		value = "返品できるの！？"
	},
	ins_reply_24_1_4 = {
		value = "それは流石に無理です…"
	},
	ins_discuss_24_2 = {
		value = "それ私の臼かも（涙"
	},
	ins_reply_24_2_1 = {
		value = "吹雪、ごめんなさい…です…"
	},
	ins_op_24_1_1 = {
		value = "ドンマイ！"
	},
	ins_op_24_1_2 = {
		value = "不知火から調達してもらった分もあるから大丈夫！"
	},
	op_reply_24_1_1 = {
		value = "ごめんなさいです。あとでもう一回やってみるです"
	},
	op_reply_24_1_2 = {
		value = "指揮官…ありがとです"
	},
	ins_25 = {
		value = "ボウヤへのプレゼントよ"
	},
	ins_discuss_25_1 = {
		value = "凄いわ！私も高雄ちゃんに筆をもらって書いてみようかしら？"
	},
	ins_reply_25_1_1 = {
		value = "筆なら重桜寮の書斎にもありますよ。あとでサロンのほうに紙と一緒に置いておきますね"
	},
	ins_discuss_25_2 = {
		value = "羨ましいわね…私お菓子しか持っていけそうにないもの…"
	},
	ins_discuss_25_3 = {
		value = "サディアの土産も持っていこうかな～"
	},
	ins_discuss_25_4 = {
		value = "何だこの集まり！？"
	},
	ins_op_25_1_1 = {
		value = "た、達筆………！"
	},
	ins_op_25_1_2 = {
		value = "おお……！"
	},
	op_reply_25_1_1 = {
		value = "褒めてくれてありがとう。ボウヤ"
	},
	op_reply_25_1_2 = {
		value = "部屋に飾りたければ声をかけて頂戴。持っていくわ"
	},
	ins_26 = {
		value = "この破魔矢、重桜本島のとちょっと違う気がしません？？？"
	},
	ins_discuss_26_1 = {
		value = "確証はないけど、写真を見ている限り、長さも装飾も重桜のと同じように見えるね…"
	},
	ins_reply_26_1_1 = {
		value = "となると、素材の方でなにか違う、ということになるのかな…"
	},
	ins_discuss_26_2 = {
		value = "そ、そんなことはないよ？なにも変わってないから！"
	},
	ins_reply_26_2_1 = {
		value = "なんで伊26がリプライしたの…？"
	},
	ins_discuss_26_3 = {
		value = "あー多分これ明石が原価をケチったんやないかな…"
	},
	ins_op_26_1_1 = {
		value = "具体的にいえば？"
	},
	ins_op_26_1_2 = {
		value = "なにかが仕込まれている？"
	},
	op_reply_26_1_1 = {
		value = "上手く言えませんけど、なんかほんのちょっとだけ軽くなった気がします"
	},
	op_reply_26_1_2 = {
		value = "え！？すぐにでも調べないと！"
	},
	ins_27 = {
		value = "「スゴロク」を遊びましたよ！すごくドキドキしちゃいました…"
	},
	ins_discuss_27_1 = {
		value = "【魔眼の神託】カードをいち早く使わなければよかったね"
	},
	ins_reply_27_1_1 = {
		value = "ゼクちゃんなんで教えてくれなかったの！フュンちゃん初心者なのに！"
	},
	ins_reply_27_1_2 = {
		value = "【魔眼の神託】（こっちも初心者だけど…）"
	},
	ins_discuss_27_2 = {
		value = "フュンちゃん考えてること全部顔に出るタイプかな？持ってるカード全部お見通しだったよ！"
	},
	ins_reply_27_2_1 = {
		value = "そんな事言わなでくださいヨ！（涙"
	},
	ins_reply_27_2_2 = {
		value = "確かにサラトガさんの言う通り表情を隠したほうがいいですね…"
	},
	ins_reply_27_2_3 = {
		value = "そういうニーミちゃんもフュンちゃんと似たようなものじゃない？"
	},
	ins_op_27_1_1 = {
		value = "幸運を祈ろう！"
	},
	ins_op_27_1_2 = {
		value = "東煌の子たちがやってたアレか？"
	},
	op_reply_27_1_1 = {
		value = "祈られちゃった！（普通に楽しかったね！"
	},
	op_reply_27_1_2 = {
		value = "残念！これはユニオンのほうに近いね！指揮官もやったことあるんだ…"
	},
	ins_28 = {
		value = "自撮り…初めてやってみたの……"
	},
	ins_discuss_28_1 = {
		value = "上手く撮れたようですね！おめでとう！"
	},
	ins_reply_28_1_1 = {
		value = "ニーミ、撮り方教えてくれてありがとう…！"
	},
	ins_discuss_28_2 = {
		value = "電子機器には疎いゆえ、お力になれず申し訳ございませんでした"
	},
	ins_reply_28_2_1 = {
		value = "ううん、ベルファストさんも色々教えてくれてありがとう！"
	},
	ins_op_28_1_1 = {
		value = "可愛い！"
	},
	ins_op_28_1_2 = {
		value = "イラストリアス…？"
	},
	op_reply_28_1_1 = {
		value = "えへへ、お兄ちゃん…あとで送るね…？"
	},
	op_reply_28_1_2 = {
		value = "うん…ユニコーン一人で撮るの、ちょっと怖いから……イラストリアス姉ちゃんも誘ったの"
	},
	ins_29 = {
		value = "ゆーちゃん、氷の角を作ってくれた♪"
	},
	ins_discuss_29_1 = {
		value = "寒そうですね…今度出かけるときはお着替えを用意しますよ！"
	},
	ins_reply_29_1_1 = {
		value = "エディンバラさん、心配してくれてありがとう！でも大丈夫…！"
	},
	ins_discuss_29_2 = {
		value = "ゆーちゃん…変な生き物です…"
	},
	ins_reply_29_2_1 = {
		value = "？？ぬいぐるみだよ…？"
	},
	ins_op_29_1_1 = {
		value = "可愛い！"
	},
	ins_op_29_1_2 = {
		value = "ゆーちゃん器用！"
	},
	op_reply_29_1_1 = {
		value = "えへへ、お兄ちゃんありがとう…！"
	},
	op_reply_29_1_2 = {
		value = "えへへ、ゆーちゃん、色々とできるよ…？"
	},
	ins_30 = {
		value = "年越しそば…というわけではありませんが"
	},
	ins_discuss_30_1 = {
		value = "指揮官様も誘って、一緒に食べればいいのに"
	},
	ins_reply_30_1_1 = {
		value = "そうしたいのはあなた自身でしょうに…この時期のことですから、迷惑だって考えたことがないかしら？"
	},
	ins_reply_30_1_2 = {
		value = "まあまあ"
	},
	ins_discuss_30_2 = {
		value = "この写真っていつもとイメージ違くない？"
	},
	ins_reply_30_2_1 = {
		value = "やっぱりそう見えますか。阿賀野が撮ったのです"
	},
	ins_discuss_30_3 = {
		value = "夕張も食べたい"
	},
	ins_reply_30_3_1 = {
		value = "良ければ今度おすそ分けしますよ。兵装点検のお礼もしたいので。"
	},
	ins_op_30_1_1 = {
		value = "この時期だからね！"
	},
	ins_op_30_1_2 = {
		value = "良いお年を！"
	},
	op_reply_30_1_1 = {
		value = "この時期だからこそ、ですね。"
	},
	op_reply_30_1_2 = {
		value = "良いお年をお迎えください"
	},
	ins_31 = {
		value = "タコアゲって楽しいね！"
	},
	ins_discuss_31_1 = {
		value = "すごく楽しそう……"
	},
	ins_reply_31_1_1 = {
		value = "ユニコーンちゃんに今度貸してあげるよ！あっ、揚げ方も教えたほうがいいかな？明日でもいい？"
	},
	ins_reply_31_1_2 = {
		value = "うん！ありがとう！"
	},
	ins_discuss_31_2 = {
		value = "明日の合同演習準備は終わった？"
	},
	ins_reply_31_2_1 = {
		value = "やってます！やっていますです！"
	},
	ins_op_31_1_1 = {
		value = "楽しそう！"
	},
	ins_op_31_1_2 = {
		value = "サウサンプトンが自分で作ったの？"
	},
	op_reply_31_1_1 = {
		value = "指揮官様も今度やりません？あ、非番の日にです！"
	},
	op_reply_31_1_2 = {
		value = "違いますよーこれは明石の店で買いましたー"
	},
	ins_32 = {
		value = "母港監視哨、所定位置にて待機中"
	},
	ins_discuss_32_1 = {
		value = "ごめんなさいアーク・ロイヤルさん！写真間違えました！上げ直しお願いします…"
	},
	ins_reply_32_1_1 = {
		value = "頼む！"
	},
	ins_discuss_32_2 = {
		value = "写真の方を確認させていただきました。この度の無礼、誠に申し訳ございませんでした"
	},
	ins_reply_32_2_1 = {
		value = "別に大丈夫だ。むしろこっちが手間をかけてしまったな。感謝する"
	},
	ins_op_32_1_1 = {
		value = "誰が撮ったんだ…？"
	},
	ins_op_32_1_2 = {
		value = "誰を撮るつもりだ…？"
	},
	op_reply_32_1_1 = {
		value = "同じ志を持つ友人だ。案ずることはない"
	},
	op_reply_32_1_2 = {
		value = "守るべき仲間たちだ。別にやましい気持ちなどないぞ！"
	},
	ins_33 = {
		value = "うひょー焼き餅ｷﾀ━━━(ﾟ∀ﾟ)━━━!! "
	},
	ins_discuss_33_1 = {
		value = "なるほどね！これが「めしてろ」ってことね！"
	},
	ins_reply_33_1_1 = {
		value = "それがしの分をちゃんと残してくれでござるよ！"
	},
	ins_reply_33_1_2 = {
		value = "暁ちゃんの分は取ってありますよ"
	},
	ins_reply_33_1_3 = {
		value = "うぃっすお願いしまーす"
	},
	ins_discuss_33_2 = {
		value = "大先輩もこれ作ってるよ！"
	},
	ins_reply_33_2_1 = {
		value = "喉への詰まらせ注意ね！"
	},
	ins_op_33_1_1 = {
		value = "ｷﾀ━━━(Дﾟ(○=(ﾟ∀ﾟ)=○)Дﾟ)━━━!!! "
	},
	ins_op_33_1_2 = {
		value = "美味しそう！"
	},
	op_reply_33_1_1 = {
		value = "ｼｷｶﾝ━━(ﾟдﾟ；)))━━!!??"
	},
	op_reply_33_1_2 = {
		value = "響ちゃんのグルメチャンネル、なめるんじゃないぞー！ニヒヒ！"
	},
	ins_34 = {
		value = "こんなもんか"
	},
	ins_discuss_34_1 = {
		value = "あの光ってるもの…ジュノーちゃんのものじゃない？"
	},
	ins_reply_34_1_1 = {
		value = "鬼怒、まさかこんなことをする子だなんて……"
	},
	ins_reply_34_1_2 = {
		value = "本人からちょっと借りただけだ！写真も見せてあるぞ！"
	},
	ins_discuss_34_2 = {
		value = "片付けのときはあてを呼んでね"
	},
	ins_reply_34_2_1 = {
		value = "え？もうそんな時期か？"
	},
	ins_op_34_1_1 = {
		value = "いいセンスだ"
	},
	ins_op_34_1_2 = {
		value = "名前をつけるならスノーオーガ？"
	},
	op_reply_34_1_1 = {
		value = "指揮官には分かるのか？中々理解者がいなくてな"
	},
	op_reply_34_1_2 = {
		value = "あてなら「オーガ」より「白令の氷鬼」って名前をつけるな……さすがにやりすぎか"
	},
	ins_35 = {
		value = "流石に本家には勝てないか……"
	},
	ins_discuss_35_1 = {
		value = "言わんこっちゃない:3"
	},
	ins_discuss_35_2 = {
		value = "私が相手のときはあんなに強い姉貴が…重桜、恐るべし……！"
	},
	ins_reply_35_2_1 = {
		value = " @Cleve-FC.4  姉貴の仇を討つぞ"
	},
	ins_reply_35_2_2 = {
		value = "了解"
	},
	ins_reply_35_2_3 = {
		value = "討つなって！"
	},
	ins_op_35_1_1 = {
		value = "なぜ写真をアップするんだ…？"
	},
	ins_op_35_1_2 = {
		value = "姉貴、ファイト！"
	},
	op_reply_35_1_1 = {
		value = "屈辱的な敗北を忘れないように戒めるためだ！決して罰ゲームじゃないぞ！"
	},
	op_reply_35_1_2 = {
		value = "サンキュー！あとでまた練習付き合って！"
	},
	ins_36 = {
		value = "寝正月！コタツっていいわねー"
	},
	ins_discuss_36_1 = {
		value = "セントラルヒーティングもよいのではなくて？"
	},
	ins_reply_36_1_1 = {
		value = "寮舎の改装まですると流石に大掛かりすぎますね…"
	},
	ins_reply_36_1_2 = {
		value = "困りますわ＞w＜"
	},
	ins_reply_36_1_3 = {
		value = "な、なんだこの顔文字は！？"
	},
	ins_discuss_36_2 = {
		value = "昼寝部に入る…？"
	},
	ins_op_36_1_1 = {
		value = "コタツ最強！"
	},
	ins_op_36_1_2 = {
		value = "ルームヒーターこそ王道ぞ…！"
	},
	op_reply_36_1_1 = {
		value = "執務室に設置してはいけません！本当に仕事どころじゃなくなるから！"
	},
	op_reply_36_1_2 = {
		value = "それもいいですね…まあ、私はあくまでコタツのほうを推しますけど？"
	},
	ins_37 = {
		value = "ゆきんこ、雪だるま、雪合戦……ふわりんも一緒……"
	},
	ins_discuss_37_1 = {
		value = "雪玉を作るのに何も饅頭まで入れなくてもいいと思いますが…"
	},
	ins_reply_37_1_1 = {
		value = "そうなの？"
	},
	ins_discuss_37_2 = {
		value = "意外と痛いわね…霞、本気で頑張りすぎてませんか？"
	},
	ins_op_37_1_1 = {
		value = "ふわりんは…どこ…？"
	},
	ins_op_37_1_2 = {
		value = "楽しそう！"
	},
	op_reply_37_1_1 = {
		value = "見えないの…？"
	},
	op_reply_37_1_2 = {
		value = "指揮官も一緒にやると、もっと楽しそう…"
	},
	ins_reply_36_2_1 = {
		value = "そ、そんな部活あるの!?"
	},
	ins_38 = {
		value = "#VocationChampionship#ナイスホームラン！"
	},
	ins_discuss_38_1 = {
		value = "ヒューさすがクリーブランド姉貴！"
	},
	ins_reply_38_1_1 = {
		value = "へへ～フルスイングって気持ちいいよな！"
	},
	ins_discuss_38_2 = {
		value = "戦場を駆けるクリーブランド姉貴…！"
	},
	ins_reply_38_2_1 = {
		value = "違うよ！ただの運動場だってば！"
	},
	ins_discuss_38_3 = {
		value = "あのボール、結局どこまで飛んだんだ？"
	},
	ins_reply_38_3_1 = {
		value = "…あ！しまった！もしかして……"
	},
	ins_op_38_1_1 = {
		value = "野球って面白そうだね"
	},
	ins_op_38_1_2 = {
		value = "おお！ナイスバッティング！"
	},
	op_reply_38_1_1 = {
		value = "へへ、今度指揮官も一緒にやってみる？"
	},
	op_reply_38_1_2 = {
		value = "ははは、たまたまだよ！たまたま！"
	},
	ins_39 = {
		value = "#歴史的瞬間#先輩ーーーー!（プッ"
	},
	ins_discuss_39_1 = {
		value = "しょ、翔鶴姉、これはひどいよ……"
	},
	ins_reply_39_1_1 = {
		value = "赤城先輩をこんな目に遭わせたのはどこの誰ですか？！絶対に許しません！（プッ…"
	},
	ins_discuss_39_2 = {
		value = "ふふふふふふ…どうやら本気で「ソウジ」しないといけませんわね……ふふふふふふ……"
	},
	ins_reply_39_2_1 = {
		value = "赤城姉さま！？犯人は加賀が探しますから少し落ち着いてください…！明石でも呼んでくるか…？"
	},
	ins_discuss_39_3 = {
		value = "ほんっとにごめんなさい！！今謝罪しに行くから！！"
	},
	ins_reply_39_3_1 = {
		value = "※この投稿は削除されました"
	},
	ins_reply_39_3_2 = {
		value = "そう言えば、たしか今日はユニオン寮で野球大会をやってたんだっけ…"
	},
	ins_reply_39_3_3 = {
		value = "……"
	},
	ins_reply_39_3_4 = {
		value = "本当にごめんなさい！！！！"
	},
	ins_op_39_1_1 = {
		value = "大丈夫か？"
	},
	op_reply_39_1_1 = {
		value = "あああ指揮官さま赤城のことを心配していますか？？指揮官さまの気持ちだけで、赤城はもう全回復しましたわ♡"
	},
	ins_40 = {
		value = "#日誌#定例食糧調達"
	},
	ins_discuss_40_1 = {
		value = "エンプラ姉は相変わらずね…食生活を気にしないと言うか、むしろ変にこだわってない？"
	},
	ins_reply_40_1_1 = {
		value = "満腹感を提供し、エネルギー補充さえできれば十分だからな。忙しい時は"
	},
	ins_discuss_40_2 = {
		value = "レーション…もしかしてこれがエンタープライズの強さの秘訣…！？"
	},
	ins_reply_40_2_1 = {
		value = "…ただ便利なだけだ。三食これだと流石に無理があるぞ"
	},
	ins_reply_40_2_2 = {
		value = "わかるー！"
	},
	ins_discuss_40_3 = {
		value = "もう、こういうのばかり買っちゃうと、また誤解されちゃうわよ？"
	},
	ins_reply_40_3_1 = {
		value = "うっ、確かに……"
	},
	ins_reply_40_3_2 = {
		value = "ほら、写真の奥に"
	},
	ins_reply_40_3_3 = {
		value = "ベルファスト？"
	},
	ins_op_40_1_1 = {
		value = "美味しいのでも作ってそちらに持っていってもいい？"
	},
	ins_op_40_1_2 = {
		value = "それ美味しいか…？"
	},
	op_reply_40_1_1 = {
		value = "そんな暇があったら艦隊運営の業務に集中したほうがいいぞ"
	},
	op_reply_40_1_2 = {
		value = "美味しいも何も、腹さえ満たせば十分だ"
	},
	op_reply_40_1_3 = {
		value = "本当は指揮官の作ったもの、いつも楽しみにしてるくせにー"
	},
	op_reply_40_1_4 = {
		value = "……この間作ってくれたものをまだ食べきっていないだけだぞ"
	},
	op_reply_40_1_5 = {
		value = "エンタープライズちゃん？ヴェスタルせっかく料理を教えたのに…"
	},
	op_reply_40_1_6 = {
		value = "別に料理をしないのではないぞ。この間指揮官のリクエストで作ったじゃないか"
	},
	ins_41 = {
		value = "#メイド隊の生活指導#エネルギー、食物繊維、バランスのいい食事は健康の秘訣です"
	},
	ins_discuss_41_1 = {
		value = "別に野菜は嫌いではないが、レーションでも食事の栄養は摂れるのではないか？"
	},
	ins_reply_41_1_1 = {
		value = "エンタープライズ様はあのようなものがまともな食事だとお考えですか？"
	},
	ins_reply_41_1_2 = {
		value = "はいはい…しかしこのレシピは誰が考案したのか？"
	},
	ins_reply_41_1_3 = {
		value = "ネバダ様からいただいたレシピですが？「好き嫌いは良くないから食べとけ」と"
	},
	ins_reply_41_1_4 = {
		value = "……あいつはちょっとお節介が過ぎたな…はあ…"
	},
	ins_discuss_41_2 = {
		value = "ベル～姉さんにも美味しいものを作ってよ～ケーキとか～"
	},
	ins_reply_41_2_1 = {
		value = "#メイド隊の生活指導#過ぎた糖分は体によくありません。間食・お菓子…糖分は適宜に。"
	},
	ins_reply_41_2_2 = {
		value = "それここで言うの？！"
	},
	ins_discuss_41_3 = {
		value = "ちなみになんでベルファストがエンプラ姉ちゃんに？"
	},
	ins_reply_41_3_1 = {
		value = "「私が作っちゃうと、キッチンから煙が出た時点でエンタープライズちゃんに察知されるから、誤魔化されないよう頼みますね」とヴェスタルから頼まれましたね"
	},
	ins_reply_41_3_2 = {
		value = "どうしてサラダ作って煙が出るのですかぁ？！"
	},
	ins_reply_41_3_3 = {
		value = "済まない、私に言われてもな……"
	},
	ins_op_41_1_1 = {
		value = "メイドは栄養学も勉強するのか…"
	},
	ins_op_41_1_2 = {
		value = "肉もほしいね"
	},
	op_reply_41_1_1 = {
		value = "皆様が健康な生活を過ごせるよう補佐するのもメイドの仕事でございます"
	},
	op_reply_41_1_2 = {
		value = "カロリーとタンパク質が過剰になりがちなレーションを食べ慣れているエンタープライズ様には、しばらくバランスを取っていただきます"
	},
	op_reply_41_1_3 = {
		value = "ヴェスタルの頼みとは言え、流石にこうやって強引に食べさせるのはどうかと…"
	},
	op_reply_41_1_4 = {
		value = "そうだな。ステーキは土曜日までお預けだ"
	},
	ins_42 = {
		value = "#休日#あははは！たまには乗り物1号と散歩するのも悪くないわ！"
	},
	ins_discuss_42_1 = {
		value = "姉ちゃん、楽しそうね"
	},
	ins_reply_42_1_1 = {
		value = "下等生物の趣味だけど、気分転換にはちょうどいいと認めてやるわ！はははは！"
	},
	ins_discuss_42_2 = {
		value = "ふふふ…可愛いねドイッチュラント"
	},
	ins_reply_42_2_1 = {
		value = "このスピリチュアルであるドイッチュラントに可愛いは当てはまらないわ！その褒め方はシュペーにしてあげなさい！"
	},
	ins_reply_42_2_2 = {
		value = "そうそう、そういうところが可愛いのよ"
	},
	ins_reply_42_2_3 = {
		value = "オイゲン、仲間をからかうのはやめなさいっての"
	},
	ins_reply_42_2_4 = {
		value = "あら「姉さん」、妬いちゃったのかしら？"
	},
	ins_reply_42_2_5 = {
		value = "は、はああ？！誰がそんなことを！！"
	},
	ins_reply_42_2_6 = {
		value = "楽しそうね、あんたたち……"
	},
	ins_op_42_1_1 = {
		value = "いい天気！"
	},
	ins_op_42_1_2 = {
		value = "あの艤装、自分で動けるのか…"
	},
	op_reply_42_1_1 = {
		value = "下等生物、今度は縄を引いてもらうわよ！"
	},
	op_reply_42_1_2 = {
		value = "この子、実は結構アグレッシブなのよ。下等生物も見習ってはどうかしら？あははは！"
	},
	ins_43 = {
		value = "#飲み会#重桜も大変ね。また今度飲みましょ？@"
	},
	ins_discuss_43_1 = {
		value = "これはいつの間に？！"
	},
	ins_reply_43_1_1 = {
		value = "もう忘れたの？この間結構酔いつぶれてたじゃない。凄かったわよ？あんなに愚痴る加賀"
	},
	ins_reply_43_1_2 = {
		value = "ただの偶然だ"
	},
	ins_discuss_43_2 = {
		value = "加賀先輩、普段はあんなにカッコいいのに、やっぱり色々とストレスが溜まっていたのね…"
	},
	ins_reply_43_2_1 = {
		value = "だからただの偶然だって言ってるだろう！"
	},
	ins_discuss_43_3 = {
		value = "加賀、悩みがあれば相談して頂戴"
	},
	ins_reply_43_3_1 = {
		value = "赤城、姉さま……"
	},
	ins_reply_43_3_2 = {
		value = "その加賀先輩の悩みはもしかして赤城先輩じゃないでしょうね…"
	},
	ins_reply_43_3_3 = {
		value = "翔鶴姉、それだけじゃないと思うよ？"
	},
	ins_op_43_1_1 = {
		value = "飲み会…いいね！"
	},
	ins_op_43_1_2 = {
		value = "加賀、なにか悩みがあるのか…？"
	},
	op_reply_43_1_1 = {
		value = "指揮官も来る？悩みを聞いてあげるわよ？ふふふ"
	},
	op_reply_43_1_2 = {
		value = "なんでもない…ただ少し発散したかっただけだ"
	},
	ins_44 = {
		value = "（音声入力）えへへ、アメさん、いい子にしてね、大きくなったらアメさんたくさん作るよー"
	},
	ins_discuss_44_1 = {
		value = "（音声入力）ほ、本当に大きくなるの？？？"
	},
	ins_reply_44_1_1 = {
		value = "（音声入力）睦月も分かんない！"
	},
	ins_reply_44_1_2 = {
		value = "（音声入力）睦月ちゃん、頑張ってー！"
	},
	ins_reply_44_1_3 = {
		value = "（音声入力）うん！"
	},
	ins_discuss_44_2 = {
		value = "願えば叶うというものだ    物は試しだぞ"
	},
	ins_reply_44_2_1 = {
		value = "（音声入力）どういうこと？睦月頑張る！"
	},
	ins_op_44_1_1 = {
		value = "今度アメさんあげるね"
	},
	ins_op_44_1_2 = {
		value = "育てるの楽しみ！"
	},
	op_reply_44_1_1 = {
		value = "（音声入力）しゅきかん、ありがとう！"
	},
	op_reply_44_1_2 = {
		value = "（音声入力）うん！大きくなったらアメさん、しゅきかんにもあげる！"
	},
	ins_45 = {
		value = "新しく買ったフライパンが―――！"
	},
	ins_discuss_45_1 = {
		value = "ふにゃ！？そんなバカにゃ！使用方法が間違ってるからにゃ！"
	},
	ins_reply_45_1_1 = {
		value = "あのフライパンは明石の新商品なの？！"
	},
	ins_reply_45_1_2 = {
		value = "「何もしなくても加熱してくれるフライパン」を明石に押し付けられて、それで料理を作ってみたけど…まさか……"
	},
	ins_reply_45_1_3 = {
		value = "き、きっと何か誤解があるにゃ！今調べてくるにゃ！"
	},
	ins_discuss_45_2 = {
		value = "L.I.さん曰く「料理は爆発」、です……？"
	},
	ins_reply_45_2_1 = {
		value = "爆発は嫌だよ！"
	},
	ins_discuss_45_3 = {
		value = "たまご…バイバイ……"
	},
	ins_reply_45_3_1 = {
		value = "TOT"
	},
	ins_op_45_1_1 = {
		value = "怪我はしなかったよね？"
	},
	ins_op_45_1_2 = {
		value = "流石にもう食べられないよね…"
	},
	op_reply_45_1_1 = {
		value = "うん…びっくりしたけど、大丈夫……"
	},
	op_reply_45_1_2 = {
		value = "ちょっと焦げただけだけど…指揮官も流石にこれは食べないよね？！"
	},
	ins_46 = {
		value = "現行犯逮捕だな"
	},
	ins_discuss_46_1 = {
		value = "誤解だぞ！私はただ、人に写真を撮るように頼まれただけだ！"
	},
	ins_reply_46_1_1 = {
		value = "じゃあその表情はなんだ！"
	},
	ins_reply_46_1_2 = {
		value = "私の守備範囲は駆逐艦の妹たちだけだぞ！ただ撮る最中にほかの写真を見てしまっただけだ！"
	},
	ins_discuss_46_2 = {
		value = "アーク・ロイヤル様は確かに、メイド隊の子の写真を撮るよう頼まれていましたね"
	},
	ins_reply_46_2_1 = {
		value = "そうだったのか…"
	},
	ins_reply_46_2_2 = {
		value = "申し訳ございません…ちょっとキンチョーしてしまいました…"
	},
	ins_reply_46_2_3 = {
		value = "ですがアーク・ロイヤル様、あんな顔をしていたら誤解されても仕方がないでしょう"
	},
	ins_reply_46_2_4 = {
		value = "ベルファストまで？！"
	},
	ins_op_46_1_1 = {
		value = "アーク・ロイヤル…さらばだ…"
	},
	ins_op_46_1_2 = {
		value = "ベルちゃん、大丈夫？"
	},
	op_reply_46_1_1 = {
		value = "ただいい写真を撮りたかっただけだ……"
	},
	op_reply_46_1_2 = {
		value = "大丈夫です！…キンチョーしただけでした…"
	},
	ins_47 = {
		value = "後輩の看病は先輩の義務ですわ～"
	},
	ins_discuss_47_1 = {
		value = "せせせ先輩やめてください！注射は嫌です！本当に許してください！"
	},
	ins_reply_47_1_1 = {
		value = "ふふふ…お注射をして、早く治ってくださいね～"
	},
	ins_discuss_47_2 = {
		value = "翔鶴姉…せっかく赤城先輩が看病してくれてるから……"
	},
	ins_reply_47_2_1 = {
		value = "調子が悪いの、風邪のせいなのか先輩のせいなのか、わからなくなりました…"
	},
	ins_discuss_47_3 = {
		value = "姉さまは後輩の看病もするのだな…"
	},
	ins_reply_47_3_1 = {
		value = "加賀が倒れてももちろん看病するわよ～"
	},
	ins_reply_47_3_2 = {
		value = "赤城姉さま……"
	},
	ins_op_47_1_1 = {
		value = "感動的なシチュエーション…"
	},
	ins_op_47_1_2 = {
		value = "明石とヴェスタルたち工作艦を呼んだほうがいい？"
	},
	op_reply_47_1_1 = {
		value = "指揮官、助けてください！！！"
	},
	op_reply_47_1_2 = {
		value = "ぜひお願いします！！！！"
	},
	ins_48 = {
		value = "平海ちゃんのカンフーチャレンジ"
	},
	ins_discuss_48_1 = {
		value = "あれ？平海と寧海は旅行に行っていませんでした？"
	},
	ins_reply_48_1_1 = {
		value = "あ、これは出発前に撮った写真ですね。楽しかったので投稿しました"
	},
	ins_discuss_48_2 = {
		value = "面白そう！鞍山姉さん、私たちもやらない？"
	},
	ins_reply_48_2_1 = {
		value = "やらないよ！そんなことよりこの写真の逸仙さん、すごく平然としていますね"
	},
	ins_reply_48_2_2 = {
		value = "平海ちゃんのことを信じていましたからね"
	},
	ins_discuss_48_3 = {
		value = "撮ったのそれ……"
	},
	ins_reply_48_3_1 = {
		value = "旅行はどうですか？"
	},
	ins_reply_48_3_2 = {
		value = "美味しいものいっぱい食べた！"
	},
	ins_reply_48_3_3 = {
		value = "もう食べ物ばっかり！みんなのお土産は買ってあるから、楽しみにしてて！"
	},
	ins_op_48_1_1 = {
		value = "カンフー……？"
	},
	ins_op_48_1_2 = {
		value = "コーラ飲みたくなったな…"
	},
	op_reply_48_1_1 = {
		value = "平海ちゃんたちの趣味ですよ"
	},
	op_reply_48_1_2 = {
		value = "平海もお腹へった！"
	},
	op_reply_48_1_3 = {
		value = "…もうご飯食べに行くわよ！"
	},
	ins_49 = {
		value = "#謝罪#三笠様、誠に申し訳ございませんでした！"
	},
	ins_discuss_49_1 = {
		value = "我のコレクションはよく災難に遭うな…OTL"
	},
	ins_reply_49_1_1 = {
		value = "誠に申し訳ございません！シリアス、なんとしてでも直します！"
	},
	ins_reply_49_1_2 = {
		value = "（音声入力）三笠大先輩のコレクションまた壊れたの？睦月も直すの手伝う！"
	},
	ins_reply_49_1_3 = {
		value = "ははは、睦月の気持ちだけもらっておこう。シリアスもそう深刻に考えるなn。扱い方をしっかり説明iしなかった我にも非はある"
	},
	ins_discuss_49_2 = {
		value = "三笠様、申し訳ございません。この模型はメイド隊が責任を持って修理させていただきますので"
	},
	ins_reply_49_2_1 = {
		value = "ロイヤルメイド隊のメイド長から協力をもらえるとは心強い！頼む！"
	},
	ins_op_49_1_1 = {
		value = "三笠大先輩の博物館にまた災難が起きたのか……"
	},
	ins_op_49_1_2 = {
		value = "こっちにも手伝わせてください"
	},
	op_reply_49_1_1 = {
		value = "OTL…"
	},
	op_reply_49_1_2 = {
		value = "誇らしきご主人様の手をわずらわせることになるなんて…この卑しいメイドに罰を与えてくださいませ！！"
	},
	ins_50 = {
		value = "夏の楽しい思い出、ふふふ"
	},
	ins_discuss_50_1 = {
		value = "よもやあのときの記憶を持ち出すとは…我でも流石に心がヒヤッとしたな…"
	},
	ins_reply_50_1_1 = {
		value = "謝罪する。この手に握っていたものに、どうしても注意が取られてしまったのだ"
	},
	ins_discuss_50_2 = {
		value = "これしきのことで慌てるなんて、まるで下等生物のようね！"
	},
	ins_reply_50_2_1 = {
		value = "姉ちゃんも焦ったんでしょう？フィーゼちゃんが振り下ろした時に…"
	},
	ins_reply_50_2_2 = {
		value = "の、ノリで演じてやっただけだわ！このドイッチュラントがこの程度で動じるわけないでしょう？！"
	},
	ins_discuss_50_3 = {
		value = "みんなが慌ててたのに平然と写真を撮ったオイゲンのほうが……ったくあんたには負けたわよ"
	},
	ins_reply_50_3_1 = {
		value = "こんなに面白いことを撮らないわけないじゃない～ドイッチュラントのこのあとの反応を撮れなかったのは残念だわ～"
	},
	ins_op_50_1_1 = {
		value = "ドイッチュラント、大丈夫だったか…"
	},
	ins_op_50_1_2 = {
		value = "オイゲン、この一瞬をどうやって撮ったのか…？"
	},
	op_reply_50_1_1 = {
		value = "当然よ！下等生物とは出来が違うわ！"
	},
	op_reply_50_1_2 = {
		value = "さあ？楽しい瞬間を見逃さない直感なのかしら？"
	},
	ins_51 = {
		value = "まさか冷蔵庫の中がミニ休憩スペースになっていたなんて…"
	},
	ins_discuss_51_1 = {
		value = "ごめんなさい。ちょっと故郷の雰囲気を味わいたくなっちゃいました…"
	},
	ins_reply_51_1_1 = {
		value = "あの冷蔵庫をどうやって休憩スペースに改造したのですか…？"
	},
	ins_reply_51_1_2 = {
		value = "んー中に入っているお酒を全部飲み切って、そのまま入りましたけど…？"
	},
	ins_discuss_51_2 = {
		value = "あれだけ飲んで顔が赤くなっただけなの？！"
	},
	ins_discuss_51_3 = {
		value = "ラフィーも、ごくごく飲みたい……"
	},
	ins_op_51_1_1 = {
		value = "北方連合…恐るべし……"
	},
	ins_op_51_1_2 = {
		value = "ニーミ、ご苦労"
	},
	op_reply_51_1_1 = {
		value = "指揮官もウォッカでもどうですか？ふふふ"
	},
	op_reply_51_1_2 = {
		value = "ほ、本当にびっくりしました……"
	},
	ins_52 = {
		value = "久しぶりのニンジャ特訓でござる！"
	},
	ins_discuss_52_1 = {
		value = "なるほどね！これがいわゆる「えきさいてぃんぐ」ね！"
	},
	ins_reply_52_1_1 = {
		value = "うむ！それがしの激動なる訓練でござる！"
	},
	ins_discuss_52_2 = {
		value = "そうだな~こうやって朝の海風に吹かれながら疾走るのも結構気持ちいいな！"
	},
	ins_reply_52_2_1 = {
		value = "霧島殿！それがしの特訓にご協力いただき、感謝でござる！"
	},
	ins_reply_52_2_2 = {
		value = "暁ちゃん、迷子になりませんでしたの？"
	},
	ins_reply_52_2_3 = {
		value = "しないわよ！…コホン！霧島殿がいれば、それがしは簡単に道を見失わないのでござるよ！"
	},
	ins_op_52_1_1 = {
		value = "霧島がいると迷子にならないな"
	},
	ins_op_52_1_2 = {
		value = "走るのって気持ちいいね！"
	},
	op_reply_52_1_1 = {
		value = "そ、それがしひとりだけでも迷子にならないでござるよ！"
	},
	op_reply_52_1_2 = {
		value = "ははは、指揮官も一緒にどうだ？"
	},
	ins_53 = {
		value = "#母港不思議グランプリ#誓いの指輪発売中CM、好評配信中にゃ！"
	},
	ins_discuss_53_1 = {
		value = "はあ…いくらなんでも直球すぎでございますね…さすが、と言うべきなのでしょうか"
	},
	ins_reply_53_1_1 = {
		value = "売上が上がったら明石もみんなもハッピーにゃ！"
	},
	ins_discuss_53_2 = {
		value = "指輪、割引になってないの？"
	},
	ins_reply_53_2_1 = {
		value = "元々原価が高いにゃ！"
	},
	ins_op_53_1_1 = {
		value = "饅頭たちによくこんな役を演じてもらったな…"
	},
	ins_op_53_1_2 = {
		value = "割引はないの？"
	},
	op_reply_53_1_1 = {
		value = "これぐらい明石にはよゆーにゃ！"
	},
	op_reply_53_1_2 = {
		value = "指揮官の気持ちが割引になるとか残酷すぎるにゃ！"
	},
	ins_54 = {
		value = "露天温泉最高♡"
	},
	ins_discuss_54_1 = {
		value = "エルドリッジも、浸った"
	},
	ins_reply_54_1_1 = {
		value = "なんかしびれてたのは…錯覚かしら？"
	},
	ins_discuss_54_2 = {
		value = "寒い外からタタタとダッシュしてお風呂にドボーン！気持ちよかったああ！"
	},
	ins_reply_54_2_1 = {
		value = "あの水しぶきを作ったのはあなただったの？！"
	},
	ins_op_54_1_1 = {
		value = "温泉…いいね……"
	},
	ins_op_54_1_2 = {
		value = "エルドリッジの電撃風呂…特殊な訓練を受けない限り無理か…っ！"
	},
	op_reply_54_1_1 = {
		value = "指揮官様、大鳳と一緒に温泉に入りませんか？大鳳はいつでも大歓迎ですわ♡"
	},
	op_reply_54_1_2 = {
		value = "ビリビリ…気持ちいい……"
	},
	ins_55 = {
		value = "できた…！"
	},
	ins_discuss_55_1 = {
		value = "ポストモダンに該当する、アマチュアアートであると認む"
	},
	ins_reply_55_1_1 = {
		value = "えへへ、よくわからないけどユニコーン、頑張って作ったよ？"
	},
	ins_discuss_55_2 = {
		value = "素晴らしい作品ですわ"
	},
	ins_reply_55_2_1 = {
		value = "うん、ユニコーンのゆーちゃん…！"
	},
	ins_reply_55_2_2 = {
		value = "こ、これがゆーちゃん…？！"
	},
	ins_reply_55_2_3 = {
		value = "そう…だよ？似てないの…？"
	},
	ins_op_55_1_1 = {
		value = "プロも顔負けだ！？"
	},
	ins_op_55_1_2 = {
		value = "新しいアートの生誕だ…"
	},
	op_reply_55_1_1 = {
		value = "えへへ、お兄ちゃんありがとう！"
	},
	op_reply_55_1_2 = {
		value = "えへへ、ゆーちゃんを見ながら、頑張って彫ったよ？"
	},
	ins_56 = {
		value = "なんでオフニャはおとなしくならないの！"
	},
	ins_discuss_56_1 = {
		value = "お疲れ様だにゃ！すごく助かったにゃ！"
	},
	ins_reply_56_1_1 = {
		value = "ふ、ふん！…困っているから助けてーって言われたから助けたぞ！"
	},
	ins_discuss_56_2 = {
		value = "でも意外と楽しそうだったわ。ハムマンちゃん"
	},
	ins_reply_56_2_1 = {
		value = "うぅ…………"
	},
	ins_op_56_1_1 = {
		value = "ご苦労！"
	},
	ins_op_56_1_2 = {
		value = "新しい友達ができるといいね"
	},
	op_reply_56_1_1 = {
		value = "べ、別にこの程度なんでもないわ！"
	},
	op_reply_56_1_2 = {
		value = "「どうしてもお友達になってほしい」って言われたらね！"
	},
	ins_57 = {
		value = "みんなと写真を撮りました！"
	},
	ins_discuss_57_1 = {
		value = "やっぱり眠かった…"
	},
	ins_discuss_57_2 = {
		value = "綾波、ちゃんと笑えたです？"
	},
	ins_discuss_57_3 = {
		value = "えへへ、チーズ！の時はみんなすごく揃ってたよ！"
	},
	ins_discuss_57_4 = {
		value = "や、やっぱり恥ずかしいよね…"
	},
	ins_op_57_1_1 = {
		value = "アーク・ロイヤル…？"
	},
	ins_op_57_1_2 = {
		value = "幸せそうな風景だ"
	},
	op_reply_57_1_1 = {
		value = "駆逐艦の妹たちが楽しく遊んでいる姿……尊い！"
	},
	op_reply_57_1_2 = {
		value = "と、撮る時は結構苦労しましたけどね…"
	},
	ins_58 = {
		value = "#嘘ネタ#明石が隠し持っている教科書を発見したわ！"
	},
	ins_discuss_58_1 = {
		value = "別に隠し持ってなんかないにゃ！"
	},
	ins_reply_58_1_1 = {
		value = "（じーーー）"
	},
	ins_discuss_58_2 = {
		value = "こんなにあるのでしたらとっくに放出してましたね…"
	},
	ins_reply_58_2_1 = {
		value = "そうだにゃ！隠し持ってなんかないにゃ！"
	},
	ins_op_58_1_1 = {
		value = "#嘘ネタ#  嘘ネタだからね！"
	},
	ins_op_58_1_2 = {
		value = "明石が買い占め？！"
	},
	op_reply_58_1_1 = {
		value = "あとで明石のところに教科書を買いに行くわ！"
	},
	op_reply_58_1_2 = {
		value = "してないにゃ！ただの大喜利にゃ！"
	},
	ins_59 = {
		value = "#嘘ネタ#これで非常時の電源も安心なのー！"
	},
	ins_discuss_59_1 = {
		value = "エルドリッジ…パワーダウン……"
	},
	ins_reply_59_1_1 = {
		value = "へへへ、ちょっとした嘘ネタだからねー！"
	},
	ins_discuss_59_2 = {
		value = "ふむふむ、もしかしたらアリかも？"
	},
	ins_reply_59_2_1 = {
		value = "出たー！マッドサイエンティスト！"
	},
	ins_op_59_1_1 = {
		value = "エルドリッジ、充電が必要？"
	},
	ins_op_59_1_2 = {
		value = "こうなるまでゲームをやり続けるのか…！"
	},
	op_reply_59_1_1 = {
		value = "エルドリッジ、別に充電しない…ただの嘘ネタ……"
	},
	op_reply_59_1_2 = {
		value = "ゲーマーの根性を侮らせないのー！"
	},
	ins_60 = {
		value = "#嘘ネタ#エンタープライズ先輩と一緒に出撃！"
	},
	ins_discuss_60_1 = {
		value = "面白い発想だな"
	},
	ins_reply_60_1_1 = {
		value = "せ、先輩に褒められた？！"
	},
	ins_discuss_60_2 = {
		value = "いいねこれ！今度やってみようよ！"
	},
	ins_reply_60_2_1 = {
		value = "……いや、流石に無理だろ…"
	},
	ins_reply_60_2_2 = {
		value = "あははは、ただの嘘ネタだもんね！"
	},
	ins_op_60_1_1 = {
		value = "エセックス、こんな特技も持っているのか？！"
	},
	op_reply_60_1_1 = {
		value = "こ、こんどやってみます！"
	},
	op_reply_60_1_2 = {
		value = "流石に根性でどうにかできないな…本気にしなくていいから"
	}
}
