pg = pg or {}
slot1[1] = {
	id = 1,
	content = "軽巡洋艦は対空が得意"
}
slot1[2] = {
	id = 2,
	content = "戦艦は強力な砲撃を繰り出せるが、速力が比較的に低い"
}
slot1[3] = {
	id = 3,
	content = "戦艦の砲撃は手動で照準を合わせると、ダメージが約20％向上することも！？"
}
slot1[4] = {
	id = 4,
	content = "航空攻撃は画面内の敵弾をすべて消滅させることができる"
}
slot1[5] = {
	id = 5,
	content = "敵弾のダメージを無効化する「装甲系」スキルは小口径砲にのみ有効。大口径砲、魚雷、爆弾は無効出来ない"
}
slot1[6] = {
	id = 6,
	content = "空母に搭載される戦闘機隊は敵の攻撃隊を自動で迎撃に上がる。ただし連続発進できない"
}
slot1[7] = {
	id = 7,
	content = "対空火器は射程（点線）内のすべての敵機を自動で攻撃し、最終威力を攻撃対象の数だけ割った数値のダメージを与える"
}
slot1[8] = {
	id = 8,
	content = "敵艦船・敵飛行機が画面左端に到達すると、味方の主力艦隊がダメージを受ける"
}
slot1[9] = {
	id = 9,
	content = "ほとんどの戦艦は140mm以下の砲を副砲として装備することができる"
}
slot1[10] = {
	id = 10,
	content = "敵の大型艦は数多くの副砲で守られている。肉薄雷撃を仕掛ける時に、近接防御は要注意！"
}
slot1[11] = {
	id = 11,
	content = "装甲の厚い敵大型艦には、小口径の主砲よりも魚雷や航空攻撃のほうが有効"
}
slot1[12] = {
	id = 12,
	content = "徹甲弾属性の武器は重装甲の敵により大きなダメージを与えることができる"
}
slot1[13] = {
	id = 13,
	content = "榴弾属性の武器は確率で敵を炎上させ、持続でダメージを与えることが出来る"
}
slot1[14] = {
	id = 14,
	content = "同じタイプのスキルの効果は基本重複しない。レベルが一番高いスキルのみが適用される"
}
slot1[15] = {
	id = 15,
	content = "炎上中に榴弾攻撃を受けると、炎上時間が伸び、更にダメージを受けることもある"
}
slot1[16] = {
	id = 16,
	content = "戦闘開始前の編成画面では旗艦を変更することができる。"
}
slot1[17] = {
	id = 17,
	content = "単縦陣は火力、複縦陣は回避、輪形陣は対空とそれぞれが得意"
}
slot1[18] = {
	id = 18,
	content = "「設定」→「通知」→「その他」で、「変更後の名前」の表示を設定することができる"
}
slot1[19] = {
	id = 19,
	content = "自律戦闘（オート戦闘）は1-3クリアで開放される"
}
slot1[20] = {
	id = 20,
	content = "演習でもらえる戦果スコアはショップで報酬と引き換えることができる"
}
slot1[21] = {
	id = 21,
	content = "スキルは攻撃（赤）、防御（青）、支援（黄）の3タイプが存在する"
}
slot1[22] = {
	id = 22,
	content = "寮舎の快適度は配置されている家具ではなく、所有する家具によって決められる"
}
slot1[23] = {
	id = 23,
	content = "敵輸送艦はほっておくと戦場から離脱することもある。火力集中だ！"
}
slot1[24] = {
	id = 24,
	content = "コンディションが低い状態（赤アイコン）で出撃すると、もらえる経験値も半分に…"
}
slot1.all = {
	1,
	2,
	3,
	4,
	5,
	6,
	7,
	8,
	9,
	10,
	11,
	12,
	13,
	14,
	15,
	16,
	17,
	18,
	19,
	20,
	21,
	22,
	23,
	24
}
pg.server_language = {}
