pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		id = 999010,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				100,
				"照合完了――お帰りなさい、主"
			}
		},
		home = {
			{
				100,
				"アルマニャック。どうぞごゆっくり"
			}
		},
		detail = {
			{
				100,
				"兵装検査…状態良好。主、ガスコーニュになんなりとご命令を"
			}
		},
		upgrade = {
			{
				100,
				"能力上昇を確認。…よし！"
			}
		},
		main = {
			{
				100,
				"「口角を上げる」…命令受諾した。こ、こう…？よくわからない…|検証完了――主の状態は「サボり」であると。「サボり」、よくない|「適当にして」…主、ガスコーニュは一体何をすれば…？|所属艦隊の構成員、ガスコーニュのリュウコツの情報との相違を認む。なぜ、みんな笑顔をしている？"
			}
		},
		touch = {
			{
				100,
				"主、なんでもガスコーニュにおまかせを"
			}
		},
		expedition = {
			{
				100,
				"注意、委託チームの帰還を確認。ふぅ……"
			}
		},
		mission = {
			{
				100,
				"注意、未完了の任務を確認。主…？"
			}
		},
		mission_complete = {
			{
				100,
				"注意、任務報酬の到着を確認。あぁ…！"
			}
		},
		mail = {
			{
				100,
				"注意、新着メールを確認。こ、コホン！"
			}
		},
		touch2 = {
			{
				100,
				"体温に異常を感知。主、ガスコーニュはど、どうなってるの…？"
			}
		},
		feeling5 = {
			{
				1100,
				"この艦隊で学んだ多くの「感情」、「悩み」、そして「楽しみ」……主がガスコーニュに望むこと、今ようやく理解した。主、本当に、ありがとう……"
			}
		}
	},
	[801040] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 801040,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"そう言えば、指揮官のそばにいると、いつもなんかドキドキしてて落ち着かないです。……これは指揮官の「愛のマホウ」ですか？"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 108030,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"だ、抱っこしながら走り回るなんて、本当にやっちゃうとは思わなかった…びっくりした……もう！一緒にいてあげてもいいけど、もう子供扱いしちゃダメよ！"
			}
		}
	},
	[999011] = {
		feeling3 = "",
		upgrade = "",
		id = 999011,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		unlock = {
			{
				100,
				"ガスコーニュ、衣装変更完了。指示確認：主（メートル）と砂浜で遊びを――メートル、「砂浜で遊び」…ガスコーニュは一体何をすれば……？"
			}
		},
		login = {
			{
				100,
				"おかえりなさい、主。ええと、ガスコーニュ、「自由行動」、やってみている…"
			}
		},
		home = {
			{
				100,
				"ガスコーニュ、お飲み物とお食事を準備したけど……主、どう？"
			}
		},
		detail = {
			{
				100,
				"メートル、ガスコーニュの検査を……？い、今…？"
			}
		},
		main = {
			{
				100,
				"夏の風…主、これが「気持ちいい」感情なの……？|この子は……主、挨拶しているらしいよ？…今のは「冗談」で合ってるの？|「一緒に泳ぐ」…ガスコーニュ、浮き輪を持ってくる…浮き輪は「いらないもの」なの？"
			}
		},
		touch = {
			{
				100,
				"主の視線、ちょっと、変……"
			}
		},
		touch2 = {
			{
				100,
				"主、ごめんなさい…ガスコーニュ、変に熱い感じがする…よね……？"
			}
		}
	},
	[207050] = {
		feeling3 = "",
		upgrade = "",
		id = 207050,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指揮官おそーい…もう、待ちくたびれたのですわ"
			}
		},
		home = {
			{
				1100,
				"指揮官、少しソファで寝ますわ。誰かが来たら起こしてちょうだぁい"
			}
		},
		detail = {
			{
				1100,
				"部屋のポスターはまあ、好きなロックスターのものですわ。こういうの普通誰にも見せるもんじゃありませんけど、指揮官は別♪"
			}
		},
		main = {
			{
				1100,
				"エイジャックス、私の趣味を一発で見破って、頭が良いとは噂通りね…まあ、私ってこういう相手とは相性が良いですから、色々学ばせてもらってますわ|ふぅ…ただいま…お茶会って美味しいケーキ食べられますけど、立ち振る舞いに気をつけなきゃいけませんよね…へへへ、指揮官、私のハイヒール、脱がせてもらってもよろしくて？|指揮官はどんな子がタイプ？イラストリアス姉さんのような優しい子？それともヴィクトリアス姉さんのような騒がしい子ですか？"
			}
		},
		touch = {
			{
				1100,
				"指揮官、ヴェネトさんのこと、カッコいい割には天然っぽく思いません？"
			}
		},
		expedition = {
			{
				1100,
				"ディンドンディンドン♪フォーミダブルからお知らせしますわ。委託が完了しました。…繰り返します、委託、完了しましたわよ？"
			}
		},
		mission = {
			{
				1100,
				"フォーミダブル、指揮官お兄ちゃんのために任務リストを準備したにゃん♪……こんなフォーミダブルはいかがですか？指揮官？"
			}
		},
		mission_complete = {
			{
				1100,
				"任務報酬とフォーミダブル、どちらかを選んでね！……なんて、冗談ですわ♪"
			}
		},
		mail = {
			{
				1100,
				"指揮官、メールですよ。自分で持ってきてちょうだい？"
			}
		},
		touch2 = {
			{
				1100,
				"指揮官、怒りますわよ？いくらよしよししたって機嫌は治りませんからね？"
			}
		}
	},
	[905030] = {
		feeling3 = "",
		upgrade = "",
		id = 905030,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"ボーカル、ダンス、ビジュアル――主、ガスコーニュは今日、何をすればいい…？"
			}
		},
		home = {
			{
				1100,
				"主、ガスコーニュ今レッスンをこなしたけど……少しおしゃべりしても、いい？"
			}
		},
		detail = {
			{
				1100,
				"質問。主、ガスコーニュのステージ、ど、どう？"
			}
		},
		main = {
			{
				1100,
				"記録に「歌で世界を救った」なる情報の存在を確認。主、ガスコーニュにもそれが可能なの…？|「カンジョウ」を込めた歌唱行動、主の心を動かすのにも有効的だと認む……主、ガスコーニュの歌、聴いて…くれるの？|ガスコーニュ、宣伝素材での「無表情」について…正確ではないと思う。ガスコーニュ、みんなと同じく、輝いた笑顔で歌いたい"
			}
		},
		touch = {
			{
				1100,
				"ガスコーニュ、レッスンを遂行中――主、なにか用…？"
			}
		},
		expedition = {
			{
				1100,
				"ガスコーニュ、委託組の子のために、港に行って歌を歌ってもいい…？"
			}
		},
		mission = {
			{
				1100,
				"撮影、出演、ラジオ、ガスコーニュは今日、何をすればいいの…？"
			}
		},
		mission_complete = {
			{
				1100,
				"報告、オファー遂行能力の上昇を確認。…うん！"
			}
		},
		mail = {
			{
				1100,
				"主、コンペティション、ガスコーニュの参加についてご判断を…"
			}
		},
		touch2 = {
			{
				1100,
				"コメットたち、「アイドル」は易々と触れさせるべきではないと…主、これが「セクハラ」なの……？"
			}
		},
		feeling5 = {
			{
				1100,
				"「アイドル」とはなんなのか、今ははっきりと分かっている。ガスコーニュが輝けるよう、そして「カンジョウ」を込めた歌を、みんなに届けるために、機能を最大限に活用して判断した。主、「ありがとう」――"
			}
		}
	},
	[301090] = {
		feeling3 = "",
		upgrade = "",
		id = 301090,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"nil|響、これぐらいではそれがし、迷子にならないでござるよ！|nil"
			}
		},
		touch = {
			{
				100,
				"響？指揮官殿でござるか……"
			}
		}
	},
	[301091] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 301091,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"響を見つけるの、大変でござったな……そ、それがしが迷子になったわけじゃないでござる！|nil|nil"
			}
		}
	},
	[305140] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 305140,
		expedition = "",
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		feeling2 = "",
		login = {
			{
				1100,
				"私のサポートが必要でしたら言ってください。秘書艦とは指揮官を支えるものですから"
			}
		},
		home = {
			{
				1100,
				"お疲れさまです。指揮官には輝いてほしいですけど、私はこのままでも幸せ…です"
			}
		},
		battle = {
			{
				1100,
				"出番はほしくないけど…仕方ない！"
			}
		},
		headtouch = {
			{
				1100,
				"頭ポンポン、ポンポン、ポンポンポンポーン。ふふふ"
			}
		},
		detail = {
			{
				1100,
				"だから合同演習の旗艦みたいな目立つポジションなんて私無理だし絶対やらかすしどうして分かってくれないんだよもう！……し、指揮官！？…あ、あああ…"
			}
		},
		main = {
			{
				1100,
				"お仕事が多い？艦隊を指揮するのは大変だって、誰もが分かっています。だから私にも、もうちょっと手伝わせてください。ね？|指揮官がいてこその私たちだから、みんな、尊敬とまでいかなくても感謝はしていますよ。だからもっと自信を持ってください。わ、私はちょっと…別だけど？|仲間と一緒にいると目立たなくていいですけど、指揮官の中でだけは目立ちたいですね。ふふ、もちろん皆とも仲良く、と|戦争が終わった後のことは、終わった後じっくり話し合うといいです。今は自分を貫いて、一生懸命頑張って平和のために戦うことですね"
			}
		},
		mission = {
			{
				1100,
				"ええと、この任務は…確認したほうが良さそうですね"
			}
		},
		mission_complete = {
			{
				1100,
				"よし、ビンゴ、得したわ。指揮官、良い報酬ですよ！"
			}
		},
		touch2 = {
			{
				1100,
				"ふふふ、指揮官はこういうのが好きだって分かってますよ"
			}
		},
		feeling5 = {
			{
				1100,
				"角のことも、性格のことも、指揮官には知り尽くされたわけね。まあ、お互い慣れていますし、別に今更……ううん、一つだけ言わせてもらうわ。執務室でイチャイチャするリクエスト、あれは絶対に受け付けないからねっ！"
			}
		}
	},
	[306070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 306070,
		expedition = "",
		home = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"待たせてくださいますね……指揮官、もしかしてまだご飯を食べてない？お、お作りしますよ？"
			}
		},
		win_mvp = {
			{
				1100,
				"よし！勝ちました！…せっかくの勝利ですもの、これぐらいはしゃいでも罰は当たりませんよね？ふふっ"
			}
		},
		main = {
			{
				1100,
				"nil|指揮官、たまには他人の目ぐらいは気にしたほうがいいですよ？マイペースとだらしないを勘違いしちゃダメですから|私、指揮官に勝利をもたらしてみせますから、だからもっと出撃させてください！……わ、私自身も勝利を手に入れたいですからぁ！"
			}
		},
		mission = {
			{
				1100,
				"新しい任務をはやく片付けてください！でないと秘書艦として監督義務を果たせません！はーやーくー！"
			}
		}
	},
	[301260] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 301260,
		expedition = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		win_mvp = {
			{
				100,
				"有明姉さん、見ててくださいました？"
			}
		},
		detail = {
			{
				100,
				"ついさっき有明姉さんに会いました！…どうすれば有明姉さんに会えるか悩んでいた日々は嘘みたいです"
			}
		}
	},
	[202100] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 202100,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"優秀なご主人様のこと、誇らしく思います。ご安心ください。ご主人様が間違いを起こさないよう、指摘して、監督して……ご主人様、なんでも私にお任せください"
			}
		}
	},
	[705010] = {
		feeling3 = "",
		upgrade = "",
		id = 705010,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				1100,
				"同志～もうちょっと飲めよ～マラートのやつ一緒に飲んでくれないの～一緒に朝まで飲もぉよぉ～|nil|強敵がいないだと？なるほど同志は欲求不満になっているのか…なに、相手してやろう。さあ、命を燃やすときだ！"
			}
		},
		touch = {
			{
				1100,
				"そうか、同志はこの艤装ともっと触れ合いたいのか！構わない！それは勇気のある行動だからな！"
			}
		},
		touch2 = {
			{
				1100,
				"同志なら許す！勇気ある行動へのご褒美だ！さあ、存分に触るがいい！"
			}
		}
	},
	[702030] = {
		feeling3 = "",
		upgrade = "",
		id = 702030,
		expedition = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"いらっしゃい指揮官。今日もお仕事なのね。ところで…首輪、ずっとつけててくれてるの？"
			}
		},
		win_mvp = {
			{
				1100,
				"ふふふ、もっと喜んでくれると嬉しいわ"
			}
		},
		home = {
			{
				1100,
				"出撃中よく我慢したわね…いい子いい子。私に全部任せて"
			}
		},
		battle = {
			{
				1100,
				"Полный ход （ポーンリィホート）！"
			}
		},
		detail = {
			{
				1100,
				"指揮官、お腹すいた？まだ我慢よ。私がいいと言うまでは我慢してちょうだい"
			}
		},
		main = {
			{
				1100,
				"指揮官、なに？私はここよ、どこにも行かないわ|命を預かっている相手のことは大事にしないとね。安心して、貴方の手綱はしっかり握っているわ|他の子と話したい時は私に言ってね。流石に見られると恥ずかしいでしょう？ふふ、見られちゃってもいいなら別に私はいいけど？"
			}
		},
		touch = {
			{
				1100,
				"ふふ、私も指揮官を触りたくなちゃったわ"
			}
		},
		touch2 = {
			{
				1100,
				"ふふ、相手してあげるのはまたあとで、ね？"
			}
		},
		feeling5 = {
			{
				1100,
				"まだ不安になるの？我慢よ。今はこうやって貴方の全てをつなぎとめてるけど、そのうち何も考えられなくして、悩みも苦しみも何もかも忘れさせてあげるわよ "
			}
		}
	},
	[702020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 702020,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"今今日は何から始めるの？ダーリン♪"
			}
		},
		detail = {
			{
				1100,
				"ダーリンは～わたしが頑張ってた戦いのことを知りたいの？ふふーん、教えてやろっかなーどうせわたしが教えなくてもほかの子に聞くだろうし"
			}
		},
		main = {
			{
				1100,
				"秘書艦ねぇ…わたしにゲームで勝ったらやってあげてもいいよ？どうせ勝てないくせに♪|……っ！急に動いたらちょっと腰が…な、なんでもないわよ！|nil"
			}
		},
		touch2 = {
			{
				1100,
				"おっきぃのはいいでしょ？大好き♥"
			}
		},
		feeling5 = {
			{
				1100,
				"わたし、こう見えてもカンレキ長いし色々物知りだから、ダーリンの考えてること手に取るように分かるの♪それってとし……その話題やめ！禁止！ぜんっぜん違うから！もう！"
			}
		}
	},
	[705050] = {
		feeling3 = "",
		upgrade = "",
		id = 705050,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		home = {
			{
				1100,
				"同志指揮官、これを食べてくれ。なに、個人的な支援補給だと考えてくれて構わない "
			}
		},
		detail = {
			{
				1100,
				"この母港はなにげに物資に恵まれているな。ならば私の役目はこうだ。貴様の生活を精神的にも豊かにしてやるぞ "
			}
		},
		main = {
			{
				1100,
				"戦闘周りには専念してもらう、か。合理的な選択だ。……私の事務能力、いささか過小評価されていないか？|nil|nil"
			}
		},
		touch = {
			{
				1100,
				"同志指揮官、握手だ。うむ、今日も励行しようではないか "
			}
		},
		touch2 = {
			{
				1100,
				"ロイヤル的に言わせれば、エチケットがなっていない、ということか？ "
			}
		}
	},
	[106550] = {
		feeling3 = "",
		upgrade = "",
		id = 106550,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"こちらカサブランカ、これより指揮官の補佐に入ります。ふふ、今日もよろしくお願いしますね"
			}
		},
		home = {
			{
				1100,
				"指揮官、おかえりなさい。この間見終わった映画は返却しました。…ふふ、指揮官が忘れても、私が覚えていますから"
			}
		},
		battle = {
			{
				1100,
				"指揮官のためなら…負けません！ "
			}
		},
		detail = {
			{
				1100,
				"砂漠と海の境界線にある町の酒場、懐かしきアイリスの風景、思い出がただ時と共に過ぎ去っていく――美しいシチュエーションです。指揮官、そう思いませんか？"
			}
		},
		main = {
			{
				1100,
				"指揮官、補給線の確保はちゃんとできていますか？|指揮官、今度はボーグの試合の観戦でもどうですか？|『週刊母港の空母』――私の姉妹艦を特集するんですか？ちょ、ちょっと恥ずかしいですね…"
			}
		},
		touch = {
			{
				1100,
				"指揮官、ネクタイがズレていますよ。ふふ、気づくのは私のほうが早かったですね"
			}
		},
		touch2 = {
			{
				1100,
				"し、指揮官、こういうシチュエーションはここじゃなくて、場所を変えたほうがいいというか…ああ何言ってるんですか私！"
			}
		}
	},
	[103240] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 103240,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指揮官、おはよー。今日の艦船通信は…あ、いけない。まずは指揮官の指示を仰ぐのが先ね！"
			}
		},
		home = {
			{
				1100,
				"ふぅ…指揮官は無理して戦場に出なくてもいいかな~って毎回思うけど、でもカッコいいからつい一緒に戦いたいって気もするし……んーちょっと矛盾なカンジ？"
			}
		},
		detail = {
			{
				1100,
				"あ、指揮官もお悩み相談室の手伝いしてくれるの？…ダメダメ、気持ちは感謝するけど、これは女の子同士の問題だからね"
			}
		},
		main = {
			{
				1100,
				"ほい。（ドン！）ドリンクに軽食のお弁当にみんなからの差し入れっと。多すぎだと思うけどまあまあそこは愛されてる証拠ってカンジで！|nil|ボルチモア、相変わらず助っ人でパタパタしてるのね…もうちょっと遊びとか女子力とか気にしたほうがいいんじゃない？"
			}
		},
		touch2 = {
			{
				1100,
				"ははん、ここが気になるんだ～自分でチェックしてみたいってカンジ？"
			}
		},
		feeling5 = {
			{
				1100,
				"指揮官、仕事が終わったら一緒にどっか遊びに行かない？場所は…お任せ♪えへへ、上手くアタシをエスコートして、がっかりさせないでね～"
			}
		}
	},
	[102270] = {
		feeling3 = "",
		upgrade = "",
		id = 102270,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"今日の指揮官の運勢は…大吉でーす"
			}
		},
		detail = {
			{
				1100,
				"指揮官、これすごく面白いですよー……？マネジメントと哲学の本ですけど？"
			}
		},
		main = {
			{
				1100,
				"指揮官、母港の七不思議って面白すぎません？今度非番のときに見に行きましょうよ～|派手でも、地頭をバカにしちゃダメですからねー。指揮官がどこで詰まってるか、見してよ～|nil"
			}
		},
		touch = {
			{
				1100,
				"指揮官、もうちょい近く…写真撮ったげますよ～"
			}
		},
		touch2 = {
			{
				1100,
				"あたし、スタイルいいでしょー？ふふふ"
			}
		}
	},
	[107110] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 107110,
		expedition = "",
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指揮官、今日の出撃メンバーはどの子にする？私からも提案しよう"
			}
		},
		home = {
			{
				1100,
				"指揮官、出撃おつかれ！――いたた、ごめん、ちょっと艤装にぶつかっちゃって…だって君のことを見るとちょっとテンションが上がるじゃない！あははは"
			}
		},
		headtouch = {
			{
				1100,
				"♪～"
			}
		},
		detail = {
			{
				1100,
				"相手が誰であろうと挑んでみせる――指揮官の下なら私、全力を発揮できると信じている！次の出撃メンバーはぜひ私を入れてくれ！"
			}
		},
		main = {
			{
				1100,
				"指揮官が海に落ちてもしっかり助けるよ。大丈夫、おおよその場所さえ教えてくれたら、すぐマーキュリーとジェミニのように見つけるさ|エセックスって結構頑張ってるのに、エンタープライズさんからの評価を重く見すぎてる気がして…指揮官はほかの子からの評価、気になる？|はあああ…ちょっとリラックスっと…あ、指揮官、あっちでなんか邪魔になりそうなものとかないかな？"
			}
		},
		mission = {
			{
				1100,
				"任務って難しいの？じゃあ二人で頑張ってこなしていこうよ！"
			}
		},
		mission_complete = {
			{
				1100,
				"Mission accomplished！ほら、二人でか かればなんともないさ！"
			}
		},
		touch2 = {
			{
				1100,
				"い、いくら君でも突然襲ってくるのはダメだぞ！"
			}
		},
		feeling5 = {
			{
				1100,
				"指揮官、捕まえた！ふふん、星に手が届かなくても、指揮官ならいつでも手中に収められる――なんて、冗談だよ。このまま映画を見に行く？「手を繋いだままで」…へへ"
			}
		}
	},
	[207020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 207020,
		expedition = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"閣下、準備は整ったぞ。もちろん戦闘のことだ。さあ、ロイヤル攻撃空母の力を敵に見せてやろう！"
			}
		},
		win_mvp = {
			{
				1100,
				"閣下の指揮があってこそ私たちは全力を発揮できた――つまり勝てたのは当然ということだ"
			}
		},
		battle = {
			{
				1100,
				"フルマー隊、ソードフィッシュ隊、発進準備だ！"
			}
		},
		detail = {
			{
				1100,
				"閣下、駆逐艦の妹たちを…ああ、一緒に守ろう！私達がいる限り、誰にも傷つけさせやしない！"
			}
		},
		main = {
			{
				1100,
				"考え事、か？ああ、閣下と艦隊のことを考えていたんだ|駆逐艦の妹たちをこの執務室に呼んできてほしい、だと…？！閣下、この任務はぜひこのアーク・ロイヤルに！|グロリアス、アカスタとアーデントに薦める服は…こうしよう。次からは気をつけたほうがいいぞ|よし、あの潜水艦の子はいないな。全く、人の部屋を鬼ごっこに使うとは一体どういうことだ…"
			}
		},
		touch2 = {
			{
				1100,
				"閣下！こ、ここではダメだぞ…！"
			}
		}
	},
	[105030] = {
		feeling3 = "",
		upgrade = "",
		id = 105030,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指揮官、私に手伝えることがあったらいつでも言って"
			}
		},
		home = {
			{
				1100,
				"乾杯。シャンパンはもっと大きな勝利の時まで預けておくわ"
			}
		},
		detail = {
			{
				1100,
				"指揮官、ちゃんとご飯食べてる？なに、私から気にかけちゃダメ？生意気な子ね"
			}
		},
		main = {
			{
				1100,
				"いい子いい子。ふふ、これでいい？子犬じゃないんだし、これぐらいにしておいてあげるわよ|アリゾナ、今度一緒にご飯しようって。もちろん一緒に来るわよね？|…！ダウンズ、私がちゃんと受け止めるからってあまり危ないことをするなよ？………言っても聞いてくれないか"
			}
		},
		touch = {
			{
				1100,
				"ペン姉さんに何か用？"
			}
		},
		touch2 = {
			{
				1100,
				"…！そんなに焦ってどうした？"
			}
		}
	},
	[302140] = {
		feeling3 = "",
		upgrade = "",
		id = 302140,
		expedition = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"指揮官、おかえりなさい！今日も文武両道、一緒に頑張っちゃいましょう！"
			}
		},
		win_mvp = {
			{
				1100,
				"姉さんたちに、少し近づけちゃいました？"
			}
		},
		home = {
			{
				1100,
				"那珂、いつでもここで指揮官を待っちゃいますからね！"
			}
		},
		battle = {
			{
				1100,
				"指揮官、那珂の活躍、期待してて！"
			}
		},
		main = {
			{
				1100,
				"指揮官、那珂に手伝えることがなさそうなら、一緒に自主練しちゃってみます？難易度はそう高くないものから！|nil|指揮官が疲れちゃったら那珂がいい感じにリラックスさせてあげちゃいます！教えたのと違うって？ふふふ…楽しみにしててください！"
			}
		},
		touch = {
			{
				1100,
				"♪～指揮官、どうですか？那珂、もしかして歌の才能もあっちゃったりします？"
			}
		},
		feeling5 = {
			{
				1100,
				"ふふふーん、指揮官、今日のデートの目的地、決めちゃいました？まだ決めていないのでしたら、那珂が選んじゃいますよ～"
			}
		}
	},
	[805010] = {
		feeling3 = "",
		upgrade = "",
		id = 805010,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"Bonjour、指揮官。こちらが朝祷を済ませているうちに、少しお茶を飲んでくつろいでください"
			}
		},
		home = {
			{
				1100,
				"おかえりなさい。おかげさまで皆無事です。感謝します"
			}
		},
		detail = {
			{
				1100,
				"ジャン・バールとは時々会っています。特に話さず、ただ二人がそれぞれの手元の事に集中していただけですが、心が通っていた気がします。嬉しいことです"
			}
		},
		main = {
			{
				1100,
				"信仰の実践は容易いものではありません。輝かしき修業も、時には苦痛も、犠牲も伴いましょう|指揮官、一つ質問です。この「オフニャ」たちが貴方に懐くように私にもなついてもらう方法はありますでしょうか|nil|ヴィシアの戦士たちもアイリスの同胞です。くれぐれもお忘れなく|nil"
			}
		},
		touch = {
			{
				1100,
				"礼拝の時間ですから、少し待っていてくださいね"
			}
		},
		touch2 = {
			{
				1100,
				"触れ合いをするなら別のアプローチのほうがよろしいでしょう"
			}
		},
		feeling5 = {
			{
				1100,
				"私と貴方、どちらが求める側であるかは重要ではありません。こうして結ばれている絆を実感できるだけでも嬉しいです。いつも付き合っていただいてありがとうございます"
			}
		}
	},
	[905010] = {
		feeling3 = "",
		upgrade = "",
		id = 905010,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"よこせ。手伝わせろ。…オレが秘書艦だ。当然だろ？"
			}
		},
		home = {
			{
				1100,
				"オレが出る幕もあったかもしれないが、お前が指揮したならなんとも思わないな"
			}
		},
		battle = {
			{
				1100,
				"ヴィシアに栄光あれ！"
			}
		},
		detail = {
			{
				1100,
				"ダンケルクやアルジェリーたちと一緒に買い物する性分ではない。オレを一番よく知っているお前ならわかるだろ？逆に言えば、お前となら別にいいってことだ"
			}
		},
		main = {
			{
				1100,
				"新鋭艦なぞに負ける気はない。オレはジャン・バール、ヴィシアの精強にして……聖なるアイリスの名を背負っているものだ。プライドを決して捨てたりはしない|リシュリューのことが気になるなら、一緒に様子を見に行かないか？信念こそ違えど、オレたちは姉妹艦だ|祈るのは嫌いだが、願うことなら別にいい。愛する人の無事を心から願う――それがヒトというものだ"
			}
		},
		touch = {
			{
				1100,
				"……あまり甘えすぎんなよ"
			}
		},
		expedition = {
			{
				1100,
				"騒がしい連中が戻ってきたな"
			}
		},
		mission = {
			{
				1100,
				"この程度の報酬、足りないだろうな。お前にもオレにも"
			}
		},
		touch2 = {
			{
				1100,
				"…………そんなにこの体が好きか？"
			}
		},
		feeling5 = {
			{
				1100,
				"…………あっ、すまないつい寝ぼけてしまったか。お前も少し寝るか？今度はこっちが膝枕してやろう。…大丈夫。お前とオレはいつも繋がっている"
			}
		}
	},
	[301820] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 301820,
		expedition = "",
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指揮官さん、お疲れ様でございます。わたしのすべき仕事は…え、ええと、まずは資料の整理、ですね！"
			}
		},
		home = {
			{
				1100,
				"おかえりなさい指揮官さん。親潮にアドバイスしてもらって飾っている花をちょっと変えてみました。いかがでしょうか？"
			}
		},
		detail = {
			{
				1100,
				"今月の花は…あとは季節的に組み合わせを…全部飾ってはダメですね。一回絞り込まないと…指揮官さん、こ、これはどうでしょうか？"
			}
		},
		main = {
			{
				1100,
				"今日、指揮官さんのために用意したのは…ええと、ジャスミンティーです！運任せに選びましたけど…|新月の話し相手をするのは楽しいです。でも、あの子、身内以外と話すときはどうしてあんなに…|nil"
			}
		},
		mission = {
			{
				1100,
				"指揮鑑さん、次の任務は……こ、これなんかどうでしょう？"
			}
		},
		touch2 = {
			{
				1100,
				"…！指揮官さん、その…わたしにも予め、断っていただいたほうが心の準備ができるというか……うぅ…"
			}
		},
		feeling5 = {
			{
				1100,
				"指揮官さん、執務室の花の水やり、しっかりやっていますか？……わたしも、指揮官さんがいないときは、いつでも思い出せるようこの子を大切にしています。ふふ"
			}
		}
	},
	[305080] = {
		feeling3 = "",
		upgrade = "",
		id = 305080,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"どれ、仕事を始めるか。ふふふ…私は私で仕事を探してみる。貴様の手を煩わせるまでもない"
			}
		},
		home = {
			{
				1100,
				"面白いことでもあったか？貴様の土産話、いつも楽しみにしているぞ"
			}
		},
		detail = {
			{
				1100,
				"ふぅ……指揮官のやつ、気を付けないと姉上に食われるな…いや、そういう意味では天城さんだって……なっ！？貴様、いつから？！"
			}
		},
		main = {
			{
				1100,
				"貴様、あの腰巾着の相手などよく務めているな…なに、姉上の相手はもっと難しいぞ。せいぜい私のことを有難く思うがいい|フネである私たちは航路を、思いを繋げるもの、例え己の一部でも、影でもな。戦うための存在に生まれようがそれは同じだ|プライバシー、とな？…いつでもどこでも強者である私が弱者である貴様を守る。当然であろう|"
			}
		},
		touch = {
			{
				1100,
				"手合わせか？困ったな…全力を出さないと面白くないが、全力を出せば大怪我ではすまなくなる…うぅ、本当に困ったな…"
			}
		},
		expedition = {
			{
				1100,
				"委託組の帰還時刻だ。注意するのもいつの間にやら慣れてきたな"
			}
		},
		mission = {
			{
				1100,
				"任務か。見せろ"
			}
		},
		mission_complete = {
			{
				1100,
				"なんだ、任務完了の知らせか。報酬はどうだ？"
			}
		},
		mail = {
			{
				1100,
				"手紙か。転用命令なら…破り捨てるほかあるまいな"
			}
		},
		touch2 = {
			{
				1100,
				"臆するな。もっと派手にやっても構わんぞ？ふふふ…"
			}
		},
		feeling5 = {
			{
				1100,
				"貴様の夢がどうであれ、貴様自身が無力な存在であることを忘れるな。危なくなったら隠れていろ。…命を無駄にして私を立ち止まらせたら…そうだな、地獄だろうと天国だろうと徹底的に追い詰めてやるぞ。逃げられるとは思わないことだ、ふふふ…"
			}
		}
	},
	[903020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 903020,
		expedition = "",
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"おかえりなさいませ。あなた。今日は何から始めるの？"
			}
		},
		lose = {
			{
				1100,
				"負けたのね…ごめんなさい。あなたの期待に背いちゃって…"
			}
		},
		home = {
			{
				1100,
				"疲れたようね…あなた、無理をしてはダメよ。私に任せて横になってちょうだい？"
			}
		},
		headtouch = {
			{
				1100,
				"あら、今日は子供っぽく甘えてほしいの？"
			}
		},
		detail = {
			{
				1100,
				"あら、指揮官。…今度非番のときにダンケルクと回る店をチェックしているわ。もちろん、一緒に来てくださってもいいわよ？ふふふ"
			}
		},
		main = {
			{
				1100,
				"nil|指揮官、今日の夕餉になにかご注文は？夕餉以外のも…？あら、大胆ね…そこはあとでの楽しみということで♪|仕事も生活も、厳しくしたってなんにもならないわ。休むときはしっかり休むこと、ね？|ん～この子ってなんでこんなに可愛いのかしらぁ…そうだ、リシュリュー様にも今度見せようかしら、ふふふ|nil"
			}
		},
		mission = {
			{
				1100,
				"新しい任務が通達されたわよ。あら？相変わらず忙しいようね…私が代わりにというのは、流石にできないのかしら？"
			}
		},
		mail = {
			{
				1100,
				"あなた、新しい手紙よ。私も少しこういうの、書いてみようかしら。ふふふ"
			}
		},
		touch2 = {
			{
				1100,
				"何をそう焦っちゃっているの？ふふふ♡"
			}
		},
		feeling5 = {
			{
				1100,
				"あなた、今度のデートの計画はどうかしら？あら、行先はもうとっくに決まっているでしょ？そういう話じゃなくて…ディナーとか泊まる宿、あなたがじっくり楽しめるようもっと色々準備しておきたいの"
			}
		}
	},
	[802020] = {
		feeling3 = "",
		upgrade = "",
		id = 802020,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"今日も貴方に神のご加護があらんことを。指揮官"
			}
		},
		home = {
			{
				1100,
				"アイリスの力を預かる者は、常に謙虚であるべきです。一度の戦いで浮き沈みすることは戒めましょう。指揮官"
			}
		},
		detail = {
			{
				1100,
				"私なんかより、枢機卿…リシュリュー様こそ真の聖女でしょう。…ね、妬んだりしていませんよっ"
			}
		},
		main = {
			{
				1100,
				"いつも変わることなく、アイリスと母港の仲間たちと、そして指揮官を守りたまえ――|………あ、あれ？指揮官の書類は……ああ、私なんてミスを……！|疲れたら休んだほうがいいですよ。あなたが休んでくれないと私も安心して休めませんから…秘書艦が先に休むなどとんでもありません！と、とにかく先に休んでいてください！"
			}
		},
		touch = {
			{
				1100,
				"ぴ、ぴかーっとするから、あまりそこを触らないでくださいっ"
			}
		},
		touch2 = {
			{
				1100,
				"そ、そこは――っ！"
			}
		}
	},
	[901020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 901020,
		expedition = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"指揮官、こんにちは。……あっ、あとで指揮官に何をつくってあげようかと考えていたところです…"
			}
		},
		win_mvp = {
			{
				1100,
				"MVPは……あら、皆、どうしてタルテュを見ているんですか…？"
			}
		},
		home = {
			{
				1100,
				"指揮官、おかえりなさいませ。タルテュが肩を叩いてあげますね"
			}
		},
		main = {
			{
				1100,
				"指揮官、この間のドーナツは…あ、もう感想を聞きましたか…ごめんなさい、タルテュもしかしてまた考え込んでいたのかもしれません…|指揮官も読書、いかがでしょうか。タルテュからも何冊かオススメしますよ|nil"
			}
		},
		touch2 = {
			{
				1100,
				"…………あぅ。あ、ごめんなさい。指揮官のことを考えていました…"
			}
		},
		feeling5 = {
			{
				1100,
				"タルテュ、指揮官のことをどんなときでも想ってて大丈夫ですか？じゃあ……………タルテュ、永遠に想い続けます…"
			}
		}
	},
	[901030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 901030,
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"んんんー、こうやって指揮官の席で指揮官気分を……わわわ？！いつ来たの？！"
			}
		},
		win_mvp = {
			{
				1100,
				"一位！パチパチパチパチ…ふふん、わたしは強いんだからね！"
			}
		},
		home = {
			{
				1100,
				"ご褒美に指揮官、頭ナデナデの……あはは、そんなに恥ずかしがらなくていいってば！"
			}
		},
		main = {
			{
				1100,
				"アイリス護教騎士団にも負けないこの槍捌きを…指揮官、なにも机の下に隠れることもないでしょー。傷つくよ―……って、危ない！|嫌いな野菜は全部抜きにするよ！うん！指揮官が嫌いなのと、わたしが嫌いなの、全部！|nil"
			}
		},
		expedition = {
			{
				1100,
				"委託完了の、お・し・ら・せー！わわ！指揮官はわたしに合わせなくてもいいよ！"
			}
		},
		mission_complete = {
			{
				1100,
				"指揮官、任務報酬が大漁……じゃなくて、山盛りだよ！いつもより、ね！"
			}
		},
		touch2 = {
			{
				1100,
				"は、恥ずかしいかな…"
			}
		},
		feeling5 = {
			{
				1100,
				"よぉし、今日も二人で頭を空っぽにして……あわわ！？指揮官、そんなにいきなり抱きつかないでよ！ば、バカやってもいいけど誰かに見られたら…あぅ！？"
			}
		}
	},
	[202030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 202030,
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"ふふ、今日もよろしくお願いしますね、愛しいこぶたちゃん"
			}
		},
		win_mvp = {
			{
				1100,
				"こぶたちゃんにはご褒美を渡さなきゃなりませんわね。ふふふ、どんなのがいいですか？"
			}
		},
		lose = {
			{
				1100,
				"こぶたちゃんには…格好悪いとこ見せられませんわ……っ！"
			}
		},
		home = {
			{
				1100,
				"お疲れ様です。修理と補給の手配を整えてありますわ。こぶたちゃんはひとまず休んでなさい"
			}
		},
		battle = {
			{
				1100,
				"ふふふ、踏んづけて差し上げますわ"
			}
		},
		detail = {
			{
				1100,
				"今日は「こぶたちゃんを優しく愛でる」プレイでいいのかしら？ふふふ"
			}
		},
		main = {
			{
				1100,
				"こぶたちゃんのために、仕事が終わるまで履き直さずにいてさしあげます。ふふふ、どういう意味か分かっていますよね…？|その顔をいつまで見ても見飽きませんわ。ふふふ、愛しいこぶたちゃん♡|リアンダー、もしかして素質が……いけない、あの子はネプチューンと違ってただ「プレイ」がなんなのかわからないだけですわね…"
			}
		},
		expedition = {
			{
				1100,
				"委託チームの子たちを出迎えに行きますの？一緒に行ってあげますわ。ふふふ"
			}
		},
		mail = {
			{
				1100,
				"メール。内容は…こぶたちゃんのこと、信じていますからね？"
			}
		}
	},
	[201100] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 201100,
		expedition = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"し、指揮官……やっと来てくれた~う、うち、ちょっとお腹減ったよぉ……"
			}
		},
		win_mvp = {
			{
				1100,
				"し、シグニットちゃん、大勝利ぃ～！サラトガさん、これうちに合わないよぉ！"
			}
		},
		lose = {
			{
				1100,
				"うえええ~指揮官…早く撤退しようよ……"
			}
		},
		home = {
			{
				1100,
				"えへへ……ベッドに行ってゴロゴローーえええ！指揮官～な、なんでいるの？！こ、ここは指揮官の部屋でうちのじゃない？？うぅ…ごめんなさい……"
			}
		},
		detail = {
			{
				1100,
				"次はこう…え、ええい！よし、今回もポーズ、上手に決まった！えへへ～"
			}
		},
		main = {
			{
				1100,
				"nil|ミネアポリスさんとお魚を捕るときはこう…ええい！って…えへへ、うちの「セントローレンス川仕込みの特技」、ど、どうかな？|う、うちのこと、カワイイ…の？え、えへへ…指揮官がうちのこと、可愛いって…えへへ…"
			}
		},
		touch2 = {
			{
				1100,
				"指揮官、い、一応うちはアイドルだからね？そ、そそそのぉ…でも…あぅ…"
			}
		},
		feeling5 = {
			{
				1100,
				"♪～フィッシュアンドチップス♪塩とマヨネーズどっちをかけるの？うち、指揮官に食べさせるよ！えへへ…あ、あーん"
			}
		}
	},
	[901110] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 901110,
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"駆逐艦ル・マラン。はぁ…いつでもご命令を……はああ……もう無理…眠い……"
			}
		},
		win_mvp = {
			{
				1100,
				"ル・ファンタスク級のエレガントなる実力――敵なし、です"
			}
		},
		lose = {
			{
				1100,
				"トリオンファン、指揮官、ごめん…っ！"
			}
		},
		home = {
			{
				1100,
				"トリオンファンに教えてもらった紅茶です。……普通に淹れたんですよ。美味しいかどうかわかりませんけど…"
			}
		},
		battle = {
			{
				1100,
				"アイリスの心は、私に！"
			}
		},
		detail = {
			{
				1100,
				"ゴロゴロ…ゴロゴロ……指揮官も一緒にどうですか？"
			}
		},
		main = {
			{
				1100,
				"nil|特に何もしていないけどよく頑張りましたね私……うんうん、ル・マラン、偉いですねー|お腹減った…ダンケルクさんの作ったお菓子を食べたい……お仕事頑張ればあとで休憩取れる……め、面倒くさい……"
			}
		},
		expedition = {
			{
				1100,
				"みんなが帰ってきましたよー早く出迎えに行ってきて、どうぞー"
			}
		},
		mission = {
			{
				1100,
				"新しい指示です。指揮官宛の"
			}
		},
		mission_complete = {
			{
				1100,
				"指揮官、任務報酬ですよ！"
			}
		},
		feeling5 = {
			{
				1100,
				"デート……はしたいですけど、遠くまで出かけるとか疲れちゃいますよ……や、やっぱり寮舎でデートしましょうよ！ね！"
			}
		}
	},
	all = {
		999010,
		801040,
		108030,
		999011,
		207050,
		905030,
		301090,
		301091,
		305140,
		306070,
		301260,
		202100,
		705010,
		702030,
		702020,
		705050,
		106550,
		103240,
		102270,
		107110,
		207020,
		105030,
		302140,
		805010,
		905010,
		301820,
		305080,
		903020,
		802020,
		901020,
		901030,
		202030,
		201100,
		901110
	}
}
