pg = pg or {}
pg.skill_data_template = {
	{
		desc_get = "",
		name = "战列底座用",
		desc = "",
		type = 0,
		max_level = 0,
		id = 1,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	{
		desc_get = "",
		name = "战列底座用",
		desc = "",
		type = 0,
		max_level = 0,
		id = 2,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10] = {
		desc_get = "",
		name = "僚艦修理Lv1",
		desc = "5秒ごと耐久が6回復。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 10,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[11] = {
		desc_get = "",
		name = "僚艦修理Lv2",
		desc = "5秒ごと耐久が10回復。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 11,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[12] = {
		desc_get = "",
		name = "僚艦修理Lv3",
		desc = "5秒ごと耐久が15回復。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 12,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[13] = {
		desc_get = "",
		name = "维修Lv4",
		desc = "每5秒回复20点耐久，同类效果取最大值，不可叠加",
		type = 0,
		max_level = 0,
		id = 13,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[14] = {
		desc_get = "",
		name = "改造娘",
		desc = "Sレア以下の艦の限界突破素材として使用可能",
		type = 3,
		max_level = 1,
		id = 14,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[15] = {
		desc_get = "",
		name = "改造娘MKⅡ",
		desc = "SSレアの艦の限界突破素材として使用可能",
		type = 3,
		max_level = 1,
		id = 15,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[1001] = {
		desc_get = "",
		name = "砲術指揮・駆逐艦",
		desc = "戦闘中、駆逐艦の火力値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1001,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1002] = {
		desc_get = "",
		name = "砲術指揮・巡洋艦",
		desc = "戦闘中、巡洋艦の火力値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1002,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1003] = {
		desc_get = "",
		name = "砲術指揮・戦艦",
		desc = "戦闘中、戦艦の火力値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1003,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1004] = {
		desc_get = "",
		name = "砲術指揮・前衛",
		desc = "戦闘中、前衛艦隊の火力値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1004,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1005] = {
		desc_get = "",
		name = "砲術指揮・主力",
		desc = "戦闘中、主力艦隊の火力値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1005,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1006] = {
		desc_get = "",
		name = "砲術指揮・全艦",
		desc = "戦闘中、全艦の火力値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1006,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1011] = {
		desc_get = "",
		name = "雷撃指揮・駆逐艦",
		desc = "戦闘中、駆逐艦の雷撃値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1011,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1012] = {
		desc_get = "",
		name = "雷撃指揮・巡洋艦",
		desc = "戦闘中、巡洋艦の雷撃値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1012,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1013] = {
		desc_get = "",
		name = "雷撃指揮・前衛",
		desc = "戦闘中、前衛艦隊の雷撃値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1013,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1021] = {
		desc_get = "",
		name = "航空指揮・全艦",
		desc = "戦闘中、全艦の航空値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1021,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1031] = {
		desc_get = "",
		name = "装填指揮・駆逐艦",
		desc = "戦闘中、駆逐艦の装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1031,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1032] = {
		desc_get = "",
		name = "装填指揮・巡洋艦",
		desc = "戦闘中、巡洋艦の装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1032,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1033] = {
		desc_get = "",
		name = "装填指揮・戦艦",
		desc = "戦闘中、戦艦の装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1033,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1034] = {
		desc_get = "",
		name = "装填指揮・前衛",
		desc = "戦闘中、前衛艦隊の装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1034,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1035] = {
		desc_get = "",
		name = "装填指揮・主力",
		desc = "戦闘中、主力艦隊の装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1035,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1036] = {
		desc_get = "",
		name = "装填指揮・全艦",
		desc = "戦闘中、全艦の装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1036,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1037] = {
		desc_get = "",
		name = "装填指揮・軽母",
		desc = "戦闘中、軽空母の装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1037,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1041] = {
		desc_get = "",
		name = "対空指揮・駆逐艦",
		desc = "戦闘中、駆逐艦の対空値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1041,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1042] = {
		desc_get = "",
		name = "対空指揮・巡洋艦",
		desc = "戦闘中、巡洋艦の対空値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1042,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1043] = {
		desc_get = "",
		name = "対空指揮・戦艦",
		desc = "戦闘中、戦艦の対空値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1043,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1044] = {
		desc_get = "",
		name = "対空指揮・前衛",
		desc = "戦闘中、前衛艦隊の対空値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1044,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1045] = {
		desc_get = "",
		name = "対空指揮・主力",
		desc = "戦闘中、主力艦隊の対空値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1045,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1046] = {
		desc_get = "",
		name = "対空指揮・全員",
		desc = "戦闘中、全艦の対空値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1046,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1051] = {
		desc_get = "",
		name = "戦術指揮・駆逐艦",
		desc = "戦闘中、駆逐艦の火力、雷撃、装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1051,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1052] = {
		desc_get = "",
		name = "戦術指揮・巡洋艦",
		desc = "戦闘中、巡洋艦の火力、雷撃、装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1052,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1053] = {
		desc_get = "",
		name = "戦術指揮・戦艦",
		desc = "戦闘中、戦艦の火力、雷撃、装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1053,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1054] = {
		desc_get = "",
		name = "戦術指揮・前衛",
		desc = "戦闘中、前衛艦隊の火力、雷撃、装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1054,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1055] = {
		desc_get = "",
		name = "戦術指揮・主力",
		desc = "戦闘中、主力艦隊の火力、雷撃、装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1055,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1056] = {
		desc_get = "",
		name = "戦術指揮・全員",
		desc = "戦闘中、全艦の火力、雷撃、装填値が$1アップ。同じ種類のスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1056,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1061] = {
		desc_get = "",
		name = "側面援護",
		desc = "この艦が戦闘可能である限り、主力艦隊が受けるダメージを$1軽減する。同じスキルの効果は重複しない",
		type = 2,
		max_level = 10,
		id = 1061,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1071] = {
		desc_get = "",
		name = "戦域偵察",
		desc = "この艦が戦闘可能である限り、戦艦、巡戦、砲艦の与えるダメージが$1アップ。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1071,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1081] = {
		desc_get = "",
		name = "空襲先導",
		desc = "この艦が戦闘可能である限り、軽母、空母の航空攻撃ダメージが$1アップ。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 1081,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1091] = {
		desc_get = "",
		name = "水雷戦隊",
		desc = "この艦が戦闘可能である限り、同じ艦隊の駆逐・軽巡の雷装・装填が$1アップ。",
		type = 3,
		max_level = 10,
		id = 1091,
		system_transform = {},
		desc_get_add = {
			{
				"3.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+1.0%"
				},
				{
					"5.6%",
					"+1.2%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+1.5%"
				},
				{
					"9.5%",
					"+1.5%"
				},
				{
					"11.0%",
					"+2.0%"
				},
				{
					"13.0%",
					"+2.0%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[2001] = {
		desc_get = "",
		name = "快速装填",
		desc = "20秒毎$1で発動。10秒間自身の装填が$2アップ",
		type = 1,
		max_level = 10,
		id = 2001,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[2011] = {
		desc_get = "",
		name = "火力全開",
		desc = "20秒毎$1で発動。10秒間自身の火力値が$2アップ",
		type = 1,
		max_level = 10,
		id = 2011,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[2021] = {
		desc_get = "",
		name = "装填指令",
		desc = "20秒毎25%で発動。8秒間全艦の装填値が$1アップ。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 2021,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2031] = {
		desc_get = "",
		name = "強襲指令",
		desc = "20秒毎25%で発動。8秒間全艦の与えるダメージが$1アップ。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 2031,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2041] = {
		desc_get = "",
		name = "集中攻撃",
		desc = "主砲発射時$1で発動。一回だけ主砲によるダメージが2倍になる",
		type = 1,
		max_level = 10,
		id = 2041,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[2051] = {
		desc_get = "",
		name = "次発装填",
		desc = "魚雷発射時$1で2回発射する",
		type = 1,
		max_level = 10,
		id = 2051,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[2061] = {
		desc_get = "",
		name = "主砲連射",
		desc = "主砲発射時$1で2回発射する",
		type = 1,
		max_level = 10,
		id = 2061,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2071] = {
		desc_get = "",
		name = "砲火制圧",
		desc = "戦闘中、自身の火力値が$1アップ",
		type = 1,
		max_level = 10,
		id = 2071,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[2081] = {
		desc_get = "",
		name = "徹甲弾専門",
		desc = "徹甲弾ダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 2081,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2091] = {
		desc_get = "35秒（最短15秒）毎、敵を追尾する磁気魚雷を4発発射する(威力はスキルレベルによる)。",
		name = "磁気魚雷",
		desc = "$1秒毎、敵を追尾する磁気魚雷を4発発射する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 2091,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-3"
				},
				{
					"22",
					"-2"
				},
				{
					"20",
					"-2"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			}
		}
	},
	[2101] = {
		desc_get = "35秒（最短20秒）秒毎、前方に魚雷を3発発射する(威力はスキルレベルによる)。",
		name = "魚雷発射",
		desc = "$1秒毎、前方に魚雷を3発発射する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 2101,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-1"
				},
				{
					"34",
					"-1"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-1"
				},
				{
					"30",
					"-1"
				},
				{
					"29",
					"-3"
				},
				{
					"26",
					"-1"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-3"
				},
				{
					"20"
				}
			}
		}
	},
	[2111] = {
		desc_get = "自身の自爆ボート、魚雷ボート、輸送艦へのダメージが10%(最大25%)アップ",
		name = "攪乱作戦",
		desc = "自身の自爆ボート、魚雷ボート、輸送艦へのダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 2111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"10.0%",
					"+1.5%"
				},
				{
					"11.5%",
					"+1.5%"
				},
				{
					"13%",
					"+1.5%"
				},
				{
					"14.5%",
					"+1.6%"
				},
				{
					"16.1%",
					"+1.6%"
				},
				{
					"17.7%",
					"+1.7%"
				},
				{
					"19.4%",
					"+1.8%"
				},
				{
					"21.2%",
					"+1.8%"
				},
				{
					"23%",
					"+2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2121] = {
		desc_get = "",
		name = "目標指示・魚雷",
		desc = "自身の魚雷命中時、$1で目標指示を発動し、8秒間、対象となる敵艦に与える魚雷ダメージが$2アップ（効果は重複しない）",
		type = 1,
		max_level = 10,
		id = 2121,
		system_transform = {},
		desc_get_add = {
			{
				"7.0%",
				"17.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"7.0%",
					"+1.1%"
				},
				{
					"8.1%",
					"+1.1%"
				},
				{
					"9.2%",
					"+1.1%"
				},
				{
					"10.3%",
					"+1.1%"
				},
				{
					"11.4%",
					"+1.1%"
				},
				{
					"12.5%",
					"+1.1%"
				},
				{
					"13.6%",
					"+1.1%"
				},
				{
					"14.7%",
					"+1.1%"
				},
				{
					"15.8%",
					"+1.2%"
				},
				{
					"17.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[2131] = {
		desc_get = "",
		name = "対空支援",
		desc = "対空攻撃範囲内で敵艦載機が撃墜された場合、8秒間、自身の火力・対空が$1アップ。効果適用中に更に同じスキルが発動した場合、効果は加算されず持続時間のみ上書きされる",
		type = 1,
		max_level = 10,
		id = 2131,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2141] = {
		desc_get = "",
		name = "対駆逐艦戦法",
		desc = "自身の敵駆逐艦への命中率が$1アップ。また、自身への敵駆逐艦による雷撃ダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 2141,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[2151] = {
		desc_get = "",
		name = "斬り込み雷撃",
		desc = "自身の魚雷攻撃のダメージは相手の装甲タイプに影響されない。自身の魚雷攻撃のダメージが$1になる",
		type = 3,
		max_level = 10,
		id = 2151,
		system_transform = {},
		desc_get_add = {
			{
				"100.0%",
				"115.0%"
			}
		},
		desc_add = {
			{
				{
					"100.0%",
					"+1.6%"
				},
				{
					"101.6%",
					"+1.6%"
				},
				{
					"103.2%",
					"+1.6%"
				},
				{
					"104.8%",
					"+1.6%"
				},
				{
					"106.4%",
					"+1.6%"
				},
				{
					"108.0%",
					"+1.6%"
				},
				{
					"109.6%",
					"+1.8%"
				},
				{
					"111.4%",
					"+1.8%"
				},
				{
					"113.2%",
					"+1.8%"
				},
				{
					"115.0%"
				}
			}
		}
	},
	[2161] = {
		desc_get = "",
		name = "雷撃戦再突入",
		desc = "戦闘開始10秒後、魚雷攻撃を一回行う。その後20秒ごとに$1で発動し、魚雷攻撃を一回行う（魚雷弾幕は自身が装備している魚雷兵装による）",
		type = 1,
		max_level = 10,
		id = 2161,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2171] = {
		desc_get = "",
		name = "対空警戒",
		desc = "自身の対空が$1アップ",
		type = 2,
		max_level = 10,
		id = 2171,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[2181] = {
		desc_get = "",
		name = "全面警戒",
		desc = "戦闘開始時と戦闘開始後30秒ごとに発動。20秒間自身の対空・対潜が$1アップ ",
		type = 2,
		max_level = 10,
		id = 2181,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[2191] = {
		desc_get = "",
		name = "予備弾薬",
		desc = "自身が所属している艦隊の弾薬切れ状態によるダメージ減少効果を$1軽減する ",
		type = 3,
		max_level = 10,
		id = 2191,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[2201] = {
		desc_get = "",
		name = "両用兵装-127mm連装両用砲MK12",
		desc = "「127mm連装両用砲MK12」を装備している場合、自身の対空が$1アップし、火力が$2ダウン；装備していない場合、自身の火力が$1アップし、対空が$2ダウン ",
		type = 2,
		max_level = 10,
		id = 2201,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"15%",
				"5%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"15.0%",
					"-1.2%"
				},
				{
					"13.8%",
					"-1.1%"
				},
				{
					"12.7%",
					"-1.1%"
				},
				{
					"11.6%",
					"-1.1%"
				},
				{
					"10.5%",
					"-1.1%"
				},
				{
					"9.4%",
					"-1.1%"
				},
				{
					"8.3%",
					"-1.1%"
				},
				{
					"7.2%",
					"-1.1%"
				},
				{
					"6.1%",
					"-1.1%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[3001] = {
		desc_get = "",
		name = "スクランブル",
		desc = "自身の航空攻撃時$1で発動。航空攻撃をすぐに再使用可能にする",
		type = 1,
		max_level = 10,
		id = 3001,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3011] = {
		desc_get = "",
		name = "強襲空母",
		desc = "自身の航空攻撃時$1で発動。10秒間自身の与えるダメージを2倍にする（効果は重複しない）",
		type = 1,
		max_level = 10,
		id = 3011,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[3021] = {
		desc_get = "",
		name = "編隊空母",
		desc = "自身の航空攻撃後、8秒間前衛艦隊の与えるダメージが$1アップ。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 3021,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3031] = {
		desc_get = "",
		name = "支援空母",
		desc = "自身の航空攻撃後、前衛艦隊の耐久を$1回復する",
		type = 3,
		max_level = 10,
		id = 3031,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[3041] = {
		desc_get = "",
		name = "制空支援",
		desc = "自身の航空攻撃後、8秒間自身以外の航空母艦の航空値が$1アップ",
		type = 3,
		max_level = 10,
		id = 3041,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3051] = {
		desc_get = "",
		name = "航空援護",
		desc = "自身の航空攻撃後、8秒間味方前衛艦隊が受けるダメージを$1軽減する。",
		type = 2,
		max_level = 10,
		id = 3051,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3511] = {
		desc_get = "",
		name = "酸素生成装置",
		desc = "自身の潜航力が$1アップ",
		type = 3,
		max_level = 10,
		id = 3511,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"4",
				"40"
			}
		},
		desc_add = {
			{
				{
					"4",
					"+4"
				},
				{
					"8",
					"+4"
				},
				{
					"12",
					"+4"
				},
				{
					"16",
					"+4"
				},
				{
					"20",
					"+4"
				},
				{
					"24",
					"+4"
				},
				{
					"28",
					"+4"
				},
				{
					"32",
					"+4"
				},
				{
					"36",
					"+4"
				},
				{
					"40"
				}
			}
		}
	},
	[3521] = {
		desc_get = "",
		name = "浮上戦闘",
		desc = "浮上状態での戦闘時間が$1アップ",
		type = 2,
		max_level = 10,
		id = 3521,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"4.5",
				"12.0"
			}
		},
		desc_add = {
			{
				{
					"4.5",
					"+0.7"
				},
				{
					"5.2",
					"+0.8"
				},
				{
					"6.0",
					"+1.0"
				},
				{
					"7.0",
					"+0.7"
				},
				{
					"7.7",
					"+0.8"
				},
				{
					"8.5",
					"+1.0"
				},
				{
					"9.5",
					"+0.7"
				},
				{
					"10.2",
					"+0.8"
				},
				{
					"11.0",
					"+1.0"
				},
				{
					"12.0"
				}
			}
		}
	},
	[3531] = {
		desc_get = "",
		name = "低速魚雷",
		desc = "自身の魚雷の速度が遅くなり、ダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 3531,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[3571] = {
		desc_get = "",
		name = "軽巡ハンター",
		desc = "自身の軽巡洋艦へのダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 3571,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3581] = {
		desc_get = "",
		name = "重巡ハンター",
		desc = "自身の重巡洋艦へのダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 3581,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3591] = {
		desc_get = "",
		name = "空母ハンター",
		desc = "自身の空母へのダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 3591,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3611] = {
		desc_get = "",
		name = "ウルフパック",
		desc = "出撃時、艦隊に鉄血潜水艦が一隻につき、自身の雷装・命中が$1アップ",
		type = 1,
		max_level = 10,
		id = 3611,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[3621] = {
		desc_get = "",
		name = "空域確認",
		desc = "戦闘中、制空権状態が「制空権劣勢」「制空権喪失」以外の場合、自身の火力・雷装・装填が$1アップ",
		type = 3,
		max_level = 10,
		id = 3621,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3631] = {
		desc_get = "",
		name = "外洋支援",
		desc = "自身の潜航力が$1アップ；自身が戦闘可能である限り、交戦艦隊が潜水艦隊の支援範囲外でも一回の出撃に一度だけ、潜水支援を行える ",
		type = 3,
		max_level = 10,
		id = 3631,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"2",
				"20"
			}
		},
		desc_add = {
			{
				{
					"2",
					"+2"
				},
				{
					"4",
					"+2"
				},
				{
					"6",
					"+2"
				},
				{
					"8",
					"+2"
				},
				{
					"10",
					"+2"
				},
				{
					"12",
					"+2"
				},
				{
					"14",
					"+2"
				},
				{
					"16",
					"+2"
				},
				{
					"18",
					"+2"
				},
				{
					"20"
				}
			}
		}
	},
	[4001] = {
		desc_get = "",
		name = "防御態勢",
		desc = "20秒毎$1で発動。8秒間自身の受けるダメージが$2軽減",
		type = 2,
		max_level = 10,
		id = 4001,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"60%"
			},
			{
				"10%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[4011] = {
		desc_get = "",
		name = "防御指令",
		desc = "20秒毎25%で発動。8秒間全艦の受けるダメージが$1軽減。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 4011,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[4021] = {
		desc_get = "",
		name = "All or Nothing",
		desc = "攻撃された時$1でこのダメージを50%軽減する",
		type = 2,
		max_level = 10,
		id = 4021,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[4031] = {
		desc_get = "",
		name = "応急修理",
		desc = "25秒毎、自身の耐久を$１回復する",
		type = 2,
		max_level = 10,
		id = 4031,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[4041] = {
		desc_get = "",
		name = "我が身を盾に",
		desc = "20秒毎$1で発動。8秒間前衛が受けるダメージの50%を引き受ける。同じスキルの効果は重複しない",
		type = 2,
		max_level = 10,
		id = 4041,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"40%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+3.0%"
				},
				{
					"13.0%",
					"+3.0%"
				},
				{
					"16.0%",
					"+4.0%"
				},
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[4051] = {
		desc_get = "ダメージを受けた時15％で発動。5秒（最大15秒）間、正面に敵弾を12回まで無効できる回転シールドを生成する。",
		name = "正面装甲",
		desc = "攻撃された時15%で発動。$1秒間、前方に敵弾を12回まで無効できるシールドを生成する",
		type = 2,
		max_level = 10,
		id = 4051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[4061] = {
		desc_get = "ダメージを受けた時15％で発動。5秒（最大15秒）間、側面に敵弾を6回まで無効できる回転シールドを生成する。",
		name = "側面装甲",
		desc = "攻撃された時15%で発動。$1秒間、側面に敵弾を6回まで無効できるシールドを2枚生成する",
		type = 2,
		max_level = 10,
		id = 4061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[4071] = {
		desc_get = "",
		name = "緊急回避",
		desc = "20秒毎$1で発動。6秒間、自身が全ての攻撃を回避する",
		type = 2,
		max_level = 10,
		id = 4071,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[4081] = {
		desc_get = "",
		name = "煙幕散布",
		desc = "戦闘開始時と開始後15秒毎$1で煙幕を散布。5秒間、煙幕の中の艦の回避率が$2上昇。同じスキルの効果は重複しない",
		type = 2,
		max_level = 10,
		id = 4081,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[4091] = {
		desc_get = "",
		name = "対空配置",
		desc = "対空射撃時25%で発動。3秒間自身の対空値が$1アップし、火力値が$2ダウンする",
		type = 2,
		max_level = 10,
		id = 4091,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"40.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"40.0%",
					"-2.2%"
				},
				{
					"37.8%",
					"-2.2%"
				},
				{
					"35.6%",
					"-2.2%"
				},
				{
					"33.4%",
					"-2.2%"
				},
				{
					"31.2%",
					"-2.2%"
				},
				{
					"29.0%",
					"-2.2%"
				},
				{
					"26.8%",
					"-2.2%"
				},
				{
					"24.6%",
					"-2.2%"
				},
				{
					"22.4%",
					"-2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[4101] = {
		desc_get = "",
		name = "煙幕散布・軽巡",
		desc = "開始10秒後と20秒毎20%で煙幕を散布。10秒間、煙幕の中の艦の回避率が$1上昇、空襲ダメージ$2軽減。同じスキルの効果は重複しない",
		type = 2,
		max_level = 10,
		id = 4101,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"35%"
			},
			{
				"15%",
				"35%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[4111] = {
		desc_get = "",
		name = "徹甲弾防御",
		desc = "自身が受ける徹甲弾属性のダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 4111,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[4121] = {
		desc_get = "",
		name = "防護装甲",
		desc = "敵駆逐・軽巡より受けた砲撃ダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 4121,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[4131] = {
		desc_get = "",
		name = "衝突禁止",
		desc = "味方前衛艦隊が敵艦隊と接触したときに受けるダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 4131,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%",
					"+1.6%"
				},
				{
					"21.6%",
					"+1.6%"
				},
				{
					"23.2%",
					"+1.8%"
				},
				{
					"25.0%",
					"+1.6%"
				},
				{
					"26.6%",
					"+1.6%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[4141] = {
		desc_get = "",
		name = "機動艦隊護衛",
		desc = "自身が戦闘可能状態である限り、同艦隊の主力艦隊が受けるダメージを$1軽減し、自身が受ける駆逐艦・軽巡洋艦による砲撃・雷撃ダメージを$2軽減する。同じスキルの効果は重複しない",
		type = 2,
		max_level = 10,
		id = 4141,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"1%",
				"10%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[4151] = {
		desc_get = "",
		name = "機動制圧",
		desc = "戦闘中、自身が受ける駆逐艦の砲撃・雷撃ダメージを$1軽減する；20秒毎に発動し、10秒間自身の速力が5、火力が$2アップする",
		type = 2,
		max_level = 10,
		id = 4151,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"10.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[4161] = {
		desc_get = "",
		name = "航空戦力支援",
		desc = "自身が戦闘可能な限り下記の効果を適用する（同じスキル名の効果は最大値のみ適用される）：①自身が所属している艦隊の戦闘開始時、味方空母・軽空母の航空が$1・装填が$2アップし、自身の最初の航空攻撃の準備時間を$3短縮する；②自身が所属していない艦隊の戦闘開始時、味方空母・軽空母の航空・装填が$4アップ",
		type = 3,
		max_level = 10,
		id = 4161,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"5.0%",
				"10.0%"
			},
			{
				"10.0%",
				"25.0%"
			},
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.8%"
				},
				{
					"5.3%",
					"+0.8%"
				},
				{
					"6.1%",
					"+0.9%"
				},
				{
					"7.0%",
					"+0.8%"
				},
				{
					"7.8%",
					"+0.8%"
				},
				{
					"8.6%",
					"+0.9%"
				},
				{
					"9.5%",
					"+0.8%"
				},
				{
					"10.3%",
					"+0.8%"
				},
				{
					"11.1%",
					"+0.9%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.5%"
				},
				{
					"11.5%",
					"+1.5%"
				},
				{
					"13%",
					"+1.5%"
				},
				{
					"14.5%",
					"+1.6%"
				},
				{
					"16.1%",
					"+1.6%"
				},
				{
					"17.7%",
					"+1.7%"
				},
				{
					"19.4%",
					"+1.8%"
				},
				{
					"21.2%",
					"+1.8%"
				},
				{
					"23%",
					"+2%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[4171] = {
		desc_get = "",
		name = "空域辅助-共通效果占用id",
		desc = "",
		type = 3,
		max_level = 10,
		id = 4171,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[5001] = {
		desc_get = "20秒毎25%で発動。5秒間（最大10秒）ランダムで敵一体（人型優先）の攻撃速度と攻撃力をダウンさせる。同じスキルの効果は重複しない。",
		name = "かく乱射撃",
		desc = "20秒毎25%で発動。$1秒間ランダムで敵一体（人型優先）の攻撃速度と攻撃力をダウンさせる。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 5001,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5.0",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6.0",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7.0",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8.0",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9.0",
					"+1"
				},
				{
					"10.0"
				}
			}
		}
	},
	[5011] = {
		desc_get = "20秒毎25%で発動。5秒間（最大15秒）ランダムで敵一体（人型優先）の受けるダメージを20%アップさせる。同じスキルの効果は重複しない。",
		name = "弱点分析",
		desc = "20秒毎25%で発動。$1秒間ランダムで敵一体（人型優先）の受けるダメージを20%アップさせる。同じスキルの効果は重複しない",
		type = 3,
		max_level = 10,
		id = 5011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[5021] = {
		desc_get = "",
		name = "随伴空母",
		desc = "自身が戦闘可能である限り、軽空母、空母の受けるダメージを$1軽減する。同じスキルの効果は重複しない",
		type = 2,
		max_level = 10,
		id = 5021,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[5031] = {
		desc_get = "",
		name = "戦艦護衛",
		desc = "自身が戦闘可能である限り、巡洋戦艦、戦艦が受けるダメージを$1軽減する。同じ効果のスキルは重複しない",
		type = 2,
		max_level = 10,
		id = 5031,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[5041] = {
		desc_get = "",
		name = "照明弾",
		desc = "戦闘開始10秒後と20秒毎に$1で10秒間、効果範囲内にいる敵の回避率を25%ダウンさせる照明弾を使用する。同じスキルの効果は重複しない。（照明弾は一番近い敵へ優先して発射する）",
		type = 3,
		max_level = 10,
		id = 5041,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[5051] = {
		desc_get = "",
		name = "旗艦随伴",
		desc = "自身が戦闘可能である限り、旗艦の受けるダメージを$1軽減",
		type = 3,
		max_level = 10,
		id = 5051,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[5061] = {
		desc_get = "",
		name = "駆逐戦隊",
		desc = "戦闘開始時、前衛艦隊が自身と駆逐艦のみで編成されている場合、自身の速力が4上昇し、駆逐艦と軽巡洋艦へのダメージが$1アップ",
		type = 3,
		max_level = 10,
		id = 5061,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[5071] = {
		desc_get = "",
		name = "シュヴァリエブクリエ",
		desc = "前衛艦隊がアイリス・ヴィシア所属艦のみで編成されている場合、20秒毎50%で発動する。8秒間、味方が受けるダメージを$1軽減する。同じスキルの効果は重複しない。",
		type = 2,
		max_level = 10,
		id = 5071,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[5081] = {
		desc_get = "",
		name = "シュヴァリエサーベル",
		desc = "前衛艦隊がアイリス・ヴィシア所属艦のみで編成されている場合、20秒毎50%で発動する。8秒間、味方の与えるダメージを$1上昇する。同じ効果は重複しない。",
		type = 1,
		max_level = 10,
		id = 5081,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[5101] = {
		desc_get = "",
		name = "即応態勢",
		desc = "出撃時、自身の火力・雷装が$1アップ。12秒毎、自身の火力・雷装が$2ダウン（最大三回まで）",
		type = 3,
		max_level = 10,
		id = 5101,
		system_transform = {},
		desc_get_add = {
			{
				"9%",
				"24.0%"
			},
			{
				"3.0%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+1.5%"
				},
				{
					"13.5%",
					"+1.5%"
				},
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+1.5%"
				},
				{
					"21.0%",
					"+3.0%"
				},
				{
					"24.0%"
				}
			},
			{
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[5111] = {
		desc_get = "",
		name = "航空サポート",
		desc = "僚艦として出撃した場合、戦闘中自身以外の味方軽空母・空母の装填が$1、味方主力艦隊メンバーの対空が$2アップ ",
		type = 3,
		max_level = 10,
		id = 5111,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"20",
				"50"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"20.0",
					"+3"
				},
				{
					"23",
					"+3"
				},
				{
					"26",
					"+4"
				},
				{
					"30",
					"+3"
				},
				{
					"33",
					"+3"
				},
				{
					"36",
					"+4"
				},
				{
					"40",
					"+3"
				},
				{
					"43",
					"+3"
				},
				{
					"46",
					"+4"
				},
				{
					"50.0"
				}
			}
		}
	},
	[6000] = {
		desc_get = "",
		name = "ビーバーズ隊",
		desc = "艦隊速力が20％アップ",
		type = 0,
		max_level = 0,
		id = 6000,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6010] = {
		desc_get = "",
		name = "雷撃防御T1",
		desc = "魚雷ダメージを10％軽減する。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6010,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6020] = {
		desc_get = "",
		name = "雷撃防御T2",
		desc = "魚雷ダメージを20％軽減する。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6020,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6030] = {
		desc_get = "",
		name = "雷撃防御T3",
		desc = "魚雷ダメージを30％軽減する。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6030,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6040] = {
		desc_get = "",
		name = "SG索敵T1",
		desc = "待ち伏せ率が5%低減、回避成功率が5％上昇。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6040,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6050] = {
		desc_get = "",
		name = "SG索敵T2",
		desc = "待ち伏せ率が8%低減、回避成功率が8％上昇。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6050,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6060] = {
		desc_get = "",
		name = "SG索敵T3",
		desc = "待ち伏せ率が12%低減、回避成功率が12％上昇。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6060,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6070] = {
		desc_get = "",
		name = "耐弾強化T1",
		desc = "艦載機HPが50アップ。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6070,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6080] = {
		desc_get = "",
		name = "耐弾強化T2",
		desc = "艦載機HPが80アップ。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6080,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6090] = {
		desc_get = "",
		name = "耐弾強化T3",
		desc = "艦載機HPが120アップ。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6090,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6100] = {
		desc_get = "",
		name = "応急修理T1",
		desc = "15秒ごと耐久が最大値の0.3％回復。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6110] = {
		desc_get = "",
		name = "応急修理T2",
		desc = "15秒ごと耐久が最大値の0.6％回復。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6110,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6120] = {
		desc_get = "",
		name = "応急修理T3",
		desc = "15秒ごと耐久が最大値の1.0％回復。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6120,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6130] = {
		desc_get = "",
		name = "真珠の涙",
		desc = "戦闘不能になった時、他の艦の耐久が最大値の10％回復する",
		type = 0,
		max_level = 0,
		id = 6130,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6140] = {
		desc_get = "",
		name = "火災対策T1",
		desc = "火災被害を10％、発生率を10％下げる。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6140,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6150] = {
		desc_get = "",
		name = "火災対策T2",
		desc = "火災被害を15％、発生率を20％下げ、時間を3秒短縮。同じ種類の効果は最大値のみ適用",
		type = 0,
		max_level = 0,
		id = 6150,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6160] = {
		desc_get = "",
		name = "火災対策T3",
		desc = "火災被害を20％、発生率を30％下げ、時間を6秒短縮。同じ種類の効果は最大値のみ適用",
		type = 0,
		max_level = 0,
		id = 6160,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6170] = {
		desc_get = "",
		name = "ネコリペア",
		desc = "（明石装備時）耐久回復効果の回復量が20％アップ",
		type = 0,
		max_level = 0,
		id = 6170,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6190] = {
		desc_get = "",
		name = "九一式徹甲弾",
		desc = "主砲のクリティカルダメージが15％アップ",
		type = 0,
		max_level = 0,
		id = 6190,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6200] = {
		desc_get = "",
		name = "一式徹甲弾",
		desc = "主砲のクリティカルダメージが25％アップ",
		type = 0,
		max_level = 0,
		id = 6200,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6210] = {
		desc_get = "",
		name = "SHS徹甲弾",
		desc = "主砲のクリティカル率が8％アップ",
		type = 0,
		max_level = 0,
		id = 6210,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6220] = {
		desc_get = "",
		name = "ソードフィッシュ（818中隊）",
		desc = "自身の航空攻撃が命中した敵のスピードを8秒間60％ダウンする",
		type = 0,
		max_level = 0,
		id = 6220,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6230] = {
		desc_get = "",
		name = "Z旗",
		desc = "クリティカル率が5%アップ。特定の艦に装備すると…？",
		type = 0,
		max_level = 0,
		id = 6230,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6240] = {
		desc_get = "",
		name = "精密爆撃",
		desc = "航空攻撃時、自身の艦載機が敵軽空母・正規空母へのダメージが5.0%アップ",
		type = 0,
		max_level = 0,
		id = 6240,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6250] = {
		desc_get = "",
		name = "Jolly Rogers",
		desc = "航空攻撃時、8秒間味方艦隊の対空が5.0%アップ",
		type = 0,
		max_level = 0,
		id = 6250,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6260] = {
		desc_get = "",
		name = "精密照準",
		desc = "主砲攻撃1回目の準備時間が15%短縮",
		type = 0,
		max_level = 0,
		id = 6260,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6270] = {
		desc_get = "",
		name = "機動回避",
		desc = "20秒毎に30％で発動する。2秒間全ての攻撃を回避する。",
		type = 0,
		max_level = 0,
		id = 6270,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6280] = {
		desc_get = "",
		name = "対空捜索",
		desc = "待ち伏せ率が12%低減。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6280,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6290] = {
		desc_get = "",
		name = "補助電源Ⅰ",
		desc = "自身の支援範囲Lv＋1（+10まで強化した場合、効果が「支援範囲Lv＋2」になる）",
		type = 0,
		max_level = 0,
		id = 6290,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6291] = {
		desc_get = "",
		name = "補助電源Ⅱ",
		desc = "自身の支援範囲Lv＋2",
		type = 0,
		max_level = 0,
		id = 6291,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6300] = {
		desc_get = "",
		name = "ハイオクタン燃料",
		desc = "艦載機の移動速度を上昇させる、艦載機HPが140アップ。同じ種類の効果は最大値のみ適用",
		type = 0,
		max_level = 0,
		id = 6300,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6310] = {
		desc_get = "",
		name = "着艦補助",
		desc = "航空攻撃の装填時間が4%短縮",
		type = 0,
		max_level = 0,
		id = 6310,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6320] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6320,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6321] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6321,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6322] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6322,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6323] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6323,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6324] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6324,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6325] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6325,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6326] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6326,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6327] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6327,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6328] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6328,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6329] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6329,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6330] = {
		desc_get = "",
		name = "転機の幕開け",
		desc = "自身の2回目以降の航空攻撃ではTBD（VT-8中隊）の代わりにTBF（VT-8中隊）で攻撃を行う",
		type = 0,
		max_level = 0,
		id = 6330,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6360] = {
		desc_get = "",
		name = "遅延射撃",
		desc = "自身が装備中の主砲の拡散範囲を2収束させる。",
		type = 0,
		max_level = 0,
		id = 6360,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6370] = {
		desc_get = "",
		name = "潜水空母搭載",
		desc = "潜水空母に装備されている場合、与える航空攻撃ダメージが60%アップ",
		type = 0,
		max_level = 0,
		id = 6370,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6380] = {
		desc_get = "",
		name = "ワード生成",
		desc = "キズナアイが装備している場合、戦闘開始時、主兵装の装備外装をランダムに変更する。",
		type = 0,
		max_level = 0,
		id = 6380,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6390] = {
		desc_get = "",
		name = "ぴょこぴょこ",
		desc = "装備キャラが「キズナアイ」としても扱われる",
		type = 0,
		max_level = 0,
		id = 6390,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6400] = {
		desc_get = "",
		name = "プラグイン",
		desc = "<color=#a2a2a2>コラボイベント終了に付き、特殊効果が無効になりました</color>",
		type = 0,
		max_level = 0,
		id = 6400,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6410] = {
		desc_get = "",
		name = "果たされた約束",
		desc = "U-556が装備している場合、自身の水面戦闘時間が4秒延長し、支援範囲+1；ビスマルクが装備している場合、主力艦隊の弾薬切れ状態によるダメージ減少効果を軽減する",
		type = 0,
		max_level = 1,
		id = 6410,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6411] = {
		desc_get = "",
		name = "果たされた約束",
		desc = "U-556が装備している場合、自身の水面戦闘時間が4秒延長し、支援範囲+1；ビスマルクが装備している場合、主力艦隊の弾薬切れ状態によるダメージ減少効果を軽減する",
		type = 0,
		max_level = 1,
		id = 6411,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6415] = {
		desc_get = "",
		name = "果たされた約束",
		desc = "U-556が装備している場合、自身の水面戦闘時間が4秒延長し、支援範囲+1；ビスマルクが装備している場合、主力艦隊の弾薬切れ状態によるダメージ減少効果を軽減する",
		type = 0,
		max_level = 1,
		id = 6415,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6420] = {
		desc_get = "",
		name = "徹甲航空爆弾",
		desc = "この艦載機の爆弾が敵艦に命中したとき、24％で徹甲弾同様の装甲破壊効果を与える。同じ種類の効果は最大値のみ適用される",
		type = 0,
		max_level = 0,
		id = 6420,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6430] = {
		desc_get = "",
		name = "サッチウィーブ",
		desc = "味方艦隊の戦闘機の威力補正が4%アップ 。同じ種類の効果は最大値のみ適用",
		type = 0,
		max_level = 0,
		id = 6430,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6440] = {
		desc_get = "",
		name = "対セイレーン防御戦術I",
		desc = "装備されている艦船が受けるセイレーンからのダメージを6%軽減する。同じ系統のスキルは効果が一番高いものしか適用されない ",
		type = 0,
		max_level = 0,
		id = 6440,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6450] = {
		desc_get = "",
		name = "オーバーヒート",
		desc = "装備時、自身の主砲攻撃が与えるダメージが10%アップし、二回主砲攻撃を行うたびに、主砲の装填時間が30％延長し、その次の主砲攻撃後もとに戻る ",
		type = 0,
		max_level = 0,
		id = 6450,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6460] = {
		desc_get = "",
		name = "VH鋼",
		desc = "装甲タイプが重装甲の艦船が装備している場合、戦闘中自身が受ける徹甲弾のダメージを6%、榴弾・通常弾のダメージを3%軽減する。装甲タイプが重装甲以外の艦船が装備している場合、装甲タイプが重装甲になる ",
		type = 0,
		max_level = 0,
		id = 6460,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6470] = {
		desc_get = "",
		name = "VC鋼",
		desc = "重装甲艦船が装備している場合、戦闘中自身が受ける徹甲弾のダメージを4%、榴弾・通常弾のダメージを2%軽減する ",
		type = 0,
		max_level = 0,
		id = 6470,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6480] = {
		desc_get = "",
		name = "四神の紋章",
		desc = "鞍山級が装備している場合、戦闘中自身の主砲攻撃の与えるダメージが16%アップし、自身の全弾発射スキルを強化する",
		type = 0,
		max_level = 0,
		id = 6480,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6490] = {
		desc_get = "",
		name = "チームエンブレム",
		desc = "元々ホロライブ陣営のキャラが装備している場合、戦闘中自身が与えるダメージが3%アップ ",
		type = 0,
		max_level = 0,
		id = 6490,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6500] = {
		desc_get = "",
		name = "ゲーマーズの証",
		desc = "装備しているキャラがホロライブキャラとしても扱われる",
		type = 0,
		max_level = 0,
		id = 6500,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6510] = {
		desc_get = "",
		name = "トウモロコシの灯篭",
		desc = "元々ホロライブ陣営のキャラが装備している場合、戦闘中自身が受けるダメージを4%軽減させる",
		type = 0,
		max_level = 0,
		id = 6510,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6520] = {
		desc_get = "",
		name = "あん肝",
		desc = "装備キャラが戦闘に参加した場合、戦闘BGMを変更させるかもしれない",
		type = 0,
		max_level = 0,
		id = 6520,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6530] = {
		desc_get = "",
		name = "空中偵察PBY",
		desc = "PBYカタリナによる空中偵察支援。待ち伏せ遭遇率が10%ダウンし、待ち伏せ回避率が10%アップする（同系統の効果とは重複しない）",
		type = 0,
		max_level = 0,
		id = 6530,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6540] = {
		desc_get = "",
		name = "戦艦攻撃隊",
		desc = "自身の敵戦艦・巡洋戦艦に与えるダメージが3.0%アップ；この艦載機が敵戦艦・巡洋戦艦・航空戦艦に攻撃を命中させた時に60％、敵艦を9秒間進水状態にする（進水によるダメージは装備キャラの航空ステータスによる）",
		type = 0,
		max_level = 0,
		id = 6540,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[7000] = {
		desc_get = "",
		name = "ライン演習",
		desc = "",
		type = 0,
		max_level = 0,
		id = 7000,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9030] = {
		desc_get = "",
		name = "ブリ は スキル を つかった!",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9030,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9031] = {
		desc_get = "",
		name = "しかし なに も おきなかった",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9033] = {
		desc_get = "",
		name = "ブリ は スキル を つかった!",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9033,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9034] = {
		desc_get = "",
		name = "しかし なに も おきなかった",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9034,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9050] = {
		desc_get = "",
		name = "LuckyE",
		desc = "自身の航空攻撃時$1で発動。航空攻撃によるダメージを一度だけ2倍にし、8秒間全ての攻撃を回避できるステルス状態になる",
		type = 1,
		max_level = 9,
		id = 9050,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[9061] = {
		desc_get = "",
		name = "火力全開",
		desc = "20秒毎$1で発動。10秒間自身の火力値が$2アップ",
		type = 1,
		max_level = 8,
		id = 9061,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[9071] = {
		desc_get = "",
		name = "対空配置",
		desc = "対空射撃時25%で発動。3秒間自身の対空値が$1アップし、火力値が$2ダウンする",
		type = 2,
		max_level = 8,
		id = 9071,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"40.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"40.0%",
					"-2.2%"
				},
				{
					"37.8%",
					"-2.2%"
				},
				{
					"35.6%",
					"-2.2%"
				},
				{
					"33.4%",
					"-2.2%"
				},
				{
					"31.2%",
					"-2.2%"
				},
				{
					"29.0%",
					"-2.2%"
				},
				{
					"26.8%",
					"-2.2%"
				},
				{
					"24.6%",
					"-2.2%"
				},
				{
					"22.4%",
					"-2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[9081] = {
		desc_get = "",
		name = "旗艦随伴",
		desc = "自身が戦闘可能である限り、旗艦の受けるダメージを$1軽減",
		type = 3,
		max_level = 8,
		id = 9081,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[9090] = {
		desc_get = "",
		name = "ソロモンの伝説",
		desc = "20秒毎に$1で発動、8秒間、同艦隊の巡洋艦の命中・火力を$2アップ、攻撃された時、受けるダメージを$3軽減する",
		type = 3,
		max_level = 8,
		id = 9090,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"10.0%",
				"25.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[9101] = {
		desc_get = "",
		name = "強襲指令",
		desc = "20秒毎25%で発動。8秒間全艦の与えるダメージが$1アップ。同じスキルの効果は重複しない",
		type = 3,
		max_level = 9,
		id = 9101,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[9110] = {
		desc_get = "",
		name = "対空配置",
		desc = "対空射撃時25%で発動。3秒間自身の対空値が$1アップし、火力値が$2ダウンする",
		type = 2,
		max_level = 9,
		id = 9110,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"40.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"40.0%",
					"-2.2%"
				},
				{
					"37.8%",
					"-2.2%"
				},
				{
					"35.6%",
					"-2.2%"
				},
				{
					"33.4%",
					"-2.2%"
				},
				{
					"31.2%",
					"-2.2%"
				},
				{
					"29.0%",
					"-2.2%"
				},
				{
					"26.8%",
					"-2.2%"
				},
				{
					"24.6%",
					"-2.2%"
				},
				{
					"22.4%",
					"-2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10010] = {
		desc_get = "",
		name = "Recommissioned",
		desc = "自身の耐久が20%以下になった時、耐久を$1回復する。一度の戦闘で一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 10010,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10020] = {
		desc_get = "",
		name = "海上最速",
		desc = "10秒毎$1で発動。8秒間自身の回避が$2アップ",
		type = 2,
		max_level = 10,
		id = 10020,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[10030] = {
		desc_get = "",
		name = "お姉さん気質",
		desc = "戦闘中、フレッチャー級駆逐艦の火力、回避が$1アップ",
		type = 3,
		max_level = 10,
		id = 10030,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10040] = {
		desc_get = "",
		name = "31ノット・バーク",
		desc = "攻撃時4%で発動。8秒間、全艦の移動速度が上昇し、さらに前衛艦隊回避が$1アップ",
		type = 3,
		max_level = 10,
		id = 10040,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10050] = {
		desc_get = "攻撃された時15％で発動。5秒（最大10秒）間前衛艦隊が全ての攻撃を回避する。",
		name = "レインボー・プラン",
		desc = "攻撃された時15%で発動。$1秒間前衛艦隊が全ての攻撃を回避する",
		type = 2,
		max_level = 10,
		id = 10050,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5.0",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6.0",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7.0",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8.0",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9.0",
					"+1"
				},
				{
					"10.0"
				}
			}
		}
	},
	[10060] = {
		desc_get = "",
		name = "真紅の不死鳥",
		desc = "自身の耐久が20%以下になった時、耐久を$1回復し、15秒間火力値を30%アップする。一度の戦闘で一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 10060,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10070] = {
		desc_get = "",
		name = "レーダー探知",
		desc = "20秒毎$1で発動。10秒間敵の受けるダメージが$2アップ",
		type = 3,
		max_level = 10,
		id = 10070,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10080] = {
		desc_get = "",
		name = "戦争の悲劇",
		desc = "戦闘不能になった時、他の艦の耐久を$1回復する",
		type = 2,
		max_level = 10,
		id = 10080,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10090] = {
		desc_get = "",
		name = "私はNo.1！",
		desc = "対空射撃時15％で発動。8秒間全艦の対空値が$1アップ",
		type = 3,
		max_level = 10,
		id = 10090,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"50%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[10100] = {
		desc_get = "",
		name = "疾駆する幻影",
		desc = "主砲攻撃時20%で発動。15秒間自身の回避が$1アップ",
		type = 2,
		max_level = 10,
		id = 10100,
		system_transform = {},
		desc_get_add = {
			{
				"60%",
				"100%"
			}
		},
		desc_add = {
			{
				{
					"60.0%",
					"+4.4%"
				},
				{
					"64.4%",
					"+4.4%"
				},
				{
					"68.8%",
					"+4.4%"
				},
				{
					"73.2%",
					"+4.4%"
				},
				{
					"77.6%",
					"+4.4%"
				},
				{
					"81.0%",
					"+4.4%"
				},
				{
					"85.4%",
					"+4.4%"
				},
				{
					"89.8%",
					"+4.4%"
				},
				{
					"94.2%",
					"+4.8%"
				},
				{
					"100.0%"
				}
			}
		}
	},
	[10110] = {
		desc_get = "",
		name = "妹サイコー！",
		desc = "インディアナポリスと一緒に出撃する時、自身の火力、対空、装填値が$1アップ",
		type = 1,
		max_level = 10,
		id = 10110,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10120] = {
		desc_get = "30秒毎発動。5秒（最大15秒）間、敵弾を8回まで無効化できる回転シールドを2枚生成する。シールドが破れた時、周囲の敵にダメージを与える",
		name = "パンドラボックス",
		desc = "30秒毎発動。$1秒間、敵弾を8回まで無効化できる回転シールドを2枚生成する。シールドが破れた時、周囲の敵にダメージを与える",
		type = 2,
		max_level = 10,
		id = 10120,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[10130] = {
		desc_get = "",
		name = "ペン姉さん！",
		desc = "20秒毎$1で特殊弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 10130,
		system_transform = {
			[3.0] = 10131
		},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10140] = {
		desc_get = "",
		name = "白鷲の黒い涙",
		desc = "主砲発射時50%で前衛艦隊の耐久を$1回復する。――「今度こそ、守ってみせます…！」",
		type = 3,
		max_level = 10,
		id = 10140,
		system_transform = {},
		desc_get_add = {
			{
				"4%",
				"10%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10150] = {
		desc_get = "",
		name = "古強者の威圧",
		desc = "30秒毎で発動。8秒間敵の与えるダメージを$1ダウンさせる",
		type = 3,
		max_level = 10,
		id = 10150,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10160] = {
		desc_get = "",
		name = "最強の盾",
		desc = "30秒毎で発動。8秒間主力艦隊が受けるダメージの50%を身代わりする。その後受けたダメージの$1の耐久を回復する",
		type = 2,
		max_level = 10,
		id = 10160,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[10170] = {
		desc_get = "",
		name = "初期正規空母",
		desc = "戦闘後、航空母艦が貰える経験値が$1アップ",
		type = 3,
		max_level = 10,
		id = 10170,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10180] = {
		desc_get = "20秒（最短10秒）毎、重巡級の援護砲撃を発動する(威力はスキルレベルによる)。",
		name = "支援砲撃",
		desc = "$1秒毎重巡級の援護火力を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 10180,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20",
					"-1"
				},
				{
					"19",
					"-1"
				},
				{
					"18",
					"-1"
				},
				{
					"17",
					"1"
				},
				{
					"16",
					"-1"
				},
				{
					"15",
					"-1"
				},
				{
					"14",
					"-1"
				},
				{
					"13",
					"-1"
				},
				{
					"12",
					"-2"
				},
				{
					"10"
				}
			}
		}
	},
	[10190] = {
		desc_get = "",
		name = "最後のワルツ",
		desc = "一度の戦闘で一回だけ、自身の耐久が20%以下になった時、耐久を上限の$1を回復する。また、自身がダメージを受けた時に、航空攻撃（弾幕はスキルレベルによる）を行う。この航空攻撃は20秒に一度しか発動できない",
		type = 2,
		max_level = 10,
		id = 10190,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10200] = {
		desc_get = "",
		name = "LuckyE",
		desc = "自身の航空攻撃時$1で発動。航空攻撃によるダメージを一度だけ2倍にし、8秒間全ての攻撃を回避できるステルス状態になる",
		type = 1,
		max_level = 10,
		id = 10200,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10210] = {
		desc_get = "",
		name = "ドゥーリットル空襲",
		desc = "航空攻撃時、$1で発動する。B#25で航空攻撃をもう一度行う",
		type = 1,
		max_level = 10,
		id = 10210,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10220] = {
		desc_get = "",
		name = "応急修理",
		desc = "味方艦のHPが20%以下の時、対象の耐久を$1回復。エンタープライズの場合、効果50%アップ。一度の戦闘で一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 10220,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10230] = {
		desc_get = "",
		name = "プロトタイプ・駆逐",
		desc = "戦闘後、駆逐艦が貰える経験値が$1アップ",
		type = 3,
		max_level = 10,
		id = 10230,
		system_transform = {},
		desc_get_add = {
			{
				"6%",
				"18%"
			}
		},
		desc_add = {
			{
				{
					"6.0%",
					"+1.3%"
				},
				{
					"7.3%",
					"+1.3%"
				},
				{
					"8.6%",
					"+1.3%"
				},
				{
					"9.9%",
					"+1.3%"
				},
				{
					"11.2%",
					"+1.3%"
				},
				{
					"12.5%",
					"+1.3%"
				},
				{
					"13.8%",
					"+1.3%"
				},
				{
					"15.2%",
					"+1.4%"
				},
				{
					"16.6%",
					"+1.4%"
				},
				{
					"18.0%"
				}
			}
		}
	},
	[10240] = {
		desc_get = "",
		name = "コメットヘッドスマッシュ",
		desc = "前衛艦隊が敵とぶつかる時、敵が受ける接触ダメージが$1アップする。同時に前衛艦隊が受ける接触ダメージを$2軽減する",
		type = 1,
		max_level = 10,
		id = 10240,
		system_transform = {},
		desc_get_add = {
			{
				"50%",
				"100%"
			},
			{
				"20%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+5.5%"
				},
				{
					"55.5%",
					"+5.5%"
				},
				{
					"61%",
					"+5.5%"
				},
				{
					"66.5%",
					"+5.5%"
				},
				{
					"72.0%",
					"+5.5%"
				},
				{
					"77.5%",
					"+5.5%"
				},
				{
					"83.0%",
					"+5.5%"
				},
				{
					"88.5%",
					"+5.5%"
				},
				{
					"94.0%",
					"+6.0%"
				},
				{
					"100.0%"
				}
			},
			{
				{
					"20.0%",
					"+1.1%"
				},
				{
					"21.1%",
					"+1.1%"
				},
				{
					"22.2%",
					"+1.1%"
				},
				{
					"23.3%",
					"+1.1%"
				},
				{
					"24.4%",
					"+1.1%"
				},
				{
					"25.5%",
					"+1.1%"
				},
				{
					"26.6%",
					"+1.1%"
				},
				{
					"27.7%",
					"+1.1%"
				},
				{
					"28.8%",
					"+1.2%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10250] = {
		desc_get = "",
		name = "ジャベリン突撃",
		desc = "発砲時5%で発動。8秒間自身の回避が$1アップ",
		type = 2,
		max_level = 10,
		id = 10250,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10260] = {
		desc_get = "",
		name = "魔砲・アルマゲドン！",
		desc = "攻撃する時20%で発動。8秒間自身の火力値が$1アップ",
		type = 1,
		max_level = 10,
		id = 10260,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10270] = {
		desc_get = "",
		name = "最後の栄光",
		desc = "主砲火力を行う度、次の主砲によるダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 10270,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+0.5%"
				},
				{
					"10.5%",
					"+0.5%"
				},
				{
					"11.0%",
					"+0.5%"
				},
				{
					"11.5%",
					"+0.5%"
				},
				{
					"12.0%",
					"+0.5%"
				},
				{
					"12.5%",
					"+0.5%"
				},
				{
					"13.0%",
					"+0.5%"
				},
				{
					"13.5%",
					"+0.5%"
				},
				{
					"14.0%",
					"+1%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10280] = {
		desc_get = "",
		name = "「逆襲のZ」",
		desc = "攻撃された時、8秒間自身の装填が$1アップ。効果は重複しない",
		type = 3,
		max_level = 10,
		id = 10280,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"50%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[10290] = {
		desc_get = "",
		name = "グロリー・オブ・ロイヤル",
		desc = "主砲攻撃時$1で特殊弾幕を発動(威力はスキルレベルによる)し、8秒間主力艦隊の装填値を$2アップ",
		type = 1,
		max_level = 10,
		id = 10290,
		system_transform = {
			[3.0] = 10291
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10300] = {
		desc_get = "",
		name = "女王号令",
		desc = "戦闘中、ロイヤル陣営の艦の火力、雷撃、航空、対空、装填、回避が$1アップ。――「女王さまは永遠に11歳よ！」",
		type = 3,
		max_level = 10,
		id = 10300,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10310] = {
		desc_get = "35秒（最短15秒）毎、一番離れた敵に特殊弾幕を発動する(威力、弾薬属性はスキルレベルによる)。この弾幕は必ずクリティカルする。",
		name = "絶対命中のオールドレディ",
		desc = "$1秒毎、一番離れた敵に特殊$2砲撃を発動する(威力はスキルレベルによる)。この弾幕は必ずクリティカルする",
		type = 1,
		max_level = 10,
		id = 10310,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-2"
				},
				{
					"21",
					"-3"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			},
			{
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				}
			}
		}
	},
	[10320] = {
		desc_get = "",
		name = "BIG SEVEN",
		desc = "主砲発射時$1で特殊弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 10320,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10330] = {
		desc_get = "",
		name = "ソードフィッシュ発進！",
		desc = "航空攻撃時、ソードフィッシュで航空攻撃$1を行い、8秒間敵の移動速度を$2ダウンさせる",
		type = 1,
		max_level = 10,
		id = 10330,
		system_transform = {},
		desc_get_add = {
			{
				"",
				"威力++"
			},
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					"(威力+)"
				},
				{
					"(威力+)"
				},
				{
					"(威力+)"
				},
				{
					"(威力++)"
				},
				{
					"(威力++)"
				},
				{
					"(威力++)"
				},
				{
					"(威力++)"
				}
			},
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10340] = {
		desc_get = "",
		name = "装甲空母",
		desc = "自身の航空攻撃後、前衛艦隊にシールドを付与する。8秒間、自身の耐久の$1のダメージを無効できる",
		type = 3,
		max_level = 10,
		id = 10340,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10350] = {
		desc_get = "",
		name = "魂凍ル氷闇ノ深淵",
		desc = "20秒毎$1で特殊弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 10350,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"60%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[10360] = {
		desc_get = "",
		name = "ソロモンの悪夢",
		desc = "主砲攻撃時6%で発動。8秒間自身の火力、雷撃、装填、回避が$1アップ",
		type = 1,
		max_level = 10,
		id = 10360,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10370] = {
		desc_get = "",
		name = "佐世保の時雨",
		desc = "主砲攻撃時5%で発動。8秒間自身の回避が$1アップ",
		type = 2,
		max_level = 10,
		id = 10370,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10380] = {
		desc_get = "",
		name = "Zの系譜",
		desc = "戦闘中、Zクラス駆逐艦の火力、回避が$1アップ",
		type = 3,
		max_level = 10,
		id = 10380,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10390] = {
		desc_get = "",
		name = "破られぬ盾",
		desc = "20秒毎$1で発動。10秒間、敵弾を10回まで無効できる回転シールドを3枚生成する",
		type = 2,
		max_level = 10,
		id = 10390,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10400] = {
		desc_get = "",
		name = "旗艦随伴",
		desc = "自身が戦闘可能である限り、旗艦の受けるダメージを$1軽減",
		type = 3,
		max_level = 10,
		id = 10400,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10410] = {
		desc_get = "",
		name = "ソロモンの戦神",
		desc = "発砲時5%で発動。8秒間自身の火力、装填、回避が$1アップ",
		type = 1,
		max_level = 10,
		id = 10410,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10420] = {
		desc_get = "",
		name = "先手必勝！",
		desc = "戦闘中、自身の一回目の航空攻撃の装填時間を$1ダウン",
		type = 1,
		max_level = 10,
		id = 10420,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50%"
				}
			}
		}
	},
	[10430] = {
		desc_get = "",
		name = "一航戦",
		desc = "加賀と一緒に出撃する時、自身の航空性能が$1アップ",
		type = 3,
		max_level = 10,
		id = 10430,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10440] = {
		desc_get = "",
		name = "一航戦",
		desc = "赤城と一緒に出撃する時、自身の航空性能が$1アップ",
		type = 3,
		max_level = 10,
		id = 10440,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10450] = {
		desc_get = "致命傷を受ける時、戦闘不能にならず5秒（最大15秒）間攻撃を回避し、航空攻撃を一回発動する。一度の戦闘で一回しか発動できない",
		name = "飛龍ハ健在ナリ",
		desc = "致命傷を受ける時、戦闘不能にならず$1秒間攻撃を回避し、航空攻撃を一回発動する。一度の戦闘で一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 10450,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[10460] = {
		desc_get = "",
		name = "二航戦",
		desc = "飛龍と一緒に出撃する時、自身の航空性能が$1アップ",
		type = 3,
		max_level = 10,
		id = 10460,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10470] = {
		desc_get = "",
		name = "二航戦",
		desc = "蒼龍と一緒に出撃する時、自身の航空性能が$1アップ",
		type = 3,
		max_level = 10,
		id = 10470,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10480] = {
		desc_get = "",
		name = "姉妹の絆",
		desc = "平海と一緒に出撃する時、自身の火力性能が$1アップ",
		type = 3,
		max_level = 10,
		id = 10480,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10490] = {
		desc_get = "",
		name = "姉妹の絆",
		desc = "寧海と一緒に出撃する時、自身の火力性能が$1アップ",
		type = 3,
		max_level = 10,
		id = 10490,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10500] = {
		desc_get = "",
		name = "東煌のために",
		desc = "重桜陣営のキャラに与えるダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 10500,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10510] = {
		desc_get = "",
		name = "レヴァリューツィヤ",
		desc = "戦闘中、前衛艦隊の与えるダメージが$1アップ",
		type = 3,
		max_level = 10,
		id = 10510,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10520] = {
		desc_get = "",
		name = "定期メンテ",
		desc = "出撃後、緊急補修が1回使用可能（強化不可）",
		type = 2,
		max_level = 1,
		id = 10520,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10521] = {
		desc_get = "",
		name = "定期メンテ",
		desc = "出撃後、緊急補修が2回使用可能（強化不可）",
		type = 2,
		max_level = 1,
		id = 10521,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10522] = {
		desc_get = "",
		name = "定期メンテ",
		desc = "出撃後、緊急補修が3回使用可能（強化不可）",
		type = 2,
		max_level = 1,
		id = 10522,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10530] = {
		desc_get = "",
		name = "鉄血先鋭",
		desc = "発砲時5%で発動。8秒間自身の火力値が$1アップ",
		type = 1,
		max_level = 10,
		id = 10530,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10540] = {
		desc_get = "",
		name = "王家同盟",
		desc = "戦闘中、味方にユニオンの艦が一隻ごとに、自身の火力、対空、装填、回避が$1アップ",
		type = 1,
		max_level = 10,
		id = 10540,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[10550] = {
		desc_get = "",
		name = "泊地修理",
		desc = "35秒毎、全艦の耐久を明石の耐久の$1を回復する",
		type = 2,
		max_level = 10,
		id = 10550,
		system_transform = {},
		desc_get_add = {
			{
				"1%",
				"3%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.3%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[10560] = {
		desc_get = "",
		name = "旅の終焉",
		desc = "魚雷のクリティカル率が$1アップ。クリティカルによるダメージが50%アップ",
		type = 1,
		max_level = 10,
		id = 10560,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10570] = {
		desc_get = "",
		name = "爆炎開放",
		desc = "榴弾による砲撃ダメージが$3アップ。榴弾による炎上発生率が$1アップ。炎上ダメージが$2アップ",
		type = 1,
		max_level = 10,
		id = 10570,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"20.0%",
				"50.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.8%"
				},
				{
					"5.3%",
					"+0.8%"
				},
				{
					"6.1%",
					"+0.9%"
				},
				{
					"7.0%",
					"+0.8%"
				},
				{
					"7.8%",
					"+0.8%"
				},
				{
					"8.6%",
					"+0.9%"
				},
				{
					"9.5%",
					"+0.8%"
				},
				{
					"10.3%",
					"+0.8%"
				},
				{
					"11.1%",
					"+0.9%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.3%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.9%"
				},
				{
					"5.9%",
					"+0.9%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+0.9%"
				},
				{
					"8.9%",
					"+0.9%"
				},
				{
					"9.8%",
					"+1.2%"
				},
				{
					"11.0%",
					"+1.2%"
				},
				{
					"12.2%",
					"+1.2%"
				},
				{
					"13.4%",
					"+1.6%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10580] = {
		desc_get = "35秒（最短25秒）毎、特殊魚雷を3発発射する。与えたダメージの20.0％ 分で自身の耐久を回復する。",
		name = "吸血鬼の口づけ",
		desc = "$1秒毎、特殊魚雷を3発発射する。与えたダメージの20.0％ 分で自身の耐久を回復する",
		type = 2,
		max_level = 10,
		id = 10580,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-1"
				},
				{
					"34",
					"-1"
				},
				{
					"33",
					"-1"
				},
				{
					"32",
					"-1"
				},
				{
					"31",
					"-1"
				},
				{
					"30",
					"-1"
				},
				{
					"29",
					"-1"
				},
				{
					"28",
					"-1"
				},
				{
					"27",
					"-2"
				},
				{
					"25"
				}
			}
		}
	},
	[10590] = {
		desc_get = "",
		name = "プロトタイプ・巡洋",
		desc = "戦闘後、巡洋艦が貰える経験値が$1アップ",
		type = 3,
		max_level = 10,
		id = 10590,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10600] = {
		desc_get = "",
		name = "魔夜・三十三天",
		desc = "自身の装填値が$1アップ。魚雷発射時、$2で2回発射する",
		type = 1,
		max_level = 10,
		id = 10600,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			},
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10610] = {
		desc_get = "",
		name = "榴弾強化",
		desc = "榴弾によるダメージが$1アップ。炎上の発生率が$2アップ",
		type = 1,
		max_level = 10,
		id = 10610,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			},
			{
				"1.2%",
				"3.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.2%"
				},
				{
					"2.6%",
					"+0.2%"
				},
				{
					"2.8%",
					"+0.2%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[10620] = {
		desc_get = "",
		name = "第六駆逐隊・雷",
		desc = "暁、響、電と一緒に出撃する時、自身の火力、雷撃、装填値が$1アップ。効果は重複しない",
		type = 1,
		max_level = 10,
		id = 10620,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10630] = {
		desc_get = "",
		name = "第六駆逐隊・電",
		desc = "暁、響、雷と一緒に出撃する時、自身の火力、雷撃、装填値が$1アップ。効果は重複しない",
		type = 1,
		max_level = 10,
		id = 10630,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10640] = {
		desc_get = "",
		name = "折れた鋼翼",
		desc = "対空攻撃範囲内で敵艦載機が撃墜された場合、8秒間、自身の火力に自身の基本対空（基本ステータス＋装備）の$1分を加算する。効果適用中にさらに同じスキルが発動した場合、効果は加算されず持続時間のみ上書きされる。",
		type = 1,
		max_level = 10,
		id = 10640,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10650] = {
		desc_get = "",
		name = "ポケット戦艦",
		desc = "駆逐艦と軽巡洋艦に与えるダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 10650,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10660] = {
		desc_get = "35秒（最短15秒）毎、ランダムで敵一体に特殊砲撃を発動する(威力、弾薬属性はスキルレベルによる)。この弾幕は必ずクリティカルする。",
		name = "狙撃手",
		desc = "$1秒毎、ランダムで敵一体に特殊$2砲撃を発動する(威力はスキルレベルによる)。この弾幕は必ずクリティカルする。",
		type = 1,
		max_level = 10,
		id = 10660,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-2"
				},
				{
					"21",
					"-3"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			},
			{
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				}
			}
		}
	},
	[10670] = {
		desc_get = "",
		name = "孤高なる北の女王",
		desc = "主力艦隊の戦艦、巡戦がティルピッツだけの場合、自分の与えるダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 10670,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10680] = {
		desc_get = "",
		name = "鉄血の翼",
		desc = "鉄血陣営の艦が受けるダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 10680,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10690] = {
		desc_get = "",
		name = "鉄血の鷹",
		desc = "クラップ製艦載機（ BF-#109T、ME-#155A、JU-#87Cなど）を装備している時、それぞれの威力補正が$1アップ",
		type = 1,
		max_level = 10,
		id = 10690,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.0%"
				},
				{
					"16.0%",
					"+1.0%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.0%"
				},
				{
					"20.0%",
					"+1.0%"
				},
				{
					"21.0%",
					"+2.0%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%",
					"+2.0%"
				},
				{
					"27.0%",
					"+3.0%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10700] = {
		desc_get = "",
		name = "通商破壊",
		desc = "自身の火力値が$1アップ。――通商破壊作戦を多数遂行した経験から",
		type = 1,
		max_level = 10,
		id = 10700,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10710] = {
		desc_get = "",
		name = "大物狩り",
		desc = "重巡に与えるダメージが$1アップ。――グラーフ・シュペーを撃沈した戦歴か",
		type = 1,
		max_level = 10,
		id = 10710,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10720] = {
		desc_get = "30秒毎発動。5秒（最大15秒）間、敵弾を10回まで無効できる回転シールドを2枚生成する。",
		name = "守護の盾",
		desc = "30秒毎発動。$1秒間、敵弾を10回まで無効できる回転シールドを2枚生成する",
		type = 2,
		max_level = 10,
		id = 10720,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[10730] = {
		desc_get = "",
		name = "鬼神",
		desc = "発砲時5%で発動。12秒間自身の雷撃が$1アップ。",
		type = 1,
		max_level = 10,
		id = 10730,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10740] = {
		desc_get = "",
		name = "暦戦の躯",
		desc = "発砲時4%で発動。8秒間自身の回避が$1アップ。",
		type = 2,
		max_level = 10,
		id = 10740,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50%"
				}
			}
		}
	},
	[10750] = {
		desc_get = "",
		name = "The Nick",
		desc = "発砲時5%で発動。8秒間自身の回避が$1アップ、空襲ダメージ$2軽減。",
		type = 2,
		max_level = 10,
		id = 10750,
		system_transform = {},
		desc_get_add = {
			{
				"16.0%",
				"40.0%"
			},
			{
				"16.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"16.0%",
					"+2.4%"
				},
				{
					"18.4%",
					"+2.4%"
				},
				{
					"20.8%",
					"+3.2%"
				},
				{
					"24.0%",
					"+2.4%"
				},
				{
					"26.4%",
					"+2.4%"
				},
				{
					"28.8%",
					"+3.2%"
				},
				{
					"32.0%",
					"+2.4%"
				},
				{
					"34.4%",
					"+2.4%"
				},
				{
					"36.8%",
					"+3.2%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"16.0%",
					"+2.4%"
				},
				{
					"18.4%",
					"+2.4%"
				},
				{
					"20.8%",
					"+3.2%"
				},
				{
					"24.0%",
					"+2.4%"
				},
				{
					"26.4%",
					"+2.4%"
				},
				{
					"28.8%",
					"+3.2%"
				},
				{
					"32.0%",
					"+2.4%"
				},
				{
					"34.4%",
					"+2.4%"
				},
				{
					"36.8%",
					"+3.2%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10760] = {
		desc_get = "",
		name = "東煌の絆",
		desc = "寧海・平海と同じ艦隊で出撃した時、味方の逸仙・寧海・平海が受けるダメージを$1軽減し、回避率を$2上昇させる",
		type = 3,
		max_level = 10,
		id = 10760,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"20.0%"
			},
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%",
					"+1.6%"
				},
				{
					"21.6%",
					"+1.6%"
				},
				{
					"23.2%",
					"+1.8%"
				},
				{
					"25.0%",
					"+1.6%"
				},
				{
					"26.6%",
					"+1.6%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10770] = {
		desc_get = "",
		name = "第六駆逐隊・暁",
		desc = "響、雷、電と一緒に出撃する時、自身の火力、雷撃、装填値が$1アップ。効果は重複しない",
		type = 1,
		max_level = 10,
		id = 10770,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10780] = {
		desc_get = "20秒毎に発動。5秒（最大10秒）間ランダムの強化効果を自身に付与する",
		name = "幸運艦？",
		desc = "20秒毎に発動。$1秒間ランダムの強化効果を自身に付与する",
		type = 2,
		max_level = 10,
		id = 10780,
		system_transform = {},
		desc_get_add = {
			{
				"5",
				"10"
			}
		},
		desc_add = {
			{
				{
					"5.0",
					"+0.5"
				},
				{
					"5.5",
					"+0.5%"
				},
				{
					"6.0",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7.0",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8.0",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9.0",
					"+1"
				},
				{
					"10.0"
				}
			}
		}
	},
	[10790] = {
		desc_get = "",
		name = "五航戦",
		desc = "瑞鶴と一緒に出撃する時、自身の航空性能が$1アップ、受けるダメージが5%アップ",
		type = 3,
		max_level = 10,
		id = 10790,
		system_transform = {},
		desc_get_add = {
			{
				"12.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"12.0%",
					"+1.8%"
				},
				{
					"13.8%",
					"+1.8%"
				},
				{
					"15.6%",
					"+2.4%"
				},
				{
					"18.0%",
					"+1.8%"
				},
				{
					"19.8%",
					"+1.8%"
				},
				{
					"21.6%",
					"+2.4%"
				},
				{
					"24.0%",
					"+1.8%"
				},
				{
					"25.8%",
					"+1.8%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10800] = {
		desc_get = "",
		name = "五航戦",
		desc = "翔鶴と一緒に出撃する時、自身の航空性能が$1アップ、受けるダメージが$2ダウン",
		type = 3,
		max_level = 10,
		id = 10800,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"20.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10810] = {
		desc_get = "",
		name = "守護の鶴",
		desc = "航空攻撃後、12秒間味方の与えるダメージが$1アップ、受けるダメージが$2ダウン",
		type = 2,
		max_level = 10,
		id = 10810,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10820] = {
		desc_get = "",
		name = "奮進の鶴",
		desc = "航空攻撃後、次回の航空攻撃のダメージが$1アップ、最大3回まで累積可能",
		type = 1,
		max_level = 10,
		id = 10820,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10830] = {
		desc_get = "航空攻撃後、航空弾幕をもう一回発動する（威力はスキルレベルによる）。1度のバトル中に1回しか発動できない",
		name = "予備攻撃隊",
		desc = "航空攻撃後、航空弾幕$1を発動する。1度の戦闘中に1回しか発動できない",
		type = 1,
		max_level = 10,
		id = 10830,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[10840] = {
		desc_get = "",
		name = "捨て身の突貫",
		desc = "戦闘中、前衛艦隊で自身が最後の一隻になった時、与えるダメージが$1、受けるダメージが$2アップする。",
		type = 1,
		max_level = 10,
		id = 10840,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%",
					"+3.0%"
				},
				{
					"43.0%",
					"+3.0%"
				},
				{
					"46.0%",
					"+4.0%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10850] = {
		desc_get = "",
		name = "不運の運命",
		desc = "戦闘開始時、自身以外のJクラス駆逐艦が存在している場合のみ発動する。自身以外のJクラス駆逐艦が受けるダメージを$1軽減し、自身が受けるダメージが$2上昇する",
		type = 3,
		max_level = 10,
		id = 10850,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"20.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10860] = {
		desc_get = "20秒毎に40%（スキルLv最大70%）で発動。強襲形態・EX状態になり、強力な弾幕を放ち（威力はスキルLvによる）、5秒間自身雷撃が30%アップする",
		name = "強襲形態・EX",
		desc = "20秒毎に$1で発動。強襲形態・EX状態になり、強力な弾幕を放ち、5秒間自身雷撃が30%アップする",
		type = 1,
		max_level = 10,
		id = 10860,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10870] = {
		desc_get = "",
		name = "華の二水戦",
		desc = "自身が戦闘不能にならない限り、同じ艦隊の軽巡・駆逐の雷装と装填が$1アップ",
		type = 3,
		max_level = 10,
		id = 10870,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10880] = {
		desc_get = "",
		name = "ラッキールー",
		desc = "20秒毎$1で発動。8秒間自身の火力、装填、回避が$2アップ",
		type = 1,
		max_level = 10,
		id = 10880,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10890] = {
		desc_get = "自身の受けるダメージが20.0%軽減。戦闘不能にならない限り、同艦隊の駆逐艦・軽巡洋艦の魚雷攻撃クリティカル率が4.0%(最大10.0%、クリティカルダメージが最大30.0%)アップ",
		name = "不屈の神通",
		desc = "自身の受けるダメージが20.0%軽減。戦闘不能にならない限り、同艦隊の駆逐艦・軽巡洋艦の魚雷攻撃クリティカル率が$1$2アップ",
		type = 3,
		max_level = 10,
		id = 10890,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					"",
					"クリティカルダメージが5.0%"
				},
				{
					"、クリティカルダメージが5.0%",
					"+5.0%"
				},
				{
					"、クリティカルダメージが10.0%",
					"+5.0%"
				},
				{
					"、クリティカルダメージが15.0%",
					"+5.0%"
				},
				{
					"、クリティカルダメージが20.0%",
					"+10.0%"
				},
				{
					"、クリティカルダメージが30.0%"
				}
			}
		}
	},
	[10900] = {
		desc_get = "",
		name = "救助活動",
		desc = "味方艦が戦闘不能になった時$1で発動。自身耐久が$2回復し、同艦隊の他の艦の耐久が$3回復する",
		type = 2,
		max_level = 10,
		id = 10900,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"3.5%",
				"8.0%"
			},
			{
				"1.2%",
				"3.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.2%"
				},
				{
					"2.6%",
					"+0.2%"
				},
				{
					"2.8%",
					"+0.2%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[10910] = {
		desc_get = "",
		name = "新生連合艦隊旗艦",
		desc = "自身の受けるダメージを$1で50%軽減する。旗艦として出撃する場合、同艦隊の重桜艦火力、装填が$2アップ",
		type = 3,
		max_level = 10,
		id = 10910,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10920] = {
		desc_get = "自身の主砲攻撃時30.0%（60.0%）で発動。8秒間味方艦隊の巡洋戦艦、戦艦の与えるダメージが5.0%（20.0%）アップ",
		name = "丁字戦法",
		desc = "自身の主砲攻撃時$1で発動。8秒間味方艦隊の巡洋戦艦、戦艦の与えるダメージが$2アップ",
		type = 3,
		max_level = 10,
		id = 10920,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10930] = {
		desc_get = "",
		name = "威光烈し御召艦",
		desc = "戦闘開始10秒後・それ以降20秒毎に20%で発動する。8秒間、味方主力艦隊の受けるダメージの$1を身代わりし、ランダムの敵一体に与えるダメージを$2アップさせる",
		type = 3,
		max_level = 10,
		id = 10930,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%",
					"+3.0%"
				},
				{
					"43.0%",
					"+3.0%"
				},
				{
					"46.0%",
					"+4.0%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10940] = {
		desc_get = "20秒毎に40.0%(最大レベルで70％)で発動、キシンモードになり、強力な弾幕を放ち、5秒間自身回避が30％アップする",
		name = "鬼神演舞",
		desc = "20秒毎に$1で発動、キシンモードになり、強力な弾幕を放ち、5秒間自身回避が30％アップする",
		type = 2,
		max_level = 10,
		id = 10940,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10950] = {
		desc_get = "速力が3（最大8）アップし、火力が15.0％アップする",
		name = "尚武の魂",
		desc = "速力が$1アップし、火力が$2アップする",
		type = 1,
		max_level = 10,
		id = 10950,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+1"
				},
				{
					"8"
				}
			},
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+1.0%"
				},
				{
					"5.6%",
					"+1.2%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+1.5%"
				},
				{
					"9.5%",
					"+1.5%"
				},
				{
					"11.0%",
					"+2.0%"
				},
				{
					"13.0%",
					"+2.0%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10960] = {
		desc_get = "出撃中、所属艦隊の特型駆逐艦の火力・回避が15.0%（30%）、雷装が4%（10%）アップする",
		name = "特型ネームシップ！",
		desc = "出撃中、所属艦隊の特型駆逐艦の火力・回避が$1、雷装が$2アップする",
		type = 3,
		max_level = 10,
		id = 10960,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.0%"
				},
				{
					"16.0%",
					"+1.0%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.0%"
				},
				{
					"20.0%",
					"+1.0%"
				},
				{
					"21.0%",
					"+2.0%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%",
					"+2.0%"
				},
				{
					"27.0%",
					"+3.0%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10970] = {
		desc_get = "",
		name = "ファイティングメリー",
		desc = "自身の耐久が$1を下回る場合、耐久が低ければ低いほど敵に与えるダメージが上昇。最大$2上昇可能",
		type = 1,
		max_level = 10,
		id = 10970,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"70.0%"
			},
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+3.0%"
				},
				{
					"39.0%",
					"+4.0%"
				},
				{
					"43.0%",
					"+4.0%"
				},
				{
					"47.0%",
					"+5.0%"
				},
				{
					"52.0%",
					"+5.0%"
				},
				{
					"57.0%",
					"+6.0%"
				},
				{
					"63.0%",
					"+7.0%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+2.0%"
				},
				{
					"21.5%",
					"+2.0%"
				},
				{
					"23.5%",
					"+2.5%"
				},
				{
					"26.0%",
					"+2.5%"
				},
				{
					"28.5%",
					"+3.0%"
				},
				{
					"31.5%",
					"+3.5%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10980] = {
		desc_get = "",
		name = "対空火力援護",
		desc = "自身が戦闘可能の状態である限り、主力艦隊の受ける航空攻撃ダメージを$1軽減する",
		type = 3,
		max_level = 10,
		id = 10980,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10990] = {
		desc_get = "",
		name = "対空火力転用",
		desc = "出撃時、自身の火力が基礎対空ステータス（基本ステータス＋装備ステータス）の$1分上昇する",
		type = 1,
		max_level = 10,
		id = 10990,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11000] = {
		desc_get = "20秒毎40%（最大70%）で発動。強力な弾幕を発射する（弾幕はスキルレベルによる）",
		name = "勇敢なる砲撃",
		desc = "20秒毎$1で発動。強力な弾幕を発射する",
		type = 1,
		max_level = 10,
		id = 11000,
		system_transform = {
			[3.0] = 11001
		},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11010] = {
		desc_get = "",
		name = "アイアンボトムナイト",
		desc = "味方のサウスダコタの耐久が30%を下回った場合に発動する。自身が与えるダメージが$1アップし、サウスダコタの受けるダメージ（スキル「最強の盾」が身代わりするダメージを除く）の30%を身代わりし、サウスダコタが5秒間戦闘不能にならない。一度の戦闘に一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 11010,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11020] = {
		desc_get = "",
		name = "二度刺しのワスプ",
		desc = "主力艦隊にロイヤル艦船がいる場合、自身の航空攻撃時$1で発動、シーファイアによる航空攻撃を追加で行う",
		type = 1,
		max_level = 10,
		id = 11020,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11030] = {
		desc_get = "",
		name = "奇跡の風",
		desc = "前衛艦隊に戦闘可能な艦が谷風しか存在しない場合、回避が$1アップし、自身が受ける航空攻撃ダメージを$2軽減する",
		type = 2,
		max_level = 10,
		id = 11030,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"30.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11040] = {
		desc_get = "",
		name = "鞍山型ネームシップ",
		desc = "出撃時、鞍山級の命中・火力を$1、回避を$2上げる",
		type = 3,
		max_level = 10,
		id = 11040,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"25.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11050] = {
		desc_get = "",
		name = "レースキイ突撃",
		desc = "自身の主砲のクリティカル率が$1アップ",
		type = 1,
		max_level = 10,
		id = 11050,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11060] = {
		desc_get = "",
		name = "相互援助同盟",
		desc = "戦闘開始時、自身も含めて北方連合及び東煌所属の前衛艦隊のメンバーの火力・装填・命中が$1アップ",
		type = 3,
		max_level = 10,
		id = 11060,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11070] = {
		desc_get = "",
		name = "団結一致",
		desc = "出撃時、自身の艦隊メンバーが6隻である場合、自身の火力・装填が$1、回避が$2アップ",
		type = 3,
		max_level = 10,
		id = 11070,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"25.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11080] = {
		desc_get = "",
		name = "シルバーファントム",
		desc = "自身の駆逐艦・輸送艦・魚雷艇・自爆ボートへのダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 11080,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11090] = {
		desc_get = "",
		name = "暁の光",
		desc = "自身が戦闘可能である限り、敵の駆逐艦・軽巡洋艦の回避率が$1ダウン",
		type = 3,
		max_level = 10,
		id = 11090,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11100] = {
		desc_get = "40秒（最短20秒）毎に発動する。支援砲撃を1回行い、命中した敵を6秒間40%減速させる",
		name = "血煙の協奏曲",
		desc = "$1秒毎に発動する。支援砲撃を1回行い、命中した敵を6秒間40%減速させる",
		type = 1,
		max_level = 10,
		id = 11100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40",
					"-2"
				},
				{
					"38",
					"-2"
				},
				{
					"36",
					"-2"
				},
				{
					"34",
					"-2"
				},
				{
					"32",
					"-2"
				},
				{
					"30",
					"-2"
				},
				{
					"28",
					"-2"
				},
				{
					"26",
					"-3"
				},
				{
					"23",
					"-3"
				},
				{
					"20"
				}
			}
		}
	},
	[11110] = {
		desc_get = "",
		name = "滅亡の悲嘆調",
		desc = "戦闘中、自身の1回目の主砲攻撃によるダメージが$1アップ。自身の主砲攻撃が命中した敵は8秒間、受けるダメージが$2アップ",
		type = 3,
		max_level = 10,
		id = 11110,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			},
			{
				"3.0%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%",
					"+3.0%"
				},
				{
					"43.0%",
					"+3.0%"
				},
				{
					"46.0%",
					"+4.0%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+0.9%"
				},
				{
					"5.5%",
					"+0.9%"
				},
				{
					"6.4%",
					"+1.0%"
				},
				{
					"7.4%",
					"+1.1%"
				},
				{
					"8.5%",
					"+1.1%"
				},
				{
					"9.6%",
					"+1.2%"
				},
				{
					"10.8%",
					"+1.2%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11120] = {
		desc_get = "",
		name = "勝利の歌",
		desc = "自身の戦艦へのダメージが$1アップし、受ける投射ダメージを$1軽減する",
		type = 1,
		max_level = 10,
		id = 11120,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11130] = {
		desc_get = "",
		name = "第一駆逐艦",
		desc = "魚雷攻撃を受けた時$1で発動する。受けた魚雷ダメージを$2軽減し、自身の雷装が4秒間$2アップする",
		type = 1,
		max_level = 10,
		id = 11130,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11140] = {
		desc_get = "",
		name = "シャイニーシェフ",
		desc = "戦闘開始時に自分より耐久が低い味方艦は戦闘中、攻撃を受けた時に$1で発動。受けるダメージを$2軽減する",
		type = 2,
		max_level = 10,
		id = 11140,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"20%",
				"50%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.4%"
				},
				{
					"22.4%",
					"+2.4%"
				},
				{
					"24.8%",
					"+3.2%"
				},
				{
					"28.0%",
					"+3.0%"
				},
				{
					"31.0%",
					"+3.0%"
				},
				{
					"34.0%",
					"+4.0%"
				},
				{
					"38.0%",
					"+3.6%"
				},
				{
					"41.6%",
					"+3.6%"
				},
				{
					"45.2%",
					"+4.8%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11150] = {
		desc_get = "",
		name = "バレンツ海の逆襲",
		desc = "自身の主砲のクリティカル率が$1アップし、クリティカルダメージが30%アップ",
		type = 1,
		max_level = 10,
		id = 11150,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11160] = {
		desc_get = "",
		name = "クレタの黒雲",
		desc = "20秒毎に発動する。6秒間、自身の対空が$2アップし、味方が受けるダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 11160,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11170] = {
		desc_get = "",
		name = "正義の仲間たち",
		desc = "シェフィールドと同じ艦隊で出撃した場合、自身の火力・雷装が$1アップ",
		type = 1,
		max_level = 10,
		id = 11170,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11180] = {
		desc_get = "",
		name = "偏差修正射撃",
		desc = "20秒毎に、自分の与える魚雷ダメージを$1アップさせる（最大8回）",
		type = 1,
		max_level = 10,
		id = 11180,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11190] = {
		desc_get = "",
		name = "相伴の風",
		desc = "浜風と同じ艦隊で編成された場合、自身の火力・雷装・装填・対空が$1アップ",
		type = 3,
		max_level = 10,
		id = 11190,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11200] = {
		desc_get = "",
		name = "ソロモンの伝説",
		desc = "20秒毎に$1で発動、8秒間、同艦隊の巡洋艦の命中・火力を$2アップ、攻撃された時、受けるダメージを$3軽減する",
		type = 3,
		max_level = 10,
		id = 11200,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"10.0%",
				"25.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11210] = {
		desc_get = "",
		name = "殲滅形態",
		desc = "20秒毎に$1で発動、殲滅形態になり、強力な弾幕を放ち、10秒間自身の装填が200%アップする",
		type = 1,
		max_level = 10,
		id = 11210,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11220] = {
		desc_get = "",
		name = "制圧射撃",
		desc = "自身の魚雷が5回命中するたびに、自身の火力を$1上げる。最大3回まで加算可能",
		type = 1,
		max_level = 10,
		id = 11220,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[11230] = {
		desc_get = "",
		name = "呉の雪風",
		desc = "自身が戦闘可能である限り、主力艦隊の受けるダメージを$1軽減する。1回の戦闘につき1度だけ、主力艦隊の艦がダメージで耐久が20％以下になった時、その艦の耐久を$2回復させる。",
		type = 3,
		max_level = 10,
		id = 11230,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"4%",
				"10%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11240] = {
		desc_get = "",
		name = "沈まぬ幸運艦",
		desc = "自身がダメージを受ける時$1で発動する。そのダメージを1にする。幸運を誇る武勲艦――「雪風は…決して沈まない！！」",
		type = 2,
		max_level = 10,
		id = 11240,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11250] = {
		desc_get = "",
		name = "ガ島強襲",
		desc = "自身の砲撃が$3アップ。20秒毎に$1で発動し、味方の巡洋艦の火力・雷装を10秒間、$2アップさせる",
		type = 3,
		max_level = 10,
		id = 11250,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"5.0%",
				"20.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11260] = {
		desc_get = "戦闘中、自身の二回目までの航空攻撃に特殊航空攻撃を追加する（威力はスキルレベルによる）",
		name = "鷹の急襲",
		desc = "戦闘中、自身の二回目までの航空攻撃に特殊航空攻撃（$1）を追加する",
		type = 1,
		max_level = 10,
		id = 11260,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11270] = {
		desc_get = "",
		name = "烈光輝く主力艦",
		desc = "自身の戦艦へのダメージが$1アップ。自身の主砲攻撃時$2で発動、特殊弾幕（三式弾）を発動する。",
		type = 1,
		max_level = 10,
		id = 11270,
		system_transform = {
			[3.0] = 11271
		},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[11280] = {
		desc_get = "自身の速力が3（最大8）、回避が13%（最大25%）アップ。――体が小さいと動きやすいし、被弾面積も安心ですね！",
		name = "カンペキなめいどちょー",
		desc = "自身の速力が$1、回避が$2アップ。――体が小さいと動きやすいし、被弾面積も安心ですね！",
		type = 2,
		max_level = 10,
		id = 11280,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+1"
				},
				{
					"8"
				}
			},
			{
				{
					"13.0%",
					"+0.8%"
				},
				{
					"13.8%",
					"+0.8%"
				},
				{
					"14.6%",
					"+1.0%"
				},
				{
					"15.6%",
					"+1.2%"
				},
				{
					"16.8%",
					"+1.2%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+1.5%"
				},
				{
					"21.0%",
					"+2.0%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11290] = {
		desc_get = "",
		name = "レディたちのお茶会",
		desc = "戦闘開始時、自身の耐久上限の$1分だけ、味方艦隊の耐久を回復する。――戦闘前にお茶会は欠かせません！",
		type = 2,
		max_level = 10,
		id = 11290,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"3.5%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.3%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.4%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%"
				}
			}
		}
	},
	[11300] = {
		desc_get = "",
		name = "重砲斉射",
		desc = "戦闘開始15秒後に$1、その後20秒毎に$1で特殊弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 11300,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"60%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[11310] = {
		desc_get = "",
		name = "四代目連合艦隊旗艦",
		desc = "旗艦として出撃時、同艦隊重桜所属の艦の火力が$2、装填・命中が$1アップ。重桜所属空母が敵に与えるダメージが$1アップ",
		type = 3,
		max_level = 10,
		id = 11310,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11320] = {
		desc_get = "",
		name = "重装形態",
		desc = "20秒毎$1で発動。強力な弾幕を展開すると同時に、敵弾を5回無効化できるシールド（10秒間持続）を2枚生成し、10秒間、自身の主砲攻撃を100%クリティカルさせる",
		type = 1,
		max_level = 10,
		id = 11320,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11330] = {
		desc_get = "",
		name = "栄光轟く一番艦",
		desc = "自身が戦闘不能にならない限り、同艦隊の金剛型の火力、命中が$1アップ、回避が$2アップ",
		type = 3,
		max_level = 10,
		id = 11330,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11340] = {
		desc_get = "",
		name = "暁光煌く武勲艦",
		desc = "主砲攻撃を行う度、自身の火力、対空が$1アップ。（最大4回まで加算可能）",
		type = 1,
		max_level = 10,
		id = 11340,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[11350] = {
		desc_get = "",
		name = "第八駆逐隊",
		desc = "出撃時、同艦隊の朝潮・大潮・満潮・荒潮の火力、装填が$1、雷装が$2アップ",
		type = 3,
		max_level = 10,
		id = 11350,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11360] = {
		desc_get = "",
		name = "ルンガ沖強襲",
		desc = "出撃時、同艦隊重桜所属の駆逐艦による巡洋艦へのダメージが$1アップ",
		type = 3,
		max_level = 10,
		id = 11360,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11370] = {
		desc_get = "潜水艦支援発動8秒後、敵を一回貫通する魚雷弾幕（威力と弾幕はスキルレベルによる）を発動する。貫通した敵にもダメージを与える",
		name = "貫通攻撃",
		desc = "潜水艦が戦場に到達して8秒後、敵を一回貫通する魚雷弾幕$1（威力と弾幕はスキルレベルによる）を発動する。貫通した敵にもダメージを与える",
		type = 1,
		max_level = 10,
		id = 11370,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11380] = {
		desc_get = "",
		name = "底力の一撃",
		desc = "自身の重巡洋艦へのダメージが$1アップ。支援攻撃終了（戦場から離脱）時、魚雷攻撃を一回行う（威力と弾幕はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11380,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11390] = {
		desc_get = "",
		name = "海中の狩人",
		desc = "自身の空母へのダメージが$2アップ；自身の魚雷が敵に命中した時、$1で敵を24秒間浸水状態にし、3秒毎にダメージを与える（ダメージは自身の雷装による）。効果適用中に再度発動した場合、浸水状態の持続時間をリセットする",
		type = 1,
		max_level = 10,
		id = 11390,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5%",
				"15.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11400] = {
		desc_get = "",
		name = "魔女っ子のイタズラ",
		desc = "自身の航空攻撃発動時、$1で追加の航空攻撃を行う。追加の航空攻撃が命中した敵を炎上・浸水させる（炎上と浸水のダメージは自身の航空による）",
		type = 1,
		max_level = 10,
		id = 11400,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11410] = {
		desc_get = "",
		name = "ウルフパック-U-81",
		desc = "自身の回避が$2アップ。出撃時、同じ艦隊に鉄血艦が一隻につき、自身の雷装・装填・命中が$1アップ",
		type = 1,
		max_level = 10,
		id = 11410,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"2.5%",
				"7.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11420] = {
		desc_get = "",
		name = "BIG SEVEN-桜",
		desc = "主砲発射時$1で特殊弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 11420,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11430] = {
		desc_get = "",
		name = "BIG SEVEN-桜",
		desc = "主砲発射時$1で特殊弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 11430,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11440] = {
		desc_get = "",
		name = "スカパ・フロー急襲",
		desc = "自身の魚雷が命中した敵は5秒間、再度自身の魚雷によるダメージを受けた場合、受けるダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 11440,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11450] = {
		desc_get = "",
		name = "オーバーファイア",
		desc = "20秒毎に$1で発動。10秒間、自身の火力が$2、装填が$3アップ；その後、3秒間、自身の装填が100%ダウン",
		type = 1,
		max_level = 10,
		id = 11450,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"30.0%",
				"50.0%"
			},
			{
				"100.0%",
				"200.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"100.0%",
					"+11.0%"
				},
				{
					"111.0%",
					"+11.0%"
				},
				{
					"122.0%",
					"+11.0%"
				},
				{
					"133.0%",
					"+11.0%"
				},
				{
					"144.0%",
					"+11.0%"
				},
				{
					"155.0%",
					"+11.0%"
				},
				{
					"166.0%",
					"+11.0%"
				},
				{
					"177.0%",
					"+11.0%"
				},
				{
					"188.0%",
					"+12.0%"
				},
				{
					"200.0%"
				}
			}
		}
	},
	[11460] = {
		desc_get = "",
		name = "孤影の狼",
		desc = "潜水艦隊が自身一隻のみの場合、戦艦（巡洋戦艦・航空戦艦除く）へのダメージが$1アップし、支援範囲＋1、弾薬量＋2",
		type = 3,
		max_level = 10,
		id = 11460,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11461] = {
		desc_get = "",
		name = "孤影の狼",
		desc = "潜水艦隊が自身一隻のみの場合、戦艦（巡洋戦艦・航空戦艦除く）へのダメージが$1アップし、支援範囲＋1、弾薬量＋2",
		type = 3,
		max_level = 10,
		id = 11461,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11470] = {
		desc_get = "",
		name = "Nasty Asty",
		desc = "同じ艦隊に自分以外のニューオリンズ級の艦がいる状態で出撃時、ニューオリンズ級の艦の火力が$1、対空・命中が$2アップ",
		type = 3,
		max_level = 10,
		id = 11470,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11480] = {
		desc_get = "",
		name = "クラ湾夜戦",
		desc = "20秒毎$1で発動する。10秒間火力・雷装・装填が$2アップ。また、一回の戦闘で一度のみ、他の前衛艦隊の艦が敵の攻撃により耐久が20％を切った場合、戦闘終了時までその艦の受けるダメージを$3軽減する（その艦がヘレナである場合、さらに耐久を8%回復させる）",
		type = 2,
		max_level = 10,
		id = 11480,
		system_transform = {},
		desc_get_add = {
			{
				"40%",
				"70%"
			},
			{
				"20%",
				"40%"
			},
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11490] = {
		desc_get = "",
		name = "正面火力投射",
		desc = "自身の主砲攻撃時、$1で特殊弾幕を発動する（威力や弾幕はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11490,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50%"
				}
			}
		}
	},
	[11500] = {
		desc_get = "",
		name = "輝くアイリス",
		desc = "自身の主砲攻撃が前回の主砲攻撃と同じ目標に連続命中した場合（一度の砲撃で複数体命中した場合、命中した目標全てが判定対象になる）、自身の装填が$1アップ（1秒毎に1回まで・最大4回まで加算可能）。異なる敵に命中した場合、装填上昇効果がリセットされる。",
		type = 1,
		max_level = 10,
		id = 11500,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11510] = {
		desc_get = "",
		name = "攻守変更",
		desc = "戦闘開始時、自身が前衛艦隊の先頭にいる場合、主砲の威力補正が$1上昇し、対空兵装の威力補正が30%低下する",
		type = 3,
		max_level = 10,
		id = 11510,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11520] = {
		desc_get = "",
		name = "アイリスの心",
		desc = "戦闘開始時、味方艦隊のアイリス・ヴィシア陣営駆逐艦の火力・雷装・命中が$1アップ",
		type = 3,
		max_level = 10,
		id = 11520,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11530] = {
		desc_get = "",
		name = "パイレーツソウル",
		desc = "自身の主砲攻撃時、毎回一巡目の主砲ダメージが$1アップ。手動照準による威力強化効果が$1になる。",
		type = 1,
		max_level = 10,
		id = 11530,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+2.2%"
				},
				{
					"42.2%",
					"+2.2%"
				},
				{
					"44.4%",
					"+2.2%"
				},
				{
					"46.6%",
					"+2.2%"
				},
				{
					"48.8%",
					"+2.2%"
				},
				{
					"51.0%",
					"+2.2%"
				},
				{
					"53.2%",
					"+2.2%"
				},
				{
					"55.4%",
					"+2.2%"
				},
				{
					"57.6%",
					"+2.4%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[11540] = {
		desc_get = "",
		name = "ラストファイア",
		desc = "自身が【380mm四連装主砲Mle1935】を装備している場合、自身の主砲攻撃クリティカル率が$2、クリティカルダメージが$1アップする",
		type = 1,
		max_level = 10,
		id = 11540,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11550] = {
		desc_get = "",
		name = "Big Mamie",
		desc = "戦闘開始時、味方艦隊の自身以外のユニオン重巡・戦艦が1隻につき、自身の火力・対空・回避が$1アップ（最大3隻分まで加算可能）",
		type = 1,
		max_level = 10,
		id = 11550,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[11560] = {
		desc_get = "",
		name = "2700ポンドの正義",
		desc = "主砲攻撃の属性が「徹甲超重弾」になる。目標に命中した時、命中した砲弾の飛行距離によって威力が上昇。最大$1上昇可能。",
		type = 1,
		max_level = 10,
		id = 11560,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11570] = {
		desc_get = "",
		name = "偵察支援",
		desc = "戦闘開始時、20秒間味方前衛艦隊の命中が$1アップ。",
		type = 3,
		max_level = 10,
		id = 11570,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11580] = {
		desc_get = "航空攻撃時、ソードフィッシュで航空攻撃（威力+）を行い、命中した敵の移動速度を6秒間40%ダウンさせる。自身の戦艦（巡洋戦艦・航空戦艦を除く）へのダメージが4%（最大10%）アップ",
		name = "ソードフィッシュ発進！改",
		desc = "航空攻撃時、ソードフィッシュで航空攻撃（威力はスキルレベルに拠る）を行い、命中した敵の移動速度を6秒間40%ダウンさせる。自身の戦艦（巡洋戦艦・航空戦艦を除く）へのダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 11580,
		system_transform = {},
		desc_get_add = {
			{
				"4%",
				"10%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11590] = {
		desc_get = "",
		name = "制空権確保",
		desc = "自身が航空攻撃を行う度に、8秒間、主力艦隊の航空が$1、火力が$2アップ",
		type = 3,
		max_level = 10,
		id = 11590,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11600] = {
		desc_get = "",
		name = "格闘砲術",
		desc = "開始10秒後以降発動可能。敵が一定範囲内に入った時、特殊弾幕$1を発動する。10秒内に一回しか発動できない",
		type = 1,
		max_level = 10,
		id = 11600,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11610] = {
		desc_get = "戦闘開始時に発動。自身の航空攻撃は2回目まで装填時間が5%（最大25%）ダウンし、彗星（威力+）が追加される。（自身の艦隊で空母・軽空母が戦闘に参加した場合、2回目以降でも効果が適用される）",
		name = "航空戦隊",
		desc = "戦闘開始時に発動。自身の航空攻撃は2回目まで装填時間が$1ダウンし、彗星$2が追加される。（自身の艦隊で空母・軽空母が戦闘に参加した場合、2回目以降でも効果が適用される）",
		type = 1,
		max_level = 10,
		id = 11610,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11620] = {
		desc_get = "",
		name = "航空連携",
		desc = "自身の航空攻撃の装填が完了した時、流星・彗星・彩雲の攻撃隊による航空攻撃をそれぞれ$1の確率で行う（彩雲は敵を攻撃せず、発進時から8秒間、味方主力艦隊の与えるダメージを10%アップさせる）",
		type = 1,
		max_level = 10,
		id = 11620,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11630] = {
		desc_get = "",
		name = "重防御装甲",
		desc = "自身が受ける榴弾と航空攻撃のダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 11630,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11640] = {
		desc_get = "",
		name = "善戦のファーストライン",
		desc = "自身の航空攻撃時、TBFアベンジャーで航空攻撃$2を行い、アベンジャーの魚雷が命中した敵を浸水状態にしスリップダメージを与える（ダメージは航空ステータスとスキルレベルによる）。さらに、自身の戦艦（巡戦、航戦を除く）へのダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 11640,
		system_transform = {},
		desc_get_add = {
			{
				"4%",
				"10%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11650] = {
		desc_get = "",
		name = "直掩配置",
		desc = "出撃時、味方艦隊にユニオン空母・軽空母が一隻につき、自身の航空・対空が$1アップ。自身の艦載機が敵艦載機を撃墜した時、自身の航空が$2アップ（最大5回まで上乗せ可能）",
		type = 3,
		max_level = 10,
		id = 11650,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"5.0%"
			},
			{
				"1%",
				"3%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.3%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[11660] = {
		desc_get = "",
		name = "絶対回避",
		desc = "出撃時、味方艦隊のユニオン所属の艦が4隻以上ある場合、この戦闘中、味方が敵攻撃機と爆撃機から受けるダメージを$1で1にする",
		type = 2,
		max_level = 10,
		id = 11660,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11670] = {
		desc_get = "自身が浮上した/戦場から離脱した際に、特殊魚雷攻撃を行う（威力はスキルレベルによる）、魚雷が命中した敵を70%で炎上状態にする（炎上ダメージは雷撃ステータスによる）",
		name = "サプラ～イズ！",
		desc = "自身が浮上した/戦場から離脱した際に、特殊魚雷攻撃$1を行う（威力はスキルレベルによる）、魚雷が命中した敵を70%で炎上状態にする（炎上ダメージは雷撃ステータスによる）",
		type = 1,
		max_level = 10,
		id = 11670,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11680] = {
		desc_get = "",
		name = "熟練ハンター",
		desc = "自身の駆逐艦・軽巡洋艦・航空母艦に与えるダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 11680,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11690] = {
		desc_get = "",
		name = "水都の猛き戦士",
		desc = "自身が敵艦を撃破した場合、12秒間、自身の火力が$1・装填が$2アップ（1秒間に一度しか発動できず、効果は同時に一回分しか適用されない）",
		type = 1,
		max_level = 10,
		id = 11690,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11700] = {
		desc_get = "",
		name = "大胆不敵",
		desc = "前衛艦隊の先頭として出撃時、自身の対空が40%、命中が$1ダウンし、速力が3、回避が$2、火力が$3アップ",
		type = 3,
		max_level = 10,
		id = 11700,
		system_transform = {},
		desc_get_add = {
			{
				"20%",
				"5%"
			},
			{
				"6%",
				"12%"
			},
			{
				"13.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"-1.6%"
				},
				{
					"18.4%",
					"-1.6%"
				},
				{
					"16.8%",
					"-1.8%"
				},
				{
					"15.0%",
					"-1.6%"
				},
				{
					"13.4%",
					"-1.6%"
				},
				{
					"11.8%",
					"-1.8%"
				},
				{
					"10.0%",
					"-1.6%"
				},
				{
					"8.4%",
					"-1.6%"
				},
				{
					"6.8%",
					"-1.8%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%",
					"+0.6%"
				},
				{
					"10.6%",
					"+0.6%"
				},
				{
					"11.2%",
					"+0.8%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"13.0%",
					"+1.3%"
				},
				{
					"14.3%",
					"+1.3%"
				},
				{
					"15.6%",
					"+1.4%"
				},
				{
					"17.0%",
					"+1.3%"
				},
				{
					"18.3%",
					"+1.3%"
				},
				{
					"19.6%",
					"+1.4%"
				},
				{
					"21.0%",
					"+1.3%"
				},
				{
					"22.3%",
					"+1.3%"
				},
				{
					"23.6%",
					"+1.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11710] = {
		desc_get = "",
		name = "デュラハンクルーザー",
		desc = "戦闘中、自身の耐久がダメージで30%を下回った場合、この戦闘で自身が受けるダメージを$2軽減する。16秒間、速力が2ダウンし、3秒ごとに耐久上限の$1回復する。一度の戦闘では一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 11710,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"4.0%"
			},
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.3%"
				},
				{
					"1.3%",
					"+0.3%"
				},
				{
					"1.6%",
					"+0.4%"
				},
				{
					"2.0%",
					"+0.3%"
				},
				{
					"2.3%",
					"+0.3%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.3%"
				},
				{
					"3.3%",
					"+0.3%"
				},
				{
					"3.6%",
					"+0.4%"
				},
				{
					"4.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11720] = {
		desc_get = "",
		name = "輝け☆バトルスター！",
		desc = "自身の対空が$2アップ；20秒毎、$1で特殊弾幕を展開する",
		type = 1,
		max_level = 10,
		id = 11720,
		system_transform = {},
		desc_get_add = {
			{
				"50%",
				"100%"
			},
			{
				"10.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+5.0%"
				},
				{
					"55.0%",
					"+5.0%"
				},
				{
					"60.0%",
					"+5.0%"
				},
				{
					"65.0%",
					"+5.0%"
				},
				{
					"70.0%",
					"+5.0%"
				},
				{
					"75.0%",
					"+5.0%"
				},
				{
					"80.0%",
					"+5.0%"
				},
				{
					"85.0%",
					"+5.0%"
				},
				{
					"90.0%",
					"+10.0%"
				},
				{
					"100%"
				}
			},
			{
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%",
					"+1.6%"
				},
				{
					"21.6%",
					"+1.6%"
				},
				{
					"23.2%",
					"+1.8%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11730] = {
		desc_get = "",
		name = "リトルスター",
		desc = "戦闘開始から15秒で発動。味方艦隊の火力・装填・回避が20秒間$1アップする",
		type = 3,
		max_level = 10,
		id = 11730,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[11740] = {
		desc_get = "",
		name = "クリアプロテクション",
		desc = "自身魚雷発射時、$1で発動。5秒間全ての攻撃を回避する",
		type = 2,
		max_level = 10,
		id = 11740,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11750] = {
		desc_get = "",
		name = "軽空母コンボ",
		desc = "自身が航空攻撃を行う度に$1で発動。8秒間自身の航空と味方軽空母の装填が$2アップし、味方空母・軽空母が受けるダメージを$2軽減する",
		type = 1,
		max_level = 10,
		id = 11750,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11760] = {
		desc_get = "",
		name = "空襲シンゴウ",
		desc = "自身の空襲準備完了5秒後、艦爆隊による航空攻撃（$1）を行う。一度の戦闘で最大2回までしか発動できない",
		type = 1,
		max_level = 10,
		id = 11760,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11770] = {
		desc_get = "",
		name = "†ダークネスフィールド†",
		desc = "自身が受ける炎上と自爆ボートによるダメージを$2、榴弾によるダメージを$3軽減する。また、自身の副砲のクリティカル率が$1上昇し、ダメージがスキルレベルに応じて上昇し、敵の装甲種類に影響されなくなる",
		type = 3,
		max_level = 10,
		id = 11770,
		system_transform = {},
		desc_get_add = {
			{
				"40%",
				"70%"
			},
			{
				"20%",
				"40%"
			},
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11780] = {
		desc_get = "",
		name = "鳳羽撃けば金烏を翳らし",
		desc = "自身が戦闘可能である限り、すべての敵の火力・雷装・航空が$1ダウン",
		type = 3,
		max_level = 10,
		id = 11780,
		system_transform = {},
		desc_get_add = {
			{
				"3.0%",
				"9.0%"
			}
		},
		desc_add = {
			{
				{
					"3.0%",
					"+0.6%"
				},
				{
					"3.6%",
					"+0.6%"
				},
				{
					"4.2%",
					"+0.8%"
				},
				{
					"5.0%",
					"+0.6%"
				},
				{
					"5.6%",
					"+0.6%"
				},
				{
					"6.2%",
					"+0.8%"
				},
				{
					"7.0%",
					"+0.6%"
				},
				{
					"7.6%",
					"+0.6%"
				},
				{
					"8.2%",
					"+0.8%"
				},
				{
					"9.0%"
				}
			}
		}
	},
	[11790] = {
		desc_get = "",
		name = "謀り運らせば千里を決す",
		desc = "自身が戦闘可能である限り、味方主力艦隊が受ける炎上ダメージを$1軽減し、回避率が$2アップ",
		type = 2,
		max_level = 10,
		id = 11790,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11800] = {
		desc_get = "",
		name = "砲身轟かせば機先を制す",
		desc = "自身の主砲攻撃時、$1で前方に特殊弾幕を展開する（威力はスキルレベルによる）。味方艦隊に重桜艦船が4隻以上編成されている場合、自身の一回目の主砲攻撃の装填時間が$2短縮",
		type = 1,
		max_level = 10,
		id = 11800,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"25.0%",
				"45.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"25.0%",
					"+2.2%"
				},
				{
					"27.2%",
					"+2.2%"
				},
				{
					"29.4%",
					"+2.2%"
				},
				{
					"31.6%",
					"+2.2%"
				},
				{
					"33.8%",
					"+2.2%"
				},
				{
					"36.0%",
					"+2.2%"
				},
				{
					"38.2%",
					"+2.2%"
				},
				{
					"40.4%",
					"+2.2%"
				},
				{
					"42.6%",
					"+2.4%"
				},
				{
					"45.0%"
				}
			}
		}
	},
	[11810] = {
		desc_get = "",
		name = "戦えば勝つ！",
		desc = "自身の主砲攻撃時、$1で前方に特殊弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11810,
		system_transform = {
			[3.0] = 11811
		},
		desc_get_add = {
			{
				"30.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11820] = {
		desc_get = "戦闘開始10秒後、魚雷弾幕を展開する。その後、40秒（スキルレベル最大で20秒）毎に魚雷弾幕を展開する（威力はスキルレベルによる）",
		name = "征けば獲る！",
		desc = "戦闘開始10秒後、魚雷弾幕を展開する。その後、$1秒毎に魚雷弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11820,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40",
					"-2"
				},
				{
					"38",
					"-2"
				},
				{
					"36",
					"-2"
				},
				{
					"34",
					"-2"
				},
				{
					"32",
					"-2"
				},
				{
					"30",
					"-3"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-3"
				},
				{
					"20"
				}
			}
		}
	},
	[11830] = {
		desc_get = "戦闘開始15秒後に一回、その後20秒毎にランダムな特殊航空攻撃を行う（威力は「役」とスキルレベルによる）",
		name = "式機花札",
		desc = "戦闘開始15秒後に一回、その後20秒毎にランダムな特殊航空攻撃を行う$1（威力は「役」とスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11830,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				}
			}
		}
	},
	[11840] = {
		desc_get = "戦闘開始10秒後に一回、その後20秒毎にランダムな特殊航空攻撃を行う（威力は「役」とスキルレベルによる）",
		name = "式機花札",
		desc = "戦闘開始10秒後に一回、その後20秒毎にランダムな特殊航空攻撃を行う$1（威力は「役」とスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11840,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				},
				{
					"",
					"威力+"
				}
			}
		}
	},
	[11850] = {
		desc_get = "",
		name = "スラバヤに閃く刃",
		desc = "20秒毎$1で発動。特殊弾幕を展開し、10秒間自身の火力が$2、軽巡・重巡に与えるダメージが$2上昇する",
		type = 1,
		max_level = 10,
		id = 11850,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"70.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+3.0%"
				},
				{
					"39.0%",
					"+4.0%"
				},
				{
					"43.0%",
					"+4.0%"
				},
				{
					"47.0%",
					"+5.0%"
				},
				{
					"52.0%",
					"+5.0%"
				},
				{
					"57.0%",
					"+6.0%"
				},
				{
					"63.0%",
					"+7.0%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11860] = {
		desc_get = "",
		name = "誇らしき青星の印",
		desc = "出撃時、同じ艦隊の軽空母・正規空母の航空が$1、敵駆逐・軽巡・重巡への命中率が$1アップ；出撃時、同じ艦隊の軽空母・正規空母が一隻につき、自身の火力・雷装・装填が$2アップ",
		type = 3,
		max_level = 10,
		id = 11860,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			},
			{
				"1.5%",
				"7.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.6%"
				},
				{
					"2.1%",
					"+0.6%"
				},
				{
					"2.7%",
					"+0.6%"
				},
				{
					"3.3%",
					"+0.6%"
				},
				{
					"3.9%",
					"+0.6%"
				},
				{
					"4.5%",
					"+0.6%"
				},
				{
					"5.1%",
					"+0.6%"
				},
				{
					"5.7%",
					"+0.6%"
				},
				{
					"6.3%",
					"+0.7%"
				},
				{
					"7.0%"
				}
			}
		}
	},
	[11870] = {
		desc_get = "戦闘開始10秒後とその後35秒毎(最大レベルで15秒毎)に、一番離れた敵一体に特殊弾幕を展開し、味方ロイヤル主力艦が自動で主砲攻撃を行う際、その敵に照準を定める確率が上昇する。一回目の特殊弾幕のダメージが80%（最大レベルで130%）上昇する",
		name = "絶対命中のオールドレディ・改",
		desc = "戦闘開始10秒後とその後$1秒毎に、一番離れた敵一体に特殊弾幕（$2弾幕・威力スキルレベルによる）を展開する、味方ロイヤル主力艦が自動で主砲攻撃を行う際、その敵に照準を定める確率が上昇する。一回目の特殊弾幕のダメージが$3上昇する",
		type = 1,
		max_level = 10,
		id = 11870,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-2"
				},
				{
					"21",
					"-3"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			},
			{
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"通常弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				},
				{
					"徹甲弾"
				}
			},
			{
				{
					"80.0%",
					"+5.0%"
				},
				{
					"85.0%",
					"+5.0%"
				},
				{
					"90.0%",
					"+5.0%"
				},
				{
					"95.0%",
					"+5.0%"
				},
				{
					"100.0%",
					"+5.0%"
				},
				{
					"105.0%",
					"+5.0%"
				},
				{
					"110.0%",
					"+5.0%"
				},
				{
					"115.0%",
					"+5.0%"
				},
				{
					"120.0%",
					"+10.0%"
				},
				{
					"130%"
				}
			}
		}
	},
	[11880] = {
		desc_get = "自身が装備中の主砲の拡散範囲を0.5（最大レベルで5）収束させる。自身の火力が3%（最大レベルで15%）アップし、駆逐艦に対する命中率が3%（最大レベルで15%）アップする",
		name = "レジェンドオブロイヤル",
		desc = "自身が装備中の主砲の拡散範囲を$1収束させる。自身の火力が$2アップし、駆逐艦に対する命中率が$2アップする",
		type = 3,
		max_level = 10,
		id = 11880,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"0.5",
					"+0.5"
				},
				{
					"1",
					"+0.5"
				},
				{
					"1.5",
					"+0.5"
				},
				{
					"2",
					"+0.5"
				},
				{
					"2.5",
					"+0.5"
				},
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5"
				}
			},
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+1.0%"
				},
				{
					"5.6%",
					"+1.2%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+1.5%"
				},
				{
					"9.5%",
					"+1.5%"
				},
				{
					"11.0%",
					"+2.0%"
				},
				{
					"13.0%",
					"+2.0%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11890] = {
		desc_get = "自身が受ける炎上ダメージが5%（レベル最大で15%）軽減し、炎上持続時間が3秒間短縮する。一度の戦闘中に一回だけ、受けたダメージで自身の耐久が最大値の25%を下回った場合、10秒間自身の回避率が10%（最大レベルで30%）アップ",
		name = "光焔の中の奇跡",
		desc = "自身が受ける炎上ダメージを$1軽減し、炎上持続時間を3秒間短縮させる。一度の戦闘中に一回だけ、ダメージを受けて自身の耐久が最大値の25%を下回った場合、10秒間自身の回避率が$2アップ",
		type = 2,
		max_level = 10,
		id = 11890,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11900] = {
		desc_get = "",
		name = "北極航路の守り手",
		desc = "自分が航空攻撃を行う度に、敵潜水艦を$1秒間探知済み状態にし、ソードフィッシュによる対潜/魚雷攻撃を行う（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11900,
		system_transform = {},
		desc_get_add = {
			{
				"5",
				"10"
			}
		},
		desc_add = {
			{
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9",
					"+1"
				},
				{
					"10"
				}
			}
		}
	},
	[11910] = {
		desc_get = "",
		name = "大空を撃つ白鷹",
		desc = "自身がクロキッド艦載機を装備している場合、同艦載機枠の装備補正が$1上昇する",
		type = 1,
		max_level = 10,
		id = 11910,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11920] = {
		desc_get = "",
		name = "大空の騎士団",
		desc = "自身が航空攻撃を行う時、TBFによる追加攻撃を行う$1（威力はスキルレベルによる）。出撃時、同じ艦隊にクリーブランド級の艦が編成されている場合、クリーブランド級の火力が$3、自身の航空・命中が$2アップし、スキルのTBF追加攻撃を強化する",
		type = 3,
		max_level = 10,
		id = 11920,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[11930] = {
		desc_get = "",
		name = "理想郷より発つ",
		desc = "航空攻撃時、$1で発動する。B25で航空攻撃をもう一度行う",
		type = 1,
		max_level = 10,
		id = 11930,
		system_transform = {},
		desc_get_add = {
			{
				"50.0%",
				"80.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+3.3%"
				},
				{
					"53.3%",
					"+3.3%"
				},
				{
					"56.6%",
					"+3.3%"
				},
				{
					"59.9%",
					"+3.3%"
				},
				{
					"63.2%",
					"+3.3%"
				},
				{
					"66.5%",
					"+3.3%"
				},
				{
					"69.8%",
					"+3.3%"
				},
				{
					"73.1%",
					"+3.3%"
				},
				{
					"76.4%",
					"+3.6%"
				},
				{
					"80%"
				}
			}
		}
	},
	[11940] = {
		desc_get = "",
		name = "空と海の観測者",
		desc = "戦闘開始10秒後、F6F観測機を配置させ、8秒毎に自身の命中が$2、ダメージが$1上昇させる（最大5回まで加算可能）。観測機が撃墜された時、特殊航空攻撃（威力はスキルレベルによる）を行う。",
		type = 3,
		max_level = 10,
		id = 11940,
		system_transform = {},
		desc_get_add = {
			{
				"2.5%",
				"7.0%"
			},
			{
				"1.0%",
				"3.0%"
			}
		},
		desc_add = {
			{
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.3%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[11950] = {
		desc_get = "",
		name = "不凍港の協奏曲",
		desc = "出撃時、自身の魚雷攻撃クリティカル率が$1、自身の駆逐艦に与えるダメージが$2、味方ロイヤル駆逐艦の雷装が$3アップ",
		type = 1,
		max_level = 10,
		id = 11950,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11960] = {
		desc_get = "",
		name = "輝ける峡湾の星",
		desc = "戦闘中、自身の一回目の魚雷攻撃時、特殊弾幕$1を行う（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 11960,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11970] = {
		desc_get = "",
		name = "士気上昇",
		desc = "自身の主砲が10回攻撃するたびに、自身の装填が$1、全弾発射スキルによるダメージが$2アップ（最大四回まで加算可能）",
		type = 1,
		max_level = 10,
		id = 11970,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"5.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11980] = {
		desc_get = "",
		name = "タスクグループ",
		desc = "自身の航空が$1アップ；旗艦として出撃時、同じ艦隊のユニオン戦艦の火力が$1アップ；僚艦として出撃時、同じ艦隊のユニオン駆逐艦の火力・対空が$1アップ",
		type = 3,
		max_level = 10,
		id = 11980,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11990] = {
		desc_get = "",
		name = "堅忍不抜",
		desc = "所属艦隊の軽空母・正規空母が自身のみの場合、主力艦隊の対空が$2アップ；自身の航空攻撃時、特殊航空攻撃$1を行う（威力はスキルレベルによる；攻撃隊構成は所属艦隊の軽空母・正規空母数による）",
		type = 1,
		max_level = 10,
		id = 11990,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[12000] = {
		desc_get = "",
		name = "推し仲間",
		desc = "自身が戦闘可能である限り、味方の軽空母・正規空母が受けるダメージを$1軽減する；グリッドレイと一緒に出撃した場合、自身の火力が$2、グリッドレイの火力・装填が$2アップ",
		type = 3,
		max_level = 10,
		id = 12000,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"10.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12010] = {
		desc_get = "",
		name = "彩雲を呼ぶ光",
		desc = "戦場に到達した時、偵察機彩雲を1機発艦させ、10秒間味方主力艦の与えるダメージが$1アップ",
		type = 3,
		max_level = 10,
		id = 12010,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[12020] = {
		desc_get = "",
		name = "潜母飞机用",
		desc = "",
		type = 0,
		max_level = 0,
		id = 12020,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[12030] = {
		desc_get = "",
		name = "夜闇を払う焔",
		desc = "自身の主砲が8回命中するごとに、自身の火力が$1・装填が$2アップ（最大3回）；効果が3回適用された後、自身の全弾発射スキルを強化する",
		type = 1,
		max_level = 10,
		id = 12030,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"5%"
			},
			{
				"10.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[12040] = {
		desc_get = "",
		name = "気まぐれの技術者",
		desc = "戦闘中、12秒毎に特殊装備$1を1回使用する（特殊装備の効果はスキルレベルによる）",
		type = 3,
		max_level = 10,
		id = 12040,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12050] = {
		desc_get = "",
		name = "魚雷発射よーい！",
		desc = "$1秒毎に発動。魚雷弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 12050,
		system_transform = {},
		desc_get_add = {
			{
				"35.0",
				"20.0"
			}
		},
		desc_add = {
			{
				{
					"35",
					"-1"
				},
				{
					"34",
					"-1"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-1"
				},
				{
					"30",
					"-1"
				},
				{
					"29",
					"-3"
				},
				{
					"26",
					"-1"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-3"
				},
				{
					"20"
				}
			}
		}
	},
	[12060] = {
		desc_get = "",
		name = "微光暖める新造艦",
		desc = "20秒毎に発動。8秒間、味方主力艦隊の受ける炎上ダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 12060,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"60%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[12070] = {
		desc_get = "",
		name = "先んずれば制す！",
		desc = "戦闘開始時、味方艦隊の重桜所属艦が3隻以上いる場合、12秒後特殊航空攻撃$1を行う",
		type = 1,
		max_level = 10,
		id = 12070,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12080] = {
		desc_get = "",
		name = "紅きカミの加護",
		desc = "自身の航空攻撃時、味方前衛艦隊の内「現在の耐久が最大値に対して占める割合が一番低い艦」は$1秒間、すべての攻撃を回避する",
		type = 3,
		max_level = 10,
		id = 12080,
		system_transform = {},
		desc_get_add = {
			{
				"2.0",
				"5.0"
			}
		},
		desc_add = {
			{
				{
					"2.0",
					"+0.3"
				},
				{
					"2.3",
					"+0.3"
				},
				{
					"2.6",
					"+0.4"
				},
				{
					"3.0",
					"+0.3"
				},
				{
					"3.3",
					"+0.3"
				},
				{
					"3.6",
					"+0.4"
				},
				{
					"4.0",
					"+0.3"
				},
				{
					"4.3",
					"+0.3"
				},
				{
					"4.6",
					"+0.4"
				},
				{
					"5.0"
				}
			}
		}
	},
	[12090] = {
		desc_get = "",
		name = "これでもくらえ！",
		desc = "8秒毎に、自身の火力が$1アップし、3回アップすると、特殊弾幕を展開し、火力強化効果と強化回数をリセットする。副砲を装備している場合、このスキルで展開する特殊弾幕を強化する",
		type = 1,
		max_level = 10,
		id = 12090,
		system_transform = {},
		desc_get_add = {
			{
				"20",
				"80"
			}
		},
		desc_add = {
			{
				{
					"20",
					"+6"
				},
				{
					"26",
					"+6"
				},
				{
					"32",
					"+8"
				},
				{
					"40",
					"+6"
				},
				{
					"46",
					"+6"
				},
				{
					"52",
					"+8"
				},
				{
					"60",
					"+6"
				},
				{
					"66",
					"+6"
				},
				{
					"72",
					"+8"
				},
				{
					"80"
				}
			}
		}
	},
	[12100] = {
		desc_get = "",
		name = "鉄血のヒナ鷹",
		desc = "戦闘開始時、味方艦隊の鉄血艦の数だけ、自身の航空・対空・装填が$1アップ",
		type = 3,
		max_level = 10,
		id = 12100,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[12110] = {
		desc_get = "",
		name = "ヘルメスドロー！",
		desc = "戦闘中20秒毎に特殊効果をランダムで発動（$1）（一部特殊効果の強さはスキルレベルによる）；戦闘中、ダメージを受けたことにより自分の耐久が最大値の30%以下になった場合、運が7アップ",
		type = 1,
		max_level = 10,
		id = 12110,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12120] = {
		desc_get = "",
		name = "Wahrheit",
		desc = "自身の主砲攻撃時の一撃目は必ずクリティカルになる；自身の副砲枠に軽巡主砲適用の兵装を装備している場合、自身の副砲の索敵範囲と射程は$1になり、与えるダメージが35%ダウンする",
		type = 1,
		max_level = 10,
		id = 12120,
		system_transform = {},
		desc_get_add = {
			{
				"65",
				"90"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"65",
					"+2"
				},
				{
					"67",
					"+3"
				},
				{
					"70",
					"+2"
				},
				{
					"72",
					"+3"
				},
				{
					"75",
					"+2"
				},
				{
					"77",
					"+3"
				},
				{
					"80",
					"+2"
				},
				{
					"82",
					"+3"
				},
				{
					"85",
					"+5"
				},
				{
					"90"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[12130] = {
		desc_get = "",
		name = "不屈の力",
		desc = "旗艦として出撃する場合、自身の主砲攻撃時$1で発動。特殊弾幕を展開する。また、味方の鉄血所属空母の与えるダメージが$2アップ",
		type = 1,
		max_level = 10,
		id = 12130,
		system_transform = {
			[3.0] = 12135
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12140] = {
		desc_get = "",
		name = "鉄血艦隊の指導者",
		desc = "出撃時、味方鉄血艦船の砲撃・雷撃・航空攻撃のクリティカル率が$2アップし、装填が$1アップ；ティルピッツの与えるダメージが$3アップ",
		type = 3,
		max_level = 10,
		id = 12140,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"4.0%",
				"20.0%"
			},
			{
				"20%",
				"40%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"4.0%",
					"+1.6%"
				},
				{
					"5.6%",
					"+1.6%"
				},
				{
					"7.2%",
					"+1.6%"
				},
				{
					"8.8%",
					"+1.6%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+2.0%"
				},
				{
					"16.0%",
					"+2.0%"
				},
				{
					"18.0%",
					"+2.0%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[12150] = {
		desc_get = "",
		name = "兵装最適化",
		desc = "戦闘中、24秒ごとに$3で発動、特殊弾幕を展開する；自身が四連装356mm主砲を装備している場合、自身の主砲攻撃1回目の準備時間を$1短縮、主砲クリティカル率が$2アップ、主砲拡散範囲を2収束させ、このスキルの特殊弾幕を強化する",
		type = 1,
		max_level = 10,
		id = 12150,
		system_transform = {
			[3.0] = 12170
		},
		desc_get_add = {
			{
				"55.0%",
				"75.0%"
			},
			{
				"10.0%",
				"20.0%"
			},
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"55.0%",
					"+2.2%"
				},
				{
					"57.2%",
					"+2.2%"
				},
				{
					"59.4%",
					"+2.2%"
				},
				{
					"61.6%",
					"+2.2%"
				},
				{
					"63.8%",
					"+2.2%"
				},
				{
					"66.0%",
					"+2.2%"
				},
				{
					"68.2%",
					"+2.2%"
				},
				{
					"70.4%",
					"+2.2%"
				},
				{
					"72.6%",
					"+2.4%"
				},
				{
					"75.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			}
		}
	},
	[12160] = {
		desc_get = "",
		name = "沈まぬ太陽の威光",
		desc = "自身の重桜、鉄血、サディア所属艦船とセイレーンに与えるダメージが$1アップ；味方艦隊に自身を除いたロイヤル所属の艦船が3隻以上いる場合、自身の火力・装填・回避・対空が$2アップ",
		type = 3,
		max_level = 10,
		id = 12160,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"4.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"4.0%",
					"+1.6%"
				},
				{
					"5.6%",
					"+1.6%"
				},
				{
					"7.2%",
					"+1.6%"
				},
				{
					"8.8%",
					"+1.6%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+2.0%"
				},
				{
					"16.0%",
					"+2.0%"
				},
				{
					"18.0%",
					"+2.0%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12180] = {
		desc_get = "",
		name = "誓いの光",
		desc = "自身が潜水支援で戦場に駆けつけている限り、味方の他の艦船がダメージで耐久が20%を下回った場合、特殊魚雷弾幕を一回展開する(1戦闘につき1回のみ展開)；味方艦隊にビスマルクがいる場合、特殊弾幕を強化する",
		type = 1,
		max_level = 10,
		id = 12180,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {},
		desc_add = {}
	},
	[12190] = {
		desc_get = "",
		name = "デビルストライク",
		desc = "戦闘開始時と、戦闘開始後20秒毎に発動。特殊弾幕を展開し、自身の火力・雷撃が$1アップする。このスキルによる強化効果は20秒以内に0になるまで減少し続ける。",
		type = 1,
		max_level = 10,
		id = 12190,
		system_transform = {},
		desc_get_add = {
			{
				"9.0%",
				"24.0%"
			}
		},
		desc_add = {
			{
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+1.5%"
				},
				{
					"13.5%",
					"+1.5%"
				},
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+1.5%"
				},
				{
					"21.0%",
					"+3.0%"
				},
				{
					"24.0%"
				}
			}
		}
	},
	[12210] = {
		desc_get = "",
		name = "コリブリアサルト",
		desc = "Fl-282を装備時、戦闘開始10秒後に発動、その後は30秒毎に発動。Fl-282を1機発進させ、10秒間敵潜水艦を探知済状態にし、味方全員の敵潜水艦へのダメージが$1アップする",
		type = 1,
		max_level = 10,
		id = 12210,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.9%"
				},
				{
					"5.9%",
					"+0.9%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+0.9%"
				},
				{
					"8.9%",
					"+0.9%"
				},
				{
					"9.8%",
					"+1.2%"
				},
				{
					"11.0%",
					"+1.2%"
				},
				{
					"12.2%",
					"+1.2%"
				},
				{
					"13.4%",
					"+1.6%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12220] = {
		desc_get = "",
		name = "幼き光",
		desc = "20秒毎に$1で発動。10秒間、敵の火力・雷装・航空が$2ダウン",
		type = 3,
		max_level = 10,
		id = 12220,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[12230] = {
		desc_get = "",
		name = "ガールズサポート",
		desc = "味方の対空射撃時に30%で発動、5秒間、自身の対空が$1アップ。また、一回の戦闘で一度だけ、「リトル・サンディエゴ」か「リトル・クリーブランド」がダメージを受けて耐久が40%を下回った場合に発動、15秒間自身の火力、命中が$1アップ",
		type = 2,
		max_level = 10,
		id = 12230,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[12240] = {
		desc_get = "",
		name = "キャリバーズハート",
		desc = "クリーブランド級と一緒に出撃した場合、自身の対空が$1、命中が$2アップ",
		type = 3,
		max_level = 10,
		id = 12240,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[12250] = {
		desc_get = "",
		name = "キャリバーズキャリア",
		desc = "前衛艦隊の先頭で出撃した場合、自身が受けるダメージを$1軽減する；戦闘中、「リトル・サンディエゴ」「リトル・ヘレナ」が受ける砲撃ダメージを8%軽減する",
		type = 2,
		max_level = 10,
		id = 12250,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[12260] = {
		desc_get = "",
		name = "スター☆エントリー",
		desc = "戦闘開始1秒後に発動。30秒間、自身の火力・雷装・対潜が$1アップし、味方艦隊の受ける航空ダメージを$2軽減する",
		type = 3,
		max_level = 10,
		id = 12260,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			},
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[12270] = {
		desc_get = "",
		name = "スター☆スパーク",
		desc = "戦闘中、14秒毎$1で発動。特殊弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 12270,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12280] = {
		desc_get = "",
		name = "重装形態・プロトタイプ",
		desc = "20秒毎、$1で発動。強力な弾幕を展開し、10秒間自身の与えるクリティカルダメージが$2アップし、前衛艦隊の受ける航空攻撃によるダメージを$3軽減する",
		type = 1,
		max_level = 10,
		id = 12280,
		system_transform = {},
		desc_get_add = {
			{
				"50.0%",
				"80.0%"
			},
			{
				"30.0%",
				"50.0%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+3.3%"
				},
				{
					"53.3%",
					"+3.3%"
				},
				{
					"56.6%",
					"+3.3%"
				},
				{
					"59.9%",
					"+3.3%"
				},
				{
					"63.2%",
					"+3.3%"
				},
				{
					"66.5%",
					"+3.3%"
				},
				{
					"69.8%",
					"+3.3%"
				},
				{
					"73.1%",
					"+3.3%"
				},
				{
					"76.4%",
					"+3.6%"
				},
				{
					"80.0%"
				}
			},
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[12290] = {
		desc_get = "",
		name = "安全第一！",
		desc = "自分が戦闘可能である限り、味方前衛艦隊の速力が3アップし、敵との接触ダメージを$1軽減する；戦闘中、自分がダメージを受けて耐久度が最大値の30%を下回った場合に一度だけ発動、自身の与えるダメージを$2アップし、$3秒間自身がすべての攻撃を回避する",
		type = 2,
		max_level = 10,
		id = 12290,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"25.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"2.0",
				"5.0"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"2.0",
					"+0.3"
				},
				{
					"2.3",
					"+0.3"
				},
				{
					"2.6",
					"+0.4"
				},
				{
					"3.0",
					"+0.3"
				},
				{
					"3.3",
					"+0.3"
				},
				{
					"3.6",
					"+0.4"
				},
				{
					"4.0",
					"+0.3"
				},
				{
					"4.3",
					"+0.3"
				},
				{
					"4.6",
					"+0.4"
				},
				{
					"5.0"
				}
			}
		}
	},
	[12300] = {
		desc_get = "",
		name = "スウィフトシュート",
		desc = "対空攻撃時に$1で発動、10秒間味方前衛艦隊の対空が$1アップ；味方対空射撃範囲内で敵機が5機撃墜されるたびに、自身の火力が1%アップし、味方主力艦隊の受ける航空攻撃ダメージを1%軽減する（最大$2回まで加算可能）",
		type = 2,
		max_level = 10,
		id = 12300,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"5",
				"10"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"5"
				},
				{
					"5"
				},
				{
					"6",
					"+1"
				},
				{
					"6"
				},
				{
					"7",
					"+1"
				},
				{
					"7"
				},
				{
					"8",
					"+1"
				},
				{
					"8"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				}
			}
		}
	},
	[12310] = {
		desc_get = "",
		name = "スウィフトアナライズ",
		desc = "戦闘中、自身のクリティカル率が$1、自身の駆逐艦・軽巡洋艦への命中率が$2アップ；自身の主砲攻撃が敵に命中したときに10%で発動、6秒間その敵の回避率が$2ダウンする",
		type = 1,
		max_level = 10,
		id = 12310,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[12320] = {
		desc_get = "",
		name = "Poison Croix",
		desc = "自身の主砲が同じ敵に10回命中した場合、5秒間その敵が受ける駆逐艦による砲撃・雷撃ダメージが$1アップ；自身が戦闘中敵艦を撃破した場合、戦闘終了まで自身の火力が$2アップ（最大10回加算可能）",
		type = 1,
		max_level = 10,
		id = 12320,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"0.5%",
				"2.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"0.5%",
					"+0.1%"
				},
				{
					"0.6%",
					"+0.1%"
				},
				{
					"0.7%",
					"+0.1%"
				},
				{
					"0.8%",
					"+0.15%"
				},
				{
					"0.95%",
					"+0.15%"
				},
				{
					"1.1%",
					"+0.15%"
				},
				{
					"1.25%",
					"+0.2%"
				},
				{
					"1.45%",
					"+0.25%"
				},
				{
					"1.7%",
					"+0.3%"
				},
				{
					"2.0%"
				}
			}
		}
	},
	[12330] = {
		desc_get = "",
		name = "鼓動のヴィシア",
		desc = "自身の回避・雷装が$1アップ。戦闘開始30秒後、このスキルによる強化効果は20秒以内に0になるまで減少し続ける。",
		type = 2,
		max_level = 10,
		id = 12330,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12350] = {
		desc_get = "",
		name = "冷静なマホウツカイ",
		desc = "自身の耐久が上限値の80%以下の場合、自身の耐久値の現在値に応じて火力・雷装がアップ（最大$2）；自身の耐久が上限値の30％を下回った場合1回だけ発動、戦闘終了まで自身の対空が$1アップ。",
		type = 1,
		max_level = 10,
		id = 12350,
		system_transform = {},
		desc_get_add = {
			{
				"6%",
				"12.0%"
			},
			{
				"20",
				"40"
			}
		},
		desc_add = {
			{
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%",
					"+0.6%"
				},
				{
					"10.6%",
					"+0.6%"
				},
				{
					"11.2%",
					"+0.8%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"20.0",
					"+2"
				},
				{
					"22",
					"+2"
				},
				{
					"24",
					"+2"
				},
				{
					"26",
					"+2"
				},
				{
					"28",
					"+2"
				},
				{
					"30",
					"+2"
				},
				{
					"34",
					"+2"
				},
				{
					"36",
					"+2"
				},
				{
					"38",
					"+2"
				},
				{
					"40"
				}
			}
		}
	},
	[12360] = {
		desc_get = "",
		name = "ロマンチック・メッセージ",
		desc = "駆逐艦と一緒に出撃した場合、自身の対空・火力・命中が$1アップ；味方の駆逐艦がダメージを受けて耐久値が上限の50％を下回った場合に一度だけ、特殊弾幕を展開する",
		type = 1,
		max_level = 10,
		id = 12360,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12370] = {
		desc_get = "",
		name = "強襲のGlen",
		desc = "潜水艦が戦場に到達した場合、零式小型水上偵察機を1機発進させ航空攻撃を行い（威力は雷装とスキルレベルによる）、味方潜水艦・潜水母艦の命中が$1アップ ",
		type = 1,
		max_level = 10,
		id = 12370,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[12380] = {
		desc_get = "",
		name = "センベツ砲撃",
		desc = "自身浮上時、砲撃弾幕を展開する（威力はスキルレベルによる）；自身の特殊弾幕と砲撃が敵に命中した場合に$1で発動、その敵の命中・装填が15秒間$2ダウンする ",
		type = 1,
		max_level = 10,
		id = 12380,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[12390] = {
		desc_get = "",
		name = "返り討ちよ！",
		desc = "自身の航空母艦に与えるダメージが$1アップ；自身浮上時、必ずクリティカルになる特殊魚雷弾幕を展開する（威力はスキルレベルによる） ",
		type = 1,
		max_level = 10,
		id = 12390,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12400] = {
		desc_get = "",
		name = "大ザメ攻撃",
		desc = "戦闘中、自身の命中が$1アップ；僚艦として編成されている場合、攻撃位置到達後でも前進し続け、18秒経過した後元の位置に戻る ",
		type = 3,
		max_level = 10,
		id = 12400,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12410] = {
		desc_get = "",
		name = "ウルフパック-U101",
		desc = "出撃時、味方鉄血所属潜水艦の回避率が$1、駆逐・軽巡に与えるダメージが$1アップし、味方艦隊の鉄血潜水艦が1隻につき、自身の雷装・装填が$2アップ ",
		type = 2,
		max_level = 10,
		id = 12410,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"2.5%",
				"7.0%"
			},
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[12420] = {
		desc_get = "",
		name = "ロンディニウムショット",
		desc = "自身の主砲攻撃は$1で与えるダメージが倍になる；自身が戦闘中敵を撃破した場合、自身の命中が$2アップ（最大8回まで加算可能）",
		type = 1,
		max_level = 10,
		id = 12420,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"0.5%",
				"1.5%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"0.5%",
					"+0.1%"
				},
				{
					"0.6%",
					"+0.1%"
				},
				{
					"0.7%",
					"+0.1%"
				},
				{
					"0.8%",
					"+0.1%"
				},
				{
					"0.9%",
					"+0.1%"
				},
				{
					"1.0%",
					"+0.1%"
				},
				{
					"1.1%",
					"+0.1%"
				},
				{
					"1.2%",
					"+0.1%"
				},
				{
					"1.3%",
					"+0.1%"
				},
				{
					"1.5%",
					"+0.1%"
				}
			}
		}
	},
	[12430] = {
		desc_get = "",
		name = "ラッキーA",
		desc = "自身が戦闘可能である限り、自身の回避が$1アップし、受ける雷撃ダメージを$2軽減する；20秒毎に$3で発動し、強力な特殊弾幕を展開する（威力はスキルレベルによる） ",
		type = 1,
		max_level = 10,
		id = 12430,
		system_transform = {
			[3.0] = 12435
		},
		desc_get_add = {
			{
				"3",
				"12"
			},
			{
				"5.0%",
				"20.0%"
			},
			{
				"45.0%",
				"75.0%"
			}
		},
		desc_add = {
			{
				{
					"3",
					"+1"
				},
				{
					"4",
					"+1"
				},
				{
					"5",
					"+1%"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12"
				}
			},
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"45.0%",
					"+3.3%"
				},
				{
					"48.3%",
					"+3.3%"
				},
				{
					"51.6%",
					"+3.3%"
				},
				{
					"54.9%",
					"+3.3%"
				},
				{
					"58.2%",
					"+3.3%"
				},
				{
					"61.5%",
					"+3.3%"
				},
				{
					"64.8%",
					"+3.3%"
				},
				{
					"68.1%",
					"+3.3%"
				},
				{
					"71.4%",
					"+3.6%"
				},
				{
					"75.0%"
				}
			}
		}
	},
	[12440] = {
		desc_get = "",
		name = "ウォーミングアップ",
		desc = "海域マップで自身の所属艦隊が敵艦隊を撃破した度に、戦闘中自身の火力が$1アップする；また戦闘中自身が敵を撃破したたび、自身の火力は戦闘終了時まで$1アップ（このスキルは自身の火力を最大$3まで強化可能）。所属艦隊が敵艦隊を5つ以上撃破した場合、戦闘中、味方主力艦隊の受けるダメージを$2軽減する",
		type = 1,
		max_level = 10,
		id = 12440,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"2.5%"
			},
			{
				"3.5%",
				"8.0%"
			},
			{
				"7.0%",
				"17.5%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.1%"
				},
				{
					"1.1%",
					"+0.1%"
				},
				{
					"1.2%",
					"+0.1%"
				},
				{
					"1.3%",
					"+0.15%"
				},
				{
					"1.45%",
					"+0.15%"
				},
				{
					"1.6%",
					"+0.15%"
				},
				{
					"1.75%",
					"+0.2%"
				},
				{
					"1.95%",
					"+0.25%"
				},
				{
					"2.2%",
					"+0.3%"
				},
				{
					"2.5%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.7%"
				},
				{
					"8.4%",
					"+0.7%"
				},
				{
					"9.1%",
					"+1.05%"
				},
				{
					"10.15%",
					"+1.05%"
				},
				{
					"11.2%",
					"+1.05%"
				},
				{
					"12.25%",
					"+1.4%"
				},
				{
					"13.65%",
					"+1.75%"
				},
				{
					"15.4%",
					"+2.1%"
				},
				{
					"17.5%"
				}
			}
		}
	},
	[12460] = {
		desc_get = "",
		name = "お守り魚",
		desc = "味方の潜水艦・潜水空母の受けるダメージを$1軽減する；戦場から離脱時、自身の耐久値が上限の$2回復する",
		type = 2,
		max_level = 10,
		id = 12460,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"10.0%",
				"15.0%"
			},
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+0.4%"
				},
				{
					"10.4%",
					"+0.4%"
				},
				{
					"10.8%",
					"+0.7%"
				},
				{
					"11.5%",
					"+0.4%"
				},
				{
					"11.9%",
					"+0.4%"
				},
				{
					"12.3%",
					"+0.7%"
				},
				{
					"13.0%",
					"+0.6%"
				},
				{
					"13.6%",
					"+0.6%"
				},
				{
					"14.2%",
					"+0.8%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[12470] = {
		desc_get = "",
		name = "ダブルガトー",
		desc = "自身の空母に与えるダメージが$1アップ；戦闘中、自身浮上時及び戦場より離脱時、特殊魚雷弾幕$2（威力はスキルレベルによる）を展開する；味方艦隊にアルバコアがいる場合、このスキルによる魚雷攻撃のダメージが$3アップ",
		type = 1,
		max_level = 10,
		id = 12470,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12480] = {
		desc_get = "",
		name = "Final-AP-Ride",
		desc = "自身の主砲弾薬タイプは特殊徹甲弾$1になる（ダメージ増加効果はスキルレベルによって強化される）",
		type = 1,
		max_level = 10,
		id = 12480,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12490] = {
		desc_get = "",
		name = "マルチプルタクティクス",
		desc = "出撃時、所属艦隊にユニオン軽空母・正規空母が存在している場合、味方艦船の対空が$1アップし、味方ユニオン軽空母・空母の航空が$2アップ；所属艦隊にユニオン軽空母・空母が存在しない場合、自身の火力が$3、回避が$2アップ",
		type = 3,
		max_level = 10,
		id = 12490,
		system_transform = {},
		desc_get_add = {
			{
				"2.5%",
				"7.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[12500] = {
		desc_get = "",
		name = "チャレンジキャット",
		desc = "自身がF6Fヘルキャットを装備している場合、戦闘機枠の兵装補正が$1アップし、自身の航空攻撃時$2でF6Fによる追加航空攻撃を行う",
		type = 1,
		max_level = 10,
		id = 12500,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"45.0%",
				"75.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"45.0%",
					"+3.3%"
				},
				{
					"48.3%",
					"+3.3%"
				},
				{
					"51.6%",
					"+3.3%"
				},
				{
					"54.9%",
					"+3.3%"
				},
				{
					"58.2%",
					"+3.3%"
				},
				{
					"61.5%",
					"+3.3%"
				},
				{
					"64.8%",
					"+3.3%"
				},
				{
					"68.1%",
					"+3.3%"
				},
				{
					"71.4%",
					"+3.6%"
				},
				{
					"75.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12520] = {
		desc_get = "",
		name = "海上騎士の奮戦",
		desc = "自身が戦闘可能である限り、旗艦と自身の炎上時間が3秒間短縮する；味方の対空攻撃範囲内で敵機が撃墜された場合、8秒間自身の火力・対空が$1アップ（重複して適用はされない）",
		type = 1,
		max_level = 10,
		id = 12520,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12530] = {
		desc_get = "",
		name = "海上騎士の覚悟",
		desc = "自身がダメージを受けた場合$1で発動、5秒間自身の回避が$2アップ（この効果は8秒間に1回しか発動できない）；戦闘中ダメージにより自身の耐久が上限の30％を下回った場合に一度だけ、5秒間すべての攻撃を回避する",
		type = 2,
		max_level = 10,
		id = 12530,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[12540] = {
		desc_get = "",
		name = "私がやるわ！",
		desc = "対空攻撃時25%で発動、5秒間味方ユニオン所属艦船の対空が$1アップ；自身の主砲が敵に13回命中するたびに、自身の火力が$2アップ（最大3回加算する）",
		type = 3,
		max_level = 10,
		id = 12540,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[12550] = {
		desc_get = "",
		name = "王弓ウッドストック",
		desc = "ユニオンの艦船と一緒に出撃した場合、自身の主砲クリティカル率が$1、自身の火力・雷装が$2アップ",
		type = 1,
		max_level = 10,
		id = 12550,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12560] = {
		desc_get = "",
		name = "バッチ・インザスカイ",
		desc = "自身が受ける航空攻撃ダメージを$1軽減する。味方対空砲攻撃時、25%で発動し、8秒間自身の対空が$2アップ",
		type = 2,
		max_level = 10,
		id = 12560,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[12570] = {
		desc_get = "",
		name = "フォロワーウィング",
		desc = "自身の航空が$2アップする。自身が「フェアリーアルバコア」を装備している場合、下記の効果が適用される：①「フェアリーアルバコア」を装備している兵装枠の威力補正が$1アップする；⓶自身が航空攻撃を行う場合に$3で発動し、フェアリーアルバコアによる特殊航空攻撃を展開し、命中した敵を80%で9秒間浸水させ浸水ダメージを与える（特殊航空攻撃と浸水のダメージは自身の航空ステータス・スキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 12570,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"70.0%",
				"100.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"70.0%",
					"+3.3%"
				},
				{
					"73.3%",
					"+3.3%"
				},
				{
					"76.6%",
					"+3.3%"
				},
				{
					"79.9%",
					"+3.3%"
				},
				{
					"83.2%",
					"+3.3%"
				},
				{
					"86.5%",
					"+3.3%"
				},
				{
					"89.8%",
					"+3.3%"
				},
				{
					"93.1%",
					"+3.3%"
				},
				{
					"96.4%",
					"+3.6%"
				},
				{
					"100%"
				}
			}
		}
	},
	[12580] = {
		desc_get = "",
		name = "じっとしてなさい！",
		desc = "自身が航空攻撃を行うときに$1で発動。$2秒間全ての敵の速力を0にする。その後、このスキルの効果は2.5秒間で無効になるまで減衰し続ける(このスキルは戦闘開始1回目の航空攻撃時に必ず発動する)",
		type = 3,
		max_level = 10,
		id = 12580,
		system_transform = {},
		desc_get_add = {
			{
				"50.0%",
				"80.0%"
			},
			{
				"0.5",
				"1.5"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+3.3%"
				},
				{
					"53.3%",
					"+3.3%"
				},
				{
					"56.6%",
					"+3.3%"
				},
				{
					"59.9%",
					"+3.3%"
				},
				{
					"63.2%",
					"+3.3%"
				},
				{
					"66.5%",
					"+3.3%"
				},
				{
					"69.8%",
					"+3.3%"
				},
				{
					"73.1%",
					"+3.3%"
				},
				{
					"76.4%",
					"+3.6%"
				},
				{
					"80%"
				}
			},
			{
				{
					"0.5",
					"+0.1"
				},
				{
					"0.6",
					"+0.1"
				},
				{
					"0.7",
					"+0.1"
				},
				{
					"0.8",
					"+0.1"
				},
				{
					"0.9",
					"+0.1"
				},
				{
					"1.0",
					"+0.1"
				},
				{
					"1.1",
					"+0.1"
				},
				{
					"1.2",
					"+0.1"
				},
				{
					"1.3",
					"+0.2"
				},
				{
					"1.5"
				}
			}
		}
	},
	[12590] = {
		desc_get = "",
		name = "ボックスハンガー",
		desc = "自身の受けるダメージを$1軽減する；自身が航空攻撃を行う場合、10秒間、自身以外の味方主力艦隊の受けるダメージを$2軽減する",
		type = 2,
		max_level = 10,
		id = 12590,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[12600] = {
		desc_get = "",
		name = "ローザ・ボンバルダメント",
		desc = "自身の主砲攻撃時$1で発動、特殊弾幕を展開する（威力はスキルレベルによる）；自身が「381mm三連装砲Model1934」を装備している場合、特殊弾幕を強化し、発動確率を10%上昇させる",
		type = 1,
		max_level = 10,
		id = 12600,
		system_transform = {
			[3.0] = 12605
		},
		desc_get_add = {
			{
				"35.0%",
				"65.0%"
			}
		},
		desc_add = {
			{
				{
					"35.0%",
					"+3.3%"
				},
				{
					"38.3%",
					"+3.3%"
				},
				{
					"41.6%",
					"+3.3%"
				},
				{
					"44.9%",
					"+3.3%"
				},
				{
					"48.2%",
					"+3.3%"
				},
				{
					"51.5%",
					"+3.3%"
				},
				{
					"54.8%",
					"+3.3%"
				},
				{
					"58.1%",
					"+3.3%"
				},
				{
					"61.4%",
					"+3.6%"
				},
				{
					"65.0%"
				}
			}
		}
	},
	[12610] = {
		desc_get = "",
		name = "サディアの矜持",
		desc = "戦闘開始時、自身と前衛艦隊先頭艦に魚雷を$1回まで無効できる盾をそれぞれ2つ生成する；海域に出撃した場合、自身が所属する艦隊の3回目の戦闘まで、自身の火力が$2アップ",
		type = 3,
		max_level = 10,
		id = 12610,
		system_transform = {},
		desc_get_add = {
			{
				"1",
				"2"
			},
			{
				"4.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"1"
				},
				{
					"1"
				},
				{
					"1"
				},
				{
					"1"
				},
				{
					"1"
				},
				{
					"1"
				},
				{
					"2"
				},
				{
					"2"
				},
				{
					"2"
				},
				{
					"2"
				}
			},
			{
				{
					"4.0%",
					"+1.6%"
				},
				{
					"5.6%",
					"+1.6%"
				},
				{
					"7.2%",
					"+1.6%"
				},
				{
					"8.8%",
					"+1.6%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+2.0%"
				},
				{
					"16.0%",
					"+2.0%"
				},
				{
					"18.0%",
					"+2.0%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12620] = {
		desc_get = "",
		name = "テルニシールド",
		desc = "自身がダメージを受けた場合$1で発動、12秒間、敵弾を10回まで無効できる盾を2つ生成する。",
		type = 2,
		max_level = 10,
		id = 12620,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"18.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.1%"
				},
				{
					"9.1%",
					"+1.1%"
				},
				{
					"10.2%",
					"+1.1%"
				},
				{
					"11.3%",
					"+1.1%"
				},
				{
					"12.4%",
					"+1.1%"
				},
				{
					"13.5%",
					"+1.1%"
				},
				{
					"14.6%",
					"+1.1%"
				},
				{
					"15.7%",
					"+1.1%"
				},
				{
					"16.8%",
					"+1.2%"
				},
				{
					"18.0%"
				}
			}
		}
	},
	[12630] = {
		desc_get = "",
		name = "半徹甲高爆榴弾",
		desc = "自身が榴弾・SAP弾属性主砲を装備している場合、敵を炎上させる効果が無くなる代わりに与えるダメージを$1増加する；徹甲弾属性主砲を装備している場合、主砲攻撃が敵に命中した時に$2で発動：10秒間自身がその敵に与えるダメージが$3アップ",
		type = 1,
		max_level = 10,
		id = 12630,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"3.5%",
				"8.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12640] = {
		desc_get = "",
		name = "サディアの威圧",
		desc = "自身の主砲攻撃時$1で発動。特殊弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 12640,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50%"
				}
			}
		}
	},
	[12650] = {
		desc_get = "",
		name = "栄光、流れる記憶",
		desc = "戦闘開始10秒後魚雷弾幕$3を展開する（威力は雷装ステータスとスキルレベルによる）。自身の1回目の主砲攻撃5秒後、戦闘終了時まで自身の火力が$1、軽巡に与えるダメージが$2アップし、雷装ステータスが0になる",
		type = 1,
		max_level = 10,
		id = 12650,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"10.0%",
				"20.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12660] = {
		desc_get = "",
		name = "Ricarica！",
		desc = "戦闘中、自身の魚雷攻撃は3回目まで敵に与えるダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 12660,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[12670] = {
		desc_get = "",
		name = "Fuoco di Copertura！",
		desc = "自身が前衛艦隊の最後尾（前衛艦隊戦闘可能艦が2隻以上）にいる場合、20秒毎に$1で発動。10秒間、自身の与えるダメージが$2アップし、味方前衛艦隊先頭の艦船が与えるダメージが$3アップ",
		type = 3,
		max_level = 10,
		id = 12670,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12680] = {
		desc_get = "",
		name = "仲間思いの幸運艦",
		desc = "戦闘開始時、艦隊に戦闘可能な「雪風」がいる場合、下記の効果を適用する【自身の雷装が$1アップし、20秒毎に$2で強力な弾幕を展開する】；戦闘可能な「雪風」がいない場合、下記の効果を適用する【自身が戦闘可能である限り、自身以外の味方艦船が受けるダメージを$3軽減し、自身以外の味方艦船がダメージを受け耐久が最大値の20%を下回った場合に一度だけ、その艦の耐久を$4回復する】 ",
		type = 3,
		max_level = 10,
		id = 12680,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"40.0%",
				"70.0%"
			},
			{
				"1.0%",
				"5.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[12690] = {
		desc_get = "",
		name = "暗号当てゲーム",
		desc = "戦闘開始時、ランダムで鉄血艦隊に一種類の強化効果$1を付与する。この強化効果は戦闘終了時まで持続する",
		type = 3,
		max_level = 10,
		id = 12690,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12700] = {
		desc_get = "",
		name = "誘導弾スピリチュアルμ",
		desc = "戦闘中、15秒毎に1度発動。8秒間自身の主砲弾薬を「μ兵装仕様（パープル）」に変更させる",
		type = 1,
		max_level = 10,
		id = 12700,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12710] = {
		desc_get = "",
		name = "パッション・テンポ",
		desc = "味方対空砲で敵機を撃墜した場合、8秒間自身の対空が$1アップ（最大4回まで加算可能）",
		type = 2,
		max_level = 10,
		id = 12710,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[12720] = {
		desc_get = "",
		name = "貫通弾アローμ",
		desc = "戦闘中、自身の主砲攻撃を3回行うたびに、次回の自身の主砲攻撃弾薬を「μ兵装仕様（ブルー）」に変更させる",
		type = 1,
		max_level = 10,
		id = 12720,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12730] = {
		desc_get = "",
		name = "シャンニング・ステップ",
		desc = "戦闘開始時、自身が前衛艦隊最後尾で、前衛艦隊で戦闘可能な艦船が2隻以上存在する場合、この戦闘中前衛艦隊の艦船が攻撃を受けた場合、$1で受けるダメージを$2軽減する",
		type = 2,
		max_level = 10,
		id = 12730,
		system_transform = {},
		desc_get_add = {
			{
				"9.0%",
				"24.0%"
			},
			{
				"12.0%",
				"32.0%"
			}
		},
		desc_add = {
			{
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+1.5%"
				},
				{
					"13.5%",
					"+1.5%"
				},
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+1.5%"
				},
				{
					"21.0%",
					"+3.0%"
				},
				{
					"24.0%"
				}
			},
			{
				{
					"12.0%",
					"+2.2%"
				},
				{
					"14.2%",
					"+2.2%"
				},
				{
					"16.4%",
					"+2.2%"
				},
				{
					"18.6%",
					"+2.2%"
				},
				{
					"20.8%",
					"+2.2%"
				},
				{
					"23.0%",
					"+2.2%"
				},
				{
					"25.2%",
					"+2.2%"
				},
				{
					"27.4%",
					"+2.2%"
				},
				{
					"29.6%",
					"+2.4%"
				},
				{
					"32.0%"
				}
			}
		}
	},
	[12740] = {
		desc_get = "",
		name = "連携機デュアリズムμ",
		desc = "戦闘開始時、味方艦隊で「μ兵装」の艦船数が奇数の場合、一回目の自身の航空攻撃10秒後、爆撃機による特殊航空攻撃$1を行う；味方艦隊で「μ兵装」の艦船数が偶数の場合、一回目の自身の航空攻撃10秒後、攻撃機による特殊航空攻撃$1を行う",
		type = 1,
		max_level = 10,
		id = 12740,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12750] = {
		desc_get = "",
		name = "クリムゾン・オーバーチュア",
		desc = "戦闘開始時、自身の1回目の航空攻撃の装填時間を$1短縮する；味方艦隊に「μ兵装」艦船が存在する場合、1隻につき自身の航空が$2アップする（最大4回まで加算可能）",
		type = 3,
		max_level = 10,
		id = 12750,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[12760] = {
		desc_get = "",
		name = "速射榴弾フィーバーμ",
		desc = "戦闘中20秒毎に発動、$1で12秒間自身の主砲弾薬を「μ兵装仕様（レッド）」に変更させる。戦闘開始後12秒間、自身の主砲弾薬を「μ兵装仕様（レッド）」に変更させる",
		type = 1,
		max_level = 10,
		id = 12760,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[12770] = {
		desc_get = "30秒毎に、自身の周りに敵弾を10発まで無効化でき、<color=#92fc63FF>5</color>秒間（最大<color=#92fc63FF>15</color>秒）持続する回転シールドを2枚生成する。戦闘開始時、自身が前衛艦隊の先頭にいる場合、このシールド生成効果を発動する",
		name = "カーム・シールド",
		desc = "30秒毎に、自身の周りに敵弾を10発まで無効化でき、$1秒間持続する回転シールドを2枚生成する。戦闘開始時、自身が前衛艦隊の先頭にいる場合、このシールド生成効果を発動する",
		type = 2,
		max_level = 10,
		id = 12770,
		system_transform = {},
		desc_get_add = {
			{
				"5.0",
				"15.0"
			}
		},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[12780] = {
		desc_get = "",
		name = "Cœur Battant 「μ」",
		desc = "1回の主砲攻撃での斉射数は1になる；戦闘中、自身が主砲攻撃するたびに、主砲弾薬を「μ兵装仕様（レッド）」「μ兵装仕様（ブルー）」に切り替える。自身「μ兵装仕様」弾薬$1のダメージをスキルレベルに応じて上昇させる；自身最初の主砲攻撃の装填時間を$2短縮する",
		type = 1,
		max_level = 10,
		id = 12780,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			},
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			},
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[12790] = {
		desc_get = "",
		name = "ポラリスプロトコル",
		desc = "戦闘開始時、味方艦隊で「μ兵装」の艦船数が奇数の場合、自身の与えるダメージが$1アップ；味方艦隊で「μ兵装」の艦船数が偶数の場合、自身の受けるダメージを$2軽減する；自身の主砲攻撃後10秒間、味方艦隊の「μ兵装」艦船の火力・雷装・航空が$3アップ（最大2回まで加算可能）",
		type = 3,
		max_level = 10,
		id = 12790,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[12810] = {
		desc_get = "",
		name = "駿河艦隊・戦術解放！",
		desc = "20秒毎、$1で発動。特殊弾幕を展開する（威力はスキルレベルによる）。演習戦闘の場合、この特殊弾幕を強化する",
		type = 1,
		max_level = 10,
		id = 12810,
		system_transform = {
			[3.0] = 12800
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			}
		}
	},
	[12820] = {
		desc_get = "",
		name = "不滅の盾",
		desc = "自身が戦闘可能である限り、味方主力艦隊の艦船がダメージを受けた場合に$1で発動し、15秒間味方主力艦隊の受けるダメージを$2軽減させる（この効果は20秒間に一度しか発動できない）；戦闘中、自身の耐久が最大値の20%を下回った場合一度だけ、自分の耐久を最大値の10%回復する",
		type = 2,
		max_level = 10,
		id = 12820,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[12830] = {
		desc_get = "",
		name = "氷風の能代",
		desc = "自身が戦闘可能である限り、自身の回避率が$1アップし、味方前衛艦隊が受ける雷撃ダメージを$2軽減する",
		type = 2,
		max_level = 10,
		id = 12830,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12840] = {
		desc_get = "自身が軽空母・空母に与えるダメージが5%(最大20.0%）アップ；自身が戦闘可能である限り、味方前衛艦隊の雷装が5%(最大20.0%、クリティカル率が最大5.0%)アップ",
		name = "天征す刃",
		desc = "自身が軽空母・空母に与えるダメージが$1アップ；自身が戦闘可能である限り、味方前衛艦隊の雷装が$2$3アップ",
		type = 3,
		max_level = 10,
		id = 12840,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					"",
					"クリティカル率が3.0%"
				},
				{
					"、クリティカル率が3.0%",
					"+3.0%"
				},
				{
					"、クリティカル率が6.0%",
					"+3.0%"
				},
				{
					"、クリティカル率が9.0%",
					"+3.0%"
				},
				{
					"、クリティカル率が12.0%"
				}
			}
		}
	},
	[12850] = {
		desc_get = "",
		name = "水鬼雷戦刃",
		desc = "戦闘開始時、自身の火力・対空・対潜が$1アップ；自身が戦闘可能である限り、味方潜水艦・潜水空母が受けるダメージを$2軽減させる",
		type = 2,
		max_level = 10,
		id = 12850,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12860] = {
		desc_get = "",
		name = "波舞う龍鳳",
		desc = "戦闘中自身の三回目の航空攻撃発動まで、【現在耐久が最大値に対して占める割合が一番低い味方水上艦】の耐久を3回回復する。回復量は龍鳳の耐久最大値の$1になる（戦闘開始時、味方主力艦隊の艦船が3隻存在する場合、回復量を2倍にする）",
		type = 3,
		max_level = 10,
		id = 12860,
		system_transform = {},
		desc_get_add = {
			{
				"1.2%",
				"3.0%"
			}
		},
		desc_add = {
			{
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.2%"
				},
				{
					"2.6%",
					"+0.2%"
				},
				{
					"2.8%",
					"+0.2%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[12870] = {
		desc_get = "",
		name = "世話焼きクジラ",
		desc = "自身が戦闘可能である限り、前衛艦隊の受ける潜水艦の魚雷攻撃ダメージを$2軽減する；味方潜水艦が戦場に到達した場合、潜水艦の耐久を$1回復する；味方潜水艦が敵艦を撃破し場合、戦闘終了まで自身の与えるダメージが$3アップ（最大6回加算可能）",
		type = 2,
		max_level = 10,
		id = 12870,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"20.0%"
			},
			{
				"4.5%",
				"12.0%"
			},
			{
				"1.0%",
				"3.5%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.3%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.4%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%"
				}
			}
		}
	},
	[12880] = {
		desc_get = "",
		name = "水鬼雷装衝",
		desc = "自身の魚雷によるダメージが$1アップ；魚雷発射時$2で2回発射する",
		type = 1,
		max_level = 10,
		id = 12880,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[12890] = {
		desc_get = "",
		name = "ふわりんと仲間たちと",
		desc = "戦闘開始時、前衛艦隊の霞の仲間が2以上の場合、前衛艦隊の重桜所属艦船の雷装が$1アップ",
		type = 1,
		max_level = 10,
		id = 12890,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12900] = {
		desc_get = "",
		name = "フェニックスフェザー！",
		desc = "魚雷発射時$1で2回発射する；戦闘中自身がダメージを受けて耐久が最大値の20%を下回った場合に一度だけ、最大値の$2の耐久を回復する",
		type = 1,
		max_level = 10,
		id = 12900,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12910] = {
		desc_get = "",
		name = "第六駆逐隊・響",
		desc = "暁、雷、電と一緒に出撃する時、自身の火力、雷撃、装填値が$1アップ。効果は重複しない",
		type = 1,
		max_level = 10,
		id = 12910,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12930] = {
		desc_get = "",
		name = "Arias of Dido",
		desc = "味方ダイドー級巡洋艦の火力・雷装・対空が$1アップ；戦闘開始後30秒間、自身の対空・回避・命中が$1アップ ",
		type = 3,
		max_level = 10,
		id = 12930,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12940] = {
		desc_get = "",
		name = "陛下のために",
		desc = "戦闘開始時、味方艦隊のロイヤル所属艦が1隻につき、自身の火力・対空・装填が$1アップ（最大4回まで加算可能）；「クイーン・エリザベス」と共に出撃する場合、「クイーン・エリザベス」の火力・命中・装填・回避が$2アップし、主砲のクリティカル率が$3上昇する ",
		type = 3,
		max_level = 10,
		id = 12940,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"6.0%"
			},
			{
				"2.5%",
				"7.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			},
			{
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[12950] = {
		desc_get = "",
		name = "The FightingG",
		desc = "自身の火力・命中が5%アップ。自身が戦闘中に敵を撃破する度、自身の火力・命中が$1アップ（一度の戦闘では最大5回まで加算可能） ",
		type = 1,
		max_level = 10,
		id = 12950,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"2.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.09%"
				},
				{
					"1.09%",
					"+0.09%"
				},
				{
					"1.18%",
					"+0.12%"
				},
				{
					"1.3%",
					"+0.09%"
				},
				{
					"1.39%",
					"+0.09%"
				},
				{
					"1.48%",
					"+0.12%"
				},
				{
					"1.6%",
					"+0.12%"
				},
				{
					"1.72%",
					"+0.12%"
				},
				{
					"1.84%",
					"+0.16%"
				},
				{
					"2.0%"
				}
			}
		}
	},
	[12960] = {
		desc_get = "",
		name = "守りの炎",
		desc = "戦闘中に一度だけ、味方艦がダメージを受けて耐久が最大値の50%を下回った場合、12秒間その艦が受けるダメージを$1軽減し、自身の対空が$1アップ ",
		type = 2,
		max_level = 10,
		id = 12960,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[12970] = {
		desc_get = "",
		name = "実技指導",
		desc = "戦闘開始後80秒間、自身の受けるダメージを$1軽減し、与えるダメージが$2アップし、自身以外の味方駆逐艦が受けるダメージを$3軽減する ",
		type = 2,
		max_level = 10,
		id = 12970,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[12980] = {
		desc_get = "",
		name = "空色の氷結兵装",
		desc = "戦闘開始時、自身の火力が$1アップし、敵の速力を低下させる弾幕を発射するオプション「特殊氷結兵装・スネジーンカ」を呼び出す。オプションは$2秒間存在する（弾幕ダメージと持続時間はスキルレベルによる）。自身が戦闘で敵を撃破した場合、自身の火力が$3アップ（最大5回まで）",
		type = 1,
		max_level = 10,
		id = 12980,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"20",
				"50"
			},
			{
				"0.5%",
				"2.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"20",
					"+2"
				},
				{
					"22",
					"+2"
				},
				{
					"24",
					"+2"
				},
				{
					"26",
					"+4"
				},
				{
					"30",
					"+4"
				},
				{
					"34",
					"+4"
				},
				{
					"38",
					"+4"
				},
				{
					"42",
					"+4"
				},
				{
					"46",
					"+4"
				},
				{
					"50"
				}
			},
			{
				{
					"0.5%",
					"+0.1%"
				},
				{
					"0.6%",
					"+0.1%"
				},
				{
					"0.7%",
					"+0.1%"
				},
				{
					"0.8%",
					"+0.15%"
				},
				{
					"0.95%",
					"+0.15%"
				},
				{
					"1.1%",
					"+0.15%"
				},
				{
					"1.25%",
					"+0.2%"
				},
				{
					"1.45%",
					"+0.25%"
				},
				{
					"1.7%",
					"+0.3%"
				},
				{
					"2.0%"
				}
			}
		}
	},
	[12990] = {
		desc_get = "",
		name = "火力投射指示",
		desc = "戦闘開始時、北方連合主砲を装備している北方連合所属駆逐艦の主砲枠・装備補正が$1アップし、命中が$2アップする",
		type = 3,
		max_level = 10,
		id = 12990,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[13000] = {
		desc_get = "",
		name = "虚空の白騎兵",
		desc = "15秒毎$1で発動。特殊弾幕を展開し、命中した敵に6秒間、「氷炎」による炎上ダメージを与える（弾幕の威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 13000,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			}
		}
	},
	[13010] = {
		desc_get = "",
		name = "白騎兵の目利き",
		desc = "戦闘中、自身のクリティカル率が$1、自身の駆逐艦に与えるダメージが$2、自身の主砲砲弾の飛行速度が15％それぞれアップする；敵の駆逐艦の回避率が$3ダウンする",
		type = 3,
		max_level = 10,
		id = 13010,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"20.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[13020] = {
		desc_get = "",
		name = "リオート・オブストレル",
		desc = "自身の主砲攻撃時$1で発動、特殊弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 13020,
		system_transform = {
			[3.0] = 13025
		},
		desc_get_add = {
			{
				"45.0%",
				"75.0%"
			}
		},
		desc_add = {
			{
				{
					"45.0%",
					"+3.3%"
				},
				{
					"48.3%",
					"+3.3%"
				},
				{
					"51.6%",
					"+3.3%"
				},
				{
					"54.9%",
					"+3.3%"
				},
				{
					"58.2%",
					"+3.3%"
				},
				{
					"61.5%",
					"+3.3%"
				},
				{
					"64.8%",
					"+3.3%"
				},
				{
					"68.1%",
					"+3.3%"
				},
				{
					"71.4%",
					"+3.6%"
				},
				{
					"75.0%"
				}
			}
		}
	},
	[13030] = {
		desc_get = "",
		name = "北方連合の気迫",
		desc = "自身所属の艦隊で北方連合・東煌の艦船が1隻につき、自身の火力・命中が$1アップ（最大4隻分まで加算可能）。このスキルは出撃時、所属艦隊の2回目の戦闘まで適用される",
		type = 1,
		max_level = 10,
		id = 13030,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[13040] = {
		desc_get = "",
		name = "メルクーリイへ思い出を込めて",
		desc = "自身が戦艦・重巡洋艦に与えるダメージが$1アップ；自身がダメージを受けた場合15%で発動、$2秒間全ての攻撃を回避する（この効果は20秒間1回しか発動できない）",
		type = 1,
		max_level = 10,
		id = 13040,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			},
			{
				"5.0",
				"10.0"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"5.0",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6.0",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7.0",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8.0",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9.0",
					"+1"
				},
				{
					"10.0"
				}
			}
		}
	},
	[13050] = {
		desc_get = "",
		name = "革命に祝福よッ！",
		desc = "自身の主砲攻撃時、10秒間味方の北方連合艦船の火力・雷装・対空・装填が$1アップ；自身が【305mm三連装砲Model1907】を装備している場合、主砲枠の装備補正が$2アップし、自身の4回目までの主砲攻撃の装填時間を$3短縮させる",
		type = 1,
		max_level = 10,
		id = 13050,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"18.0%"
			},
			{
				"50.0%",
				"80.0%"
			},
			{
				"20.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.1%"
				},
				{
					"9.1%",
					"+1.1%"
				},
				{
					"10.2%",
					"+1.1%"
				},
				{
					"11.3%",
					"+1.1%"
				},
				{
					"12.4%",
					"+1.1%"
				},
				{
					"13.5%",
					"+1.1%"
				},
				{
					"14.6%",
					"+1.1%"
				},
				{
					"15.7%",
					"+1.1%"
				},
				{
					"16.8%",
					"+1.2%"
				},
				{
					"18.0%"
				}
			},
			{
				{
					"50.0%",
					"+3.0%"
				},
				{
					"53.0%",
					"+3.0%"
				},
				{
					"56.0%",
					"+4.0%"
				},
				{
					"60.0%",
					"+3.0%"
				},
				{
					"63.0%",
					"+3.0%"
				},
				{
					"66.0%",
					"+4.0%"
				},
				{
					"70.0%",
					"+3.0%"
				},
				{
					"73.0%",
					"+3.0%"
				},
				{
					"76.0%",
					"+4.0%"
				},
				{
					"80.0%"
				}
			},
			{
				{
					"20.0%",
					"+1.6%"
				},
				{
					"21.6%",
					"+1.6%"
				},
				{
					"23.2%",
					"+1.6%"
				},
				{
					"24.8%",
					"+1.6%"
				},
				{
					"26.4%",
					"+1.6%"
				},
				{
					"28.0%",
					"+1.6%"
				},
				{
					"29.6%",
					"+1.8%"
				},
				{
					"31.4%",
					"+1.8%"
				},
				{
					"33.2%",
					"+1.8%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[13060] = {
		desc_get = "",
		name = "氷結巡航",
		desc = "戦闘中、受けたダメージにより自身の耐久が上限の30%を下回った時に一度だけ発動。戦闘終了まで、自身が受けるダメージを$1、味方の駆逐艦が受けるダメージを$2軽減する",
		type = 2,
		max_level = 10,
		id = 13060,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[13070] = {
		desc_get = "",
		name = "空駆ける銀翼",
		desc = "自身の航空攻撃準備完了時に、SB2Cヘルダイバーによる特殊攻撃を行う$1（威力はスキルレベルによる）。この特殊攻撃が命中した敵戦艦・巡洋戦艦・航空戦艦に装甲破壊効果を与える（同じ種類の効果は最大値のみ適用される）",
		type = 1,
		max_level = 10,
		id = 13070,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[13080] = {
		desc_get = "",
		name = "ツイン・ドライ",
		desc = "自身が所属している艦隊の1・3・5回目の戦闘では、自身の航空が$1アップ；2・4・6回目の戦闘では、自身の受けるダメージを$2軽減する",
		type = 3,
		max_level = 10,
		id = 13080,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[13090] = {
		desc_get = "",
		name = "恐れなきFighting I",
		desc = "戦闘中、ダメージを受けたことにより自身の耐久値が最大値の20%を下回った場合、下記の効果を一度だけ発動する：①20秒間、自身の受けるダメージを$1軽減する；②30秒間、自身の受ける炎上ダメージが0になる",
		type = 2,
		max_level = 10,
		id = 13090,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[13100] = {
		desc_get = "",
		name = "Flame-HEAT-Wing",
		desc = "①自身の主砲攻撃時に$1で発動、3秒間自身の主砲によるダメージが130%になる（この効果は5秒間に一度しか発動できない）；②自身の主砲攻撃時$2で発動し、榴弾属性の特殊弾幕を展開する（威力はスキルレベルによる・この効果は10秒間に一度しか発動できない）",
		type = 1,
		max_level = 10,
		id = 13100,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			}
		}
	},
	[13110] = {
		desc_get = "",
		name = "相談屋の献身",
		desc = "戦闘開始時、自身が前衛艦隊の先頭にいる場合、30秒間自身が受けるダメージを$1軽減する；自身が前衛艦隊の先頭にいない場合、戦闘終了時まで自身の対空が$2アップ",
		type = 2,
		max_level = 10,
		id = 13110,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			},
			{
				"15.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[13120] = {
		desc_get = "",
		name = "ヴィジランテサポーター",
		desc = "戦闘開始時、味方艦隊に軽空母・空母が戦闘可能状態で存在している場合、自身のクリティカル率が$1アップ；軽空母・空母が1隻につき、自身の駆逐・軽巡に与えるダメージが$2アップ（最大3回まで加算可能）。自身が所属する艦隊の1・2回目の戦闘で味方軽空母・空母が受けるダメージを$3軽減する ",
		type = 1,
		max_level = 10,
		id = 13120,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"1.5%",
				"6.0%"
			},
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[13130] = {
		desc_get = "",
		name = "サイクロンブラックキャット",
		desc = "①戦闘開始後20秒ごと発動。10秒間自身の火力が$2アップし、敵潜水艦を10秒間探知済み状態にし、さらに一回攻撃する水上機を呼び出す$1。②自身が【PBY-5Aカタリナ】を装備している場合、自身の耐久が最大値の40％を下回った場合に一度だけ発動。水上機による特殊航空攻撃を行う（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 13130,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[13140] = {
		desc_get = "",
		name = "リノリアクター",
		desc = "戦闘開始時、自身の対空が$1、火力が$2アップ；戦闘中味方の主力艦が3回ダメージを受けるたびに、戦闘終了時まで自身の対空・火力$3アップ（最大2回まで加算可能）",
		type = 3,
		max_level = 10,
		id = 13140,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"4.5%",
				"12.0%"
			},
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[13150] = {
		desc_get = "",
		name = "ブルーハンター",
		desc = "自身の駆逐艦・軽巡洋艦に与えるダメージが$1アップ",
		type = 3,
		max_level = 10,
		id = 13150,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[18010] = {
		desc_get = "",
		name = "MKV徹甲弾 +",
		desc = "自身の徹甲弾属性砲撃ダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 18010,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[18040] = {
		desc_get = "",
		name = "力戦奮闘 +",
		desc = "耐久が1％下がるごとに装填が$1アップ；耐久が20％以下になった時、10秒間、上限の15%回復する。一度の戦闘では一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 18040,
		system_transform = {},
		desc_get_add = {
			{
				"0.6",
				"1"
			}
		},
		desc_add = {
			{
				{
					"0.6",
					"+0.04"
				},
				{
					"0.64",
					"+0.04"
				},
				{
					"0.68",
					"+0.05"
				},
				{
					"0.73",
					"+0.04"
				},
				{
					"0.77",
					"+0.04"
				},
				{
					"0.81",
					"+0.05"
				},
				{
					"0.86",
					"+0.04"
				},
				{
					"0.9",
					"+0.04"
				},
				{
					"0.94",
					"+0.06"
				},
				{
					"1"
				}
			}
		}
	},
	[18050] = {
		desc_get = "",
		name = "心舷合一 +",
		desc = "自身の魚雷攻撃のクリティカル率が$1アップし、また、自身の魚雷攻撃のクリティカルダメージが65％アップ；さらに、自身の魚雷攻撃時、6秒間自身の回避が$2アップ",
		type = 1,
		max_level = 10,
		id = 18050,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[18070] = {
		desc_get = "",
		name = "神話伝承 +",
		desc = "主砲発射時$1で特殊弾幕改を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 18070,
		system_transform = {
			[3.0] = 18071
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[18100] = {
		desc_get = "戦闘開始直後、敵弾を8回まで無効できる、持続時間<color=#92fc63FF>5</color>秒（最大<color=#92fc63FF>15</color>秒）の回転シールドを4枚生成する。このスキルは30秒毎に一回発動する",
		name = "全方位装甲 +",
		desc = "戦闘開始直後、敵弾を8回まで無効できる、持続時間$1秒の回転シールドを4枚生成する。このスキルは30秒毎に一回発動する",
		type = 2,
		max_level = 10,
		id = 18100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[18120] = {
		desc_get = "速力が<color=#92fc63FF>3</color>（最大<color=#92fc63FF>8</color>）上昇する。戦闘開始時、50秒間、回避が<color=#92fc63FF>15%</color>（最大<color=#92fc63FF>35%</color>）アップ",
		name = "エンジンブースト +",
		desc = "速力が$1上昇する。戦闘開始時、50秒間、回避が$2アップ",
		type = 2,
		max_level = 10,
		id = 18120,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+1"
				},
				{
					"8"
				}
			},
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[19000] = {
		desc_get = "",
		name = "対セイレーン特化改修Ⅰ",
		desc = "自身のセイレーンへのダメージが5%アップ",
		type = 1,
		max_level = 1,
		id = 19000,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[19001] = {
		desc_get = "",
		name = "対セイレーン特化改修Ⅱ",
		desc = "自身のセイレーンへのダメージが10%アップ",
		type = 1,
		max_level = 1,
		id = 19001,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[19002] = {
		desc_get = "",
		name = "対セイレーン特化改修Ⅲ",
		desc = "自身のセイレーンへのダメージが15%アップ",
		type = 1,
		max_level = 1,
		id = 19002,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[19010] = {
		desc_get = "",
		name = "MKV徹甲弾",
		desc = "自身の徹甲弾属性砲撃ダメージが$1アップ",
		type = 1,
		max_level = 10,
		id = 19010,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[19020] = {
		desc_get = "",
		name = "蒼海の女神",
		desc = "耐久が20%以下になった時、耐久を上限の$1回復する。その後、戦闘終了まで自身の装填が30％アップ。一度の戦闘で一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 19020,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[19030] = {
		desc_get = "",
		name = "帝王の威圧",
		desc = "主砲発射時$1で特殊弾幕を発動し(威力はスキルレベルによる)、命中した敵を6秒間、$2減速させる",
		type = 1,
		max_level = 10,
		id = 19030,
		system_transform = {
			[3.0] = 19031
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[19040] = {
		desc_get = "",
		name = "力戦奮闘",
		desc = "耐久が1％下がるごとに装填が$1アップ；耐久が20％以下になった時、8秒間、2秒毎上限の3%回復する。一度の戦闘では一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 19040,
		system_transform = {},
		desc_get_add = {
			{
				"0.6",
				"1"
			}
		},
		desc_add = {
			{
				{
					"0.6",
					"+0.04"
				},
				{
					"0.64",
					"+0.04"
				},
				{
					"0.68",
					"+0.05"
				},
				{
					"0.73",
					"+0.04"
				},
				{
					"0.77",
					"+0.04"
				},
				{
					"0.81",
					"+0.05"
				},
				{
					"0.86",
					"+0.04"
				},
				{
					"0.9",
					"+0.04"
				},
				{
					"0.94",
					"+0.06"
				},
				{
					"1"
				}
			}
		}
	},
	[19050] = {
		desc_get = "",
		name = "心舷合一",
		desc = "自身の魚雷攻撃のクリティカル率が$1アップし、また、自身の魚雷攻撃のクリティカルダメージが65％アップ",
		type = 1,
		max_level = 10,
		id = 19050,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[19060] = {
		desc_get = "",
		name = "雷刃一閃",
		desc = "魚雷発射時$1で特殊魚雷弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 19060,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[19070] = {
		desc_get = "",
		name = "神話伝承",
		desc = "主砲発射時$1で特殊弾幕を発動する(威力はスキルレベルによる)",
		type = 1,
		max_level = 10,
		id = 19070,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[19080] = {
		desc_get = "",
		name = "特殊装甲",
		desc = "自身が炎上する確率が少し上昇(攻撃の主砲口径によって上昇値が変動する。最大6%)、炎上持続時間が3秒増加。自身が受ける徹甲弾ダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 19080,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+2.0%"
				},
				{
					"20.0%",
					"+1.5%"
				},
				{
					"21.5%",
					"+1.5%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%",
					"+1.5%"
				},
				{
					"26.5%",
					"+1.5%"
				},
				{
					"28.0%",
					"+2.0%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[19090] = {
		desc_get = "",
		name = "熟練装填要員",
		desc = "自身の主砲攻撃の属性が榴弾になる。主砲攻撃を行う度、装填が$1上昇（最大12回まで上昇可能）。主砲攻撃を2回行う度、主兵装の攻撃属性を異なる属性（榴弾か徹甲弾）に変更する",
		type = 1,
		max_level = 10,
		id = 19090,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"3.5%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.3%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.4%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%"
				}
			}
		}
	},
	[19100] = {
		desc_get = "30秒毎に発動する。敵弾を8回まで無効できる、持続時間5秒（最大15秒）の回転シールドを4枚生成する",
		name = "全方位装甲",
		desc = "30秒毎に発動する。敵弾を8回まで無効できる、持続時間$1秒の回転シールドを4枚生成する",
		type = 2,
		max_level = 10,
		id = 19100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[19110] = {
		desc_get = "",
		name = "徹甲加工榴弾",
		desc = "自身の榴弾の砲撃ダメージが$1アップし、炎上発生率が3%ダウン",
		type = 1,
		max_level = 10,
		id = 19110,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[19120] = {
		desc_get = "速力が3（最大8）上昇する。戦闘開始時、40秒間、回避が15%（最大35%）アップ",
		name = "エンジンブースト",
		desc = "速力が$1上昇する。戦闘開始時、40秒間、回避が$2アップ",
		type = 2,
		max_level = 10,
		id = 19120,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+1"
				},
				{
					"8"
				}
			},
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[19130] = {
		desc_get = "",
		name = "フライングはNG！",
		desc = "対空範囲内で敵艦載機が撃墜された場合、8秒間、自身の火力・対空が$1アップ。戦闘中、味方艦隊が敵艦載機を15機以上撃墜した場合、自身の火力が$1、装填が$2アップ",
		type = 2,
		max_level = 10,
		id = 19130,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.9%"
				},
				{
					"5.9%",
					"+0.9%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+0.9%"
				},
				{
					"8.9%",
					"+0.9%"
				},
				{
					"9.8%",
					"+1.2%"
				},
				{
					"11.0%",
					"+1.2%"
				},
				{
					"12.2%",
					"+1.2%"
				},
				{
					"13.4%",
					"+1.6%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[19140] = {
		desc_get = "",
		name = "弓の弦は二筋！",
		desc = "自身の副兵装枠で主砲が装備されている場合、自身の対空砲枠の装備補正が$1；対空砲が装備されている場合、自身の主砲枠の装備補正が$2アップ。自身が前衛艦隊の最後尾にいる限り、受けるダメージを$3軽減する",
		type = 3,
		max_level = 10,
		id = 19140,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"15.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[19150] = {
		desc_get = "",
		name = "アイアンサイト・キャリバー",
		desc = "自身が装備する主砲の拡散範囲を3収束させる。自身の重巡・超甲巡・巡洋戦艦・戦艦・航空戦艦へのダメージが$1アップ",
		type = 3,
		max_level = 10,
		id = 19150,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[19160] = {
		desc_get = "",
		name = "ヘビーバレル・バスター",
		desc = "自身の主砲攻撃時、$1で発動。特殊弾幕を展開する",
		type = 1,
		max_level = 10,
		id = 19160,
		system_transform = {
			[3.0] = 19161
		},
		desc_get_add = {
			{
				"50.0%",
				"80.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+3.3%"
				},
				{
					"53.3%",
					"+3.3%"
				},
				{
					"56.6%",
					"+3.3%"
				},
				{
					"59.9%",
					"+3.3%"
				},
				{
					"63.2%",
					"+3.3%"
				},
				{
					"66.5%",
					"+3.3%"
				},
				{
					"69.8%",
					"+3.3%"
				},
				{
					"73.1%",
					"+3.3%"
				},
				{
					"76.4%",
					"+3.6%"
				},
				{
					"80.0%"
				}
			}
		}
	},
	[19170] = {
		desc_get = "",
		name = "北風流・イッチ文字斬り",
		desc = "自身の主砲のダメージが敵の装甲の種類に影響されなくなり、威力がスキルレベルに応じて上昇する（$1）；重桜主砲を装備している場合、主砲枠の装備補正が$2アップ",
		type = 3,
		max_level = 10,
		id = 19170,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[19180] = {
		desc_get = "",
		name = "北風流・魚雷ロクレン弾",
		desc = "戦闘開始時、自身が前衛艦隊の先頭にいる場合、10秒後特殊魚雷弾幕を1回展開する（$1）。自身の魚雷（スキルによる魚雷を除く）が10本命中するたびに、特殊魚雷弾幕を1回展開する",
		type = 1,
		max_level = 10,
		id = 19180,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[19190] = {
		desc_get = "",
		name = "轟火連嶺",
		desc = "280mm以上の口径の主砲を装備している場合、主砲攻撃によるダメージが砲弾の飛行距離に応じてダメージが上昇（最大$1）する。自身の与える炎上ダメージが$2アップ",
		type = 1,
		max_level = 10,
		id = 19190,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"25.0%"
			},
			{
				"20.0%",
				"50.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.3%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.9%"
				},
				{
					"5.9%",
					"+0.9%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+0.9%"
				},
				{
					"8.9%",
					"+0.9%"
				},
				{
					"9.8%",
					"+1.2%"
				},
				{
					"11.0%",
					"+1.2%"
				},
				{
					"12.2%",
					"+1.2%"
				},
				{
					"13.4%",
					"+1.6%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[19200] = {
		desc_get = "",
		name = "ミズホの直感",
		desc = "戦闘開始後20秒毎に$1で発動。12秒間、自身の回避が$2、命中が$3アップ",
		type = 2,
		max_level = 10,
		id = 19200,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"70.0%"
			},
			{
				"10.0%",
				"20.0%"
			},
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+3.0%"
				},
				{
					"39.0%",
					"+4.0%"
				},
				{
					"43.0%",
					"+4.0%"
				},
				{
					"47.0%",
					"+5.0%"
				},
				{
					"52.0%",
					"+5.0%"
				},
				{
					"57.0%",
					"+6.0%"
				},
				{
					"63.0%",
					"+7.0%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.3%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[19210] = {
		desc_get = "",
		name = "特殊砲術操典",
		desc = "自身が主砲攻撃を8回行う度に、特殊弾幕を1回展開する；試作型三連装310mm砲を装備している場合、主兵装の装備補正が$1アップし、特殊弾幕展開に必要な主砲攻撃回数が4になり、特殊弾幕を強化する",
		type = 1,
		max_level = 10,
		id = 19210,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[19220] = {
		desc_get = "",
		name = "破壊のSinfonie",
		desc = "自身がダメージを受けるか敵が一定範囲内に入った時、装甲種類を無視する特殊副砲弾幕$1を発動する（威力はスキルレベルによる）。15秒に1回しか発動しない",
		type = 1,
		max_level = 10,
		id = 19220,
		system_transform = {
			[3.0] = 19221
		},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[19230] = {
		desc_get = "",
		name = "混沌のSonate",
		desc = "戦闘中、奇数回の自身の主砲攻撃時、次の自身の主砲攻撃まで装填が$1・自身が与えるダメージが$2アップ、偶数回の自身の主砲攻撃時、自身の次の主砲攻撃までクリティカル率が$2、クリティカルダメージが$1上昇する",
		type = 1,
		max_level = 10,
		id = 19230,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"50.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[19240] = {
		desc_get = "",
		name = "闇黒のRhapsodie",
		desc = "戦闘中、自身の耐久が最大値の70-100%である場合、火力が$1アップ；30-70%である場合、火力が$2アップし、自身が受けるダメージを$2軽減する；30%以下である場合、自身が受けるダメージを$3軽減する",
		type = 3,
		max_level = 10,
		id = 19240,
		system_transform = {},
		desc_get_add = {
			{
				{
					"10.0%",
					"20.0%"
				}
			},
			{
				{
					"4.0%",
					"10.0%"
				}
			},
			{
				{
					"10.0%",
					"20.0%"
				}
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[19250] = {
		desc_get = "",
		name = "感情抑制モジュール",
		desc = "戦闘中、自身の耐久が最大値の50%を下回った場合、自身の回避が$1アップし、8秒間自身の耐久を8%回復する。1回の戦闘で最大2回発動可能",
		type = 2,
		max_level = 10,
		id = 19250,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[19260] = {
		desc_get = "",
		name = "精密射撃プロトコル",
		desc = "1回の装填での主砲攻撃回数が2になり、1回の主砲攻撃での斉射数は1になる。手動照準による威力強化効果が$2になる。戦闘開始20秒毎に、$1で発動、強力な弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 19260,
		system_transform = {
			[3.0] = 19261
		},
		desc_get_add = {
			{
				"50.0%",
				"100.0%"
			},
			{
				"25.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+5.0%"
				},
				{
					"55.0%",
					"+5.0%"
				},
				{
					"60.0%",
					"+5.0%"
				},
				{
					"65.0%",
					"+5.0%"
				},
				{
					"70.0%",
					"+5.0%"
				},
				{
					"75.0%",
					"+5.0%"
				},
				{
					"80.0%",
					"+5.0%"
				},
				{
					"85.0%",
					"+5.0%"
				},
				{
					"90.0%",
					"+10.0%"
				},
				{
					"100%"
				}
			},
			{
				{
					"25.0%",
					"+1.6%"
				},
				{
					"26.6%",
					"+1.6%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%",
					"+1.6%"
				},
				{
					"31.6%",
					"+1.6%"
				},
				{
					"33.2%",
					"+1.8%"
				},
				{
					"35.0%",
					"+1.6%"
				},
				{
					"36.6%",
					"+1.6%"
				},
				{
					"38.2%",
					"+1.8%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[20011] = {
		desc_get = "",
		name = "全弾発射-ファラガット級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ファラガット級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20012] = {
		desc_get = "",
		name = "全弾発射-ファラガット級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ファラガット級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20021] = {
		desc_get = "",
		name = "全弾発射-マハン級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-マハン級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20022] = {
		desc_get = "",
		name = "全弾発射-マハン級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-マハン級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20031] = {
		desc_get = "",
		name = "全弾発射-グリッドレイ級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-グリッドレイ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20032] = {
		desc_get = "",
		name = "全弾発射-グリッドレイ級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-グリッドレイ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20041] = {
		desc_get = "",
		name = "全弾発射-フレッチャー級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-フレッチャー級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20042] = {
		desc_get = "",
		name = "全弾発射-フレッチャー級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-フレッチャー級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20051] = {
		desc_get = "",
		name = "全弾発射-シムス級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-シムス級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20052] = {
		desc_get = "",
		name = "全弾発射-シムス級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-シムス級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20061] = {
		desc_get = "",
		name = "全弾発射-ベンソン級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ベンソン級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20062] = {
		desc_get = "",
		name = "全弾発射-ベンソン級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ベンソン級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20071] = {
		desc_get = "",
		name = "全弾発射-ギアリング級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ギアリング級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20072] = {
		desc_get = "",
		name = "全弾発射-ギアリング級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ギアリング級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20081] = {
		desc_get = "",
		name = "全弾発射-アレン・M・サムナー級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-アレン・M・サムナー級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20081,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20082] = {
		desc_get = "",
		name = "全弾発射-アレン・M・サムナー級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-アレン・M・サムナー級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20082,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20111] = {
		desc_get = "",
		name = "全弾発射-オマハ級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-オマハ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20112] = {
		desc_get = "",
		name = "全弾発射-オマハ級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-オマハ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20121] = {
		desc_get = "",
		name = "全弾発射-ブルックリン級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ブルックリン級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20122] = {
		desc_get = "",
		name = "全弾発射-ブルックリン級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ブルックリン級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20131] = {
		desc_get = "",
		name = "全弾発射-アトランタ級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-アトランタ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20132] = {
		desc_get = "",
		name = "全弾発射-アトランタ級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-アトランタ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20141] = {
		desc_get = "",
		name = "全弾発射-クリーブランド級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-クリーブランド級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20142] = {
		desc_get = "",
		name = "全弾発射-クリーブランド級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-クリーブランド級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20211] = {
		desc_get = "",
		name = "全弾発射-ペンサコーラ級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ペンサコーラ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20212] = {
		desc_get = "",
		name = "全弾発射-ペンサコーラ級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ペンサコーラ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20221] = {
		desc_get = "",
		name = "全弾発射-ノーザンプトン級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ノーザンプトン級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20222] = {
		desc_get = "",
		name = "全弾発射-ノーザンプトン級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ノーザンプトン級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20231] = {
		desc_get = "",
		name = "全弾発射-ポートランド級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ポートランド級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20232] = {
		desc_get = "",
		name = "全弾発射-ポートランド級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ポートランド級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20241] = {
		desc_get = "",
		name = "全弾発射-ニューオーリンズ級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ニューオーリンズ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20242] = {
		desc_get = "",
		name = "全弾発射-ニューオーリンズ級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ニューオーリンズ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20251] = {
		desc_get = "",
		name = "全弾発射-ウィチタⅠ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ウィチタⅠを行う",
		type = 1,
		max_level = 1,
		id = 20251,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20252] = {
		desc_get = "",
		name = "全弾発射-ウィチタⅡ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ウィチタⅡを行う",
		type = 1,
		max_level = 1,
		id = 20252,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20261] = {
		desc_get = "",
		name = "全弾発射-ボルチモア級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ボルチモア級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20261,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20262] = {
		desc_get = "",
		name = "全弾発射-ボルチモア級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ボルチモア級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20262,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20271] = {
		desc_get = "",
		name = "全弾発射-デモイン級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-デモイン級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 20271,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20272] = {
		desc_get = "",
		name = "全弾発射-デモイン級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-デモイン級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 20272,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20311] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "戦闘開始時、特殊弾幕ガトー級Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 20311,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20312] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "戦闘開始時、特殊弾幕ガトー級Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 20312,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21011] = {
		desc_get = "",
		name = "全弾発射-A級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-A級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21012] = {
		desc_get = "",
		name = "全弾発射-A級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-A級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21021] = {
		desc_get = "",
		name = "全弾発射-B級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-B級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21022] = {
		desc_get = "",
		name = "全弾発射-B級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-B級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21031] = {
		desc_get = "",
		name = "全弾発射-C級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-C級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21032] = {
		desc_get = "",
		name = "全弾発射-C級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-C級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21041] = {
		desc_get = "",
		name = "全弾発射-F級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-F級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21042] = {
		desc_get = "",
		name = "全弾発射-F級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-F級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21051] = {
		desc_get = "",
		name = "全弾発射-G級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-G級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21052] = {
		desc_get = "",
		name = "全弾発射-G級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-G級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21061] = {
		desc_get = "",
		name = "全弾発射-H級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-H級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21062] = {
		desc_get = "",
		name = "全弾発射-H級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-H級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21071] = {
		desc_get = "",
		name = "全弾発射-J級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-J級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21072] = {
		desc_get = "",
		name = "全弾発射-J級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-J級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21081] = {
		desc_get = "",
		name = "全弾発射-M級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-M級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21081,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21082] = {
		desc_get = "",
		name = "全弾発射-M級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-M級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21082,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21091] = {
		desc_get = "",
		name = "全弾発射-E級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-E級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21091,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21092] = {
		desc_get = "",
		name = "全弾発射-E級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-E級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21092,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21111] = {
		desc_get = "",
		name = "全弾発射-リアンダー級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-リアンダー級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21112] = {
		desc_get = "",
		name = "全弾発射-リアンダー級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-リアンダー級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21121] = {
		desc_get = "",
		name = "全弾発射-ダイドー級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ダイドー級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21122] = {
		desc_get = "",
		name = "全弾発射-ダイドー級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ダイドー級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21131] = {
		desc_get = "",
		name = "全弾発射-アリシューザ級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-アリシューザ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21132] = {
		desc_get = "",
		name = "全弾発射-アリシューザ級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-アリシューザ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21141] = {
		desc_get = "",
		name = "全弾発射-エディンバラ級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-エディンバラ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21142] = {
		desc_get = "",
		name = "全弾発射-エディンバラ級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-エディンバラ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21151] = {
		desc_get = "",
		name = "全弾発射-サウサンプトン級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-サウサンプトンⅠを行う",
		type = 1,
		max_level = 1,
		id = 21151,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21152] = {
		desc_get = "",
		name = "全弾発射-サウサンプトン級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-サウサンプトン級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21152,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21161] = {
		desc_get = "",
		name = "全弾発射-フィジーⅠ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-フィジーⅠを行う",
		type = 1,
		max_level = 1,
		id = 21161,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21162] = {
		desc_get = "",
		name = "全弾発射-フィジー級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-フィジー級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21162,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21171] = {
		desc_get = "",
		name = "全弾発射-シアリーズ級Ⅰ",
		desc = "自身の主砲で24回攻撃する度に、全弾発射-シアリーズ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21171,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21172] = {
		desc_get = "",
		name = "全弾発射-シアリーズ級Ⅱ",
		desc = "自身の主砲で16回攻撃する度に、全弾発射-シアリーズ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21172,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21181] = {
		desc_get = "",
		name = "全弾発射-グロスター級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-グロスター級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21181,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21182] = {
		desc_get = "",
		name = "全弾発射-グロスター級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-グロスター級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21182,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21211] = {
		desc_get = "",
		name = "全弾発射-ロンドン級Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-ロンドン級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21212] = {
		desc_get = "",
		name = "全弾発射-ロンドン級Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-ロンドン級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21221] = {
		desc_get = "",
		name = "全弾発射-ケント級Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-ケント級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21222] = {
		desc_get = "",
		name = "全弾発射-ケント級Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-ケント級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21231] = {
		desc_get = "",
		name = "全弾発射-ノーフォーク級Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-ノーフォーク級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21232] = {
		desc_get = "",
		name = "全弾発射-ノーフォーク級Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-ノーフォーク級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21241] = {
		desc_get = "",
		name = "全弾発射-ヨーク級Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-ヨーク級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 21241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21242] = {
		desc_get = "",
		name = "全弾発射-ヨーク級Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-ヨーク級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 21242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22011] = {
		desc_get = "",
		name = "全弾発射-睦月型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-睦月型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22012] = {
		desc_get = "",
		name = "全弾発射-睦月型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-睦月型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22021] = {
		desc_get = "",
		name = "全弾発射-吹雪型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-吹雪型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22022] = {
		desc_get = "",
		name = "全弾発射-吹雪型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-吹雪型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22031] = {
		desc_get = "",
		name = "全弾発射-白露型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-白露型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22032] = {
		desc_get = "",
		name = "全弾発射-白露型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-白露型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22041] = {
		desc_get = "",
		name = "全弾発射-初春型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-初春型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22042] = {
		desc_get = "",
		name = "全弾発射-初春型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-初春型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22051] = {
		desc_get = "",
		name = "全弾発射-陽炎型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-陽炎型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22052] = {
		desc_get = "",
		name = "全弾発射-陽炎型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-陽炎型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22056] = {
		desc_get = "",
		name = "全弾発射-夕雲型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-夕雲型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22056,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22057] = {
		desc_get = "",
		name = "全弾発射-夕雲型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-夕雲型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22057,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22061] = {
		desc_get = "",
		name = "全弾発射-秋月型Ⅰ",
		desc = "自身の主砲で24回攻撃する度に、全弾発射-秋月型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22062] = {
		desc_get = "",
		name = "全弾発射-秋月型Ⅱ",
		desc = "自身の主砲で16回攻撃する度に、全弾発射-秋月型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22071] = {
		desc_get = "",
		name = "全弾発射-暁型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-暁型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22072] = {
		desc_get = "",
		name = "全弾発射-暁型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-暁型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22081] = {
		desc_get = "",
		name = "全弾発射-神風型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-神風型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22081,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22082] = {
		desc_get = "",
		name = "全弾発射-神風型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-神風型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22082,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22091] = {
		desc_get = "",
		name = "全弾発射-朝潮型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-朝潮型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22091,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22092] = {
		desc_get = "",
		name = "全弾発射-朝潮型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-朝潮型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22092,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22111] = {
		desc_get = "",
		name = "全弾発射-天龍型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-天龍型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22112] = {
		desc_get = "",
		name = "全弾発射-天龍型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-天龍型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22121] = {
		desc_get = "",
		name = "全弾発射-球磨型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-球磨型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22122] = {
		desc_get = "",
		name = "全弾発射-球磨型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-球磨型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22131] = {
		desc_get = "",
		name = "全弾発射-川内型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-川内型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22132] = {
		desc_get = "",
		name = "全弾発射-川内型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-川内型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22141] = {
		desc_get = "",
		name = "全弾発射-長良型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-長良型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22142] = {
		desc_get = "",
		name = "全弾発射-長良型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-長良型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22151] = {
		desc_get = "",
		name = "全弾発射-阿賀野型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-阿賀野型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22151,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22152] = {
		desc_get = "",
		name = "全弾発射-阿賀野型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-阿賀野型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22152,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22161] = {
		desc_get = "",
		name = "全弾発射-夕張型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-夕張型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22161,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22162] = {
		desc_get = "",
		name = "全弾発射-夕張型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-夕張型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22162,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22211] = {
		desc_get = "",
		name = "全弾発射-古鷹型Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-古鷹型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22212] = {
		desc_get = "",
		name = "全弾発射-古鷹型Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-古鷹型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22221] = {
		desc_get = "",
		name = "全弾発射-青葉型Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-青葉型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22222] = {
		desc_get = "",
		name = "全弾発射-青葉型Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-青葉型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22231] = {
		desc_get = "",
		name = "全弾発射-妙高型Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-妙高型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22232] = {
		desc_get = "",
		name = "全弾発射-妙高型Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-妙高型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22241] = {
		desc_get = "",
		name = "全弾発射-利根型Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-利根型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22242] = {
		desc_get = "",
		name = "全弾発射-利根型Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-利根型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22251] = {
		desc_get = "",
		name = "全弾発射-最上型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-最上型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22251,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22252] = {
		desc_get = "",
		name = "全弾発射-最上型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-最上型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22252,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22253] = {
		desc_get = "",
		name = "全弾発射-最上型改",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-最上型改を行う",
		type = 1,
		max_level = 1,
		id = 22253,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22254] = {
		desc_get = "",
		name = "全弾発射-鈴谷型Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-鈴谷型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22254,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22255] = {
		desc_get = "",
		name = "全弾発射-鈴谷型Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-鈴谷型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22255,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22261] = {
		desc_get = "",
		name = "全弾発射-高雄型Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-高雄型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 22261,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22262] = {
		desc_get = "",
		name = "全弾発射-高雄型Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-高雄型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 22262,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22311] = {
		desc_get = "",
		name = "全弾発射-伊号潜水艦Ⅰ",
		desc = "戦闘開始時、全弾発射-伊号潜水艦Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 22311,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22312] = {
		desc_get = "",
		name = "全弾発射-伊号潜水艦Ⅱ",
		desc = "戦闘開始時、全弾発射-伊号潜水艦Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 22312,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23011] = {
		desc_get = "",
		name = "全弾発射-1934型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-1934型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 23011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23012] = {
		desc_get = "",
		name = "全弾発射-1934型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-1934型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 23012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23031] = {
		desc_get = "",
		name = "全弾発射-1936型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-1936型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 23031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23032] = {
		desc_get = "",
		name = "全弾発射-1936型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-1936型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 23032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23041] = {
		desc_get = "",
		name = "全弾発射-1936A型I",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-1936A型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 23041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23042] = {
		desc_get = "",
		name = "全弾発射-1936A型II",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-1936A型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 23042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23051] = {
		desc_get = "",
		name = "全弾発射-1936B型I",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-1936B型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 23051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23052] = {
		desc_get = "",
		name = "全弾発射--1936B型II",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-1936B型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 23052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23111] = {
		desc_get = "",
		name = "全弾発射-ケーニヒスベルク型Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ケーニヒスベルク型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 23111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23112] = {
		desc_get = "",
		name = "全弾発射-ケーニヒスベルク型Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ケーニヒスベルク型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 23112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23121] = {
		desc_get = "",
		name = "全弾発射-ライプツィヒⅠ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ライプツィヒⅠを行う",
		type = 1,
		max_level = 1,
		id = 23121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23122] = {
		desc_get = "",
		name = "全弾発射-ライプツィヒⅡ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ライプツィヒⅡを行う",
		type = 1,
		max_level = 1,
		id = 23122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23211] = {
		desc_get = "",
		name = "全弾発射-アドミラル・ヒッパー級Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-アドミラル・ヒッパー級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 23211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23212] = {
		desc_get = "",
		name = "全弾発射-アドミラル・ヒッパー級Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-アドミラル・ヒッパー級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 23212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23221] = {
		desc_get = "",
		name = "全弾発射-ドイッチュラント級Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-ドイッチュラント級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 23221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23222] = {
		desc_get = "",
		name = "全弾発射-ドイッチュラント級Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-ドイッチュラント級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 23222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23311] = {
		desc_get = "",
		name = "全弾発射-Type VIIC型I",
		desc = "戦闘開始時、全弾発射-Type VIIC型Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 23311,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23312] = {
		desc_get = "",
		name = "全弾発射-Type VIIC型II",
		desc = "戦闘開始時、全弾発射-Type VIIC型Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 23312,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23321] = {
		desc_get = "",
		name = "全弾発射-Type IXB型I",
		desc = "戦闘開始時、全弾発射-Type IXB型Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 23321,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23322] = {
		desc_get = "",
		name = "全弾発射-Type IXB型II",
		desc = "戦闘開始時、全弾発射-Type IXB型Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 23322,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23411] = {
		desc_get = "",
		name = "全弾発射-Type VIIB型I",
		desc = "戦闘開始時、全弾発射-Type VIIB型Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 23411,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23412] = {
		desc_get = "",
		name = "全弾発射-Type VIIB型II",
		desc = "戦闘開始時、全弾発射-Type VIIB型Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 23412,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23511] = {
		desc_get = "",
		name = "全弾発射-Type IXC型I",
		desc = "戦闘開始時、全弾発射-Type IXC型Iを発動する",
		type = 1,
		max_level = 1,
		id = 23511,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23512] = {
		desc_get = "",
		name = "全弾発射-Type IXC型II",
		desc = "戦闘開始時、全弾発射-Type IXC型IIを発動する",
		type = 1,
		max_level = 1,
		id = 23512,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24011] = {
		desc_get = "",
		name = "全弾発射-アンシャン型Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-アンシャン型Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 24011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24012] = {
		desc_get = "",
		name = "全弾発射-アンシャン型Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-アンシャン型Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 24012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24111] = {
		desc_get = "",
		name = "全弾発射-寧海級Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-寧海級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 24111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24112] = {
		desc_get = "",
		name = "全弾発射-寧海級Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-寧海級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 24112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24121] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "自身の主砲で18回攻撃する度に、全弾発射Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 24121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24122] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 24122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[25011] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ソルダティ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 25011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[25012] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ソルダティ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 25012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[25211] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "自身の主砲で9回攻撃する度に、全弾発射-トレント 級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 25211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[25212] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "自身の主砲で6回攻撃する度に、全弾発射-トレント 級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 25212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[25221] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ザラ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 25221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[25222] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ザラ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 25222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[26011] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-グネフヌイ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 26011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[26012] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-グネフヌイ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 26012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[26021] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-レニングラード級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 26021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[26022] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-レニングラード級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 26022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[26111] = {
		desc_get = "",
		name = "全弾発射Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-ボガトィーリ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 26111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[26112] = {
		desc_get = "",
		name = "全弾発射Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-ボガトィーリ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 26112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28011] = {
		desc_get = "",
		name = "全弾発射Ⅰ-ラドロア級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ラドロア級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 28011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28012] = {
		desc_get = "",
		name = "全弾発射Ⅱ-ラドロア級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ラドロア級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 28012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28021] = {
		desc_get = "",
		name = "全弾発射-ル・アルディ級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、全弾発射-ル・アルディ級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 28021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28022] = {
		desc_get = "",
		name = "全弾発射-ル・アルディ級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、全弾発射-ル・アルディ級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 28022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28111] = {
		desc_get = "",
		name = "全弾発射Ⅰ-エミール・ベルタンⅠ",
		desc = "自身の主砲で12回攻撃する度に、全弾発射-エミール・ベルタンⅠを行う",
		type = 1,
		max_level = 1,
		id = 28111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28112] = {
		desc_get = "",
		name = "全弾発射Ⅱ-エミール・ベルタンⅡ",
		desc = "自身の主砲で8回攻撃する度に、全弾発射-エミール・ベルタンⅡを行う",
		type = 1,
		max_level = 1,
		id = 28112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29011] = {
		desc_get = "",
		name = "特殊弾幕-イングランド級Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-イングランド級Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29012] = {
		desc_get = "",
		name = "特殊弾幕-イングランド級Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-イングランド級Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29021] = {
		desc_get = "",
		name = "特殊弾幕-エルドリッジⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-エルドリッジⅠを行う",
		type = 1,
		max_level = 1,
		id = 29021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29022] = {
		desc_get = "",
		name = "特殊弾幕-エルドリッジⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-エルドリッジⅡを行う",
		type = 1,
		max_level = 1,
		id = 29022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29031] = {
		desc_get = "",
		name = "特殊弾幕-ウィリアム·D·ポーターⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-ウィリアム・D・ポーターⅠを行う",
		type = 1,
		max_level = 1,
		id = 29031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29032] = {
		desc_get = "",
		name = "特殊弾幕-ウィリアム·D·ポーターⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-ウィリアム・D・ポーターⅡを行う",
		type = 1,
		max_level = 1,
		id = 29032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29041] = {
		desc_get = "",
		name = "特殊弾幕-ジョンストンⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-ジョンストンⅠを行う",
		type = 1,
		max_level = 1,
		id = 29041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29042] = {
		desc_get = "",
		name = "特殊弾幕-ジョンストンⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-ジョンストンⅡを行う",
		type = 1,
		max_level = 1,
		id = 29042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29051] = {
		desc_get = "",
		name = "特殊弾幕-ラフィーⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-ラフィーⅠを行う",
		type = 1,
		max_level = 1,
		id = 29051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29052] = {
		desc_get = "",
		name = "特殊弾幕-ラフィーⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-ラフィーⅡを行う",
		type = 1,
		max_level = 1,
		id = 29052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29061] = {
		desc_get = "",
		name = "特殊弾幕-グローウォームⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-グローウォームⅠを行う",
		type = 1,
		max_level = 1,
		id = 29061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29062] = {
		desc_get = "",
		name = "特殊弾幕-グローウォームⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-グローウォームⅡを行う",
		type = 1,
		max_level = 1,
		id = 29062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29071] = {
		desc_get = "",
		name = "特殊弾幕-アカスタⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-アカスタⅠを行う",
		type = 1,
		max_level = 1,
		id = 29071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29072] = {
		desc_get = "",
		name = "特殊弾幕-アカスタⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-アカスタⅡを行う",
		type = 1,
		max_level = 1,
		id = 29072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29081] = {
		desc_get = "",
		name = "特殊弾幕-ジャベリンⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-ジャベリンⅠを行う",
		type = 1,
		max_level = 1,
		id = 29081,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29082] = {
		desc_get = "",
		name = "特殊弾幕-ジャベリンⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-ジャベリンⅡを行う",
		type = 1,
		max_level = 1,
		id = 29082,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29091] = {
		desc_get = "",
		name = "特殊弾幕-ヴァンパイアⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-ヴァンパイアⅠを行う",
		type = 1,
		max_level = 1,
		id = 29091,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29092] = {
		desc_get = "",
		name = "特殊弾幕-ヴァンパイアⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-ヴァンパイアⅡを行う",
		type = 1,
		max_level = 1,
		id = 29092,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29101] = {
		desc_get = "",
		name = "特殊弾幕-ベルファストⅠ",
		desc = "自身の主砲で12回攻撃する度に、特殊弾幕-ベルファストⅠを行う",
		type = 1,
		max_level = 1,
		id = 29101,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29102] = {
		desc_get = "",
		name = "特殊弾幕-ベルファストⅡ",
		desc = "自身の主砲で8回攻撃する度に、特殊弾幕-ベルファストⅡを行う",
		type = 1,
		max_level = 1,
		id = 29102,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29111] = {
		desc_get = "",
		name = "特殊弾幕-綾波Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-綾波Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29112] = {
		desc_get = "",
		name = "特殊弾幕-綾波Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-綾波Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29121] = {
		desc_get = "",
		name = "特殊弾幕-夕立Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-夕立Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29122] = {
		desc_get = "",
		name = "特殊弾幕-夕立Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-夕立Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29131] = {
		desc_get = "",
		name = "特殊弾幕-雪風Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-雪風Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29132] = {
		desc_get = "",
		name = "特殊弾幕-雪風Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-雪風Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29141] = {
		desc_get = "",
		name = "特殊弾幕-島風Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-島風Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29142] = {
		desc_get = "",
		name = "特殊弾幕-島風Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-島風Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29151] = {
		desc_get = "",
		name = "特殊弾幕-北上Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、特殊弾幕-北上Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29151,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29152] = {
		desc_get = "",
		name = "特殊弾幕-北上Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、特殊弾幕-北上Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29152,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29161] = {
		desc_get = "",
		name = "特殊弾幕-大井Ⅰ",
		desc = "自身の主砲で12回攻撃する度に、特殊弾幕-大井Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29161,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29162] = {
		desc_get = "",
		name = "特殊弾幕-大井Ⅱ",
		desc = "自身の主砲で8回攻撃する度に、特殊弾幕-大井Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29162,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29171] = {
		desc_get = "",
		name = "特殊弾幕-Z1Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-Z1Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29171,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29172] = {
		desc_get = "",
		name = "特殊弾幕-Z1Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-Z1Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29172,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29181] = {
		desc_get = "",
		name = "特殊弾幕-アンシャンⅠ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-アンシャンⅠを行う",
		type = 1,
		max_level = 1,
		id = 29181,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29182] = {
		desc_get = "",
		name = "特殊弾幕-アンシャンⅡ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-アンシャンⅡを行う",
		type = 1,
		max_level = 1,
		id = 29182,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29191] = {
		desc_get = "",
		name = "特殊弾幕-アヴローラⅠ",
		desc = "自身の主砲で12回攻撃する度に、特殊弾幕-アヴローラⅠを行う",
		type = 1,
		max_level = 1,
		id = 29191,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29192] = {
		desc_get = "",
		name = "特殊弾幕-アヴローラⅡ",
		desc = "自身の主砲で8回攻撃する度に、特殊弾幕-アヴローラⅡを行う",
		type = 1,
		max_level = 1,
		id = 29192,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29201] = {
		desc_get = "",
		name = "特殊弾幕-Z23Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-Z23Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29201,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29202] = {
		desc_get = "",
		name = "特殊弾幕-Z23Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-Z23Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29202,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29211] = {
		desc_get = "",
		name = "特殊弾幕-Z46Ⅰ",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-Z46Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29212] = {
		desc_get = "",
		name = "特殊弾幕-Z46Ⅱ",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-Z46Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29221] = {
		desc_get = "",
		name = "特殊弾幕-伊吹I",
		desc = "自身の主砲で9回攻撃する度に、特殊弾幕-伊吹Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29222] = {
		desc_get = "",
		name = "特殊弾幕-伊吹II",
		desc = "自身の主砲で6回攻撃する度に、特殊弾幕-伊吹Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29231] = {
		desc_get = "",
		name = "特殊弾幕-ネプチューンI",
		desc = "自身の主砲で12回攻撃する度に、特殊弾幕-ネプチューンⅠを行う",
		type = 1,
		max_level = 1,
		id = 29231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29232] = {
		desc_get = "",
		name = "特殊弾幕-ネプチューンII",
		desc = "自身の主砲で8回攻撃する度に、特殊弾幕-ネプチューンⅡを行う",
		type = 1,
		max_level = 1,
		id = 29232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29241] = {
		desc_get = "",
		name = "特殊弾幕-ローンI",
		desc = "自身の主砲で12回攻撃する度に、特殊弾幕-ローンⅠを行う",
		type = 1,
		max_level = 1,
		id = 29241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29242] = {
		desc_get = "",
		name = "特殊弾幕-ローンII",
		desc = "自身の主砲で8回攻撃する度に、特殊弾幕-ローンⅡを行う",
		type = 1,
		max_level = 1,
		id = 29242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29251] = {
		desc_get = "",
		name = "特殊弾幕-サン·ルイI",
		desc = "自身の主砲で12回攻撃する度に、特殊弾幕-サン・ルイⅠを行う",
		type = 1,
		max_level = 1,
		id = 29251,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29252] = {
		desc_get = "",
		name = "特殊弾幕-サン·ルイII",
		desc = "自身の主砲で8回攻撃する度に、特殊弾幕-サン・ルイⅡを行う",
		type = 1,
		max_level = 1,
		id = 29252,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29261] = {
		desc_get = "",
		name = "特殊弾幕-伊-19Ⅰ",
		desc = "戦闘開始時、特殊弾幕伊-19Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 29261,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29262] = {
		desc_get = "",
		name = "特殊弾幕-伊-19Ⅱ",
		desc = "戦闘開始時、特殊弾幕伊-19Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 29262,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29271] = {
		desc_get = "",
		name = "特殊弾幕-U-81Ⅰ",
		desc = "戦闘開始時、特殊弾幕U-81Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 29271,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29272] = {
		desc_get = "",
		name = "特殊弾幕-U-81Ⅱ",
		desc = "戦闘開始時、特殊弾幕U-81Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 29272,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29281] = {
		desc_get = "",
		name = "特殊弾幕-江風I",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-江風Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29281,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29282] = {
		desc_get = "",
		name = "特殊弾幕-江風II",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-江風Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29282,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29311] = {
		desc_get = "",
		name = "特殊弾幕U-47Ⅰ",
		desc = "戦闘開始時、特殊弾幕U-47Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 29311,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29312] = {
		desc_get = "",
		name = "特殊弾幕U-47Ⅱ",
		desc = "戦闘開始時、特殊弾幕U-47Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 29312,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29321] = {
		desc_get = "",
		name = "特殊弾幕-シュルクーフI",
		desc = "潜航から浮上した際に、特殊弾幕-シュルクーフⅠを発動する。",
		type = 1,
		max_level = 1,
		id = 29321,
		system_transform = {
			[11.0] = 29323
		},
		desc_get_add = {},
		desc_add = {}
	},
	[29322] = {
		desc_get = "",
		name = "特殊弾幕-シュルクーフII",
		desc = "潜航から浮上した際に、特殊弾幕-シュルクーフⅡを発動する。",
		type = 1,
		max_level = 1,
		id = 29322,
		system_transform = {
			[11.0] = 29324
		},
		desc_get_add = {},
		desc_add = {}
	},
	[29331] = {
		desc_get = "",
		name = "特殊弾幕-ル·トリオンファンI",
		desc = "自身の主砲で15回攻撃する度に、ル・トリオンファンⅠを行う",
		type = 1,
		max_level = 1,
		id = 29331,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29332] = {
		desc_get = "",
		name = "特殊弾幕-ル·トリオンファンII",
		desc = "自身の主砲で10回攻撃する度に、ル・トリオンファンⅡを行う",
		type = 1,
		max_level = 1,
		id = 29332,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29341] = {
		desc_get = "",
		name = "特殊弾幕-アルバコアI",
		desc = "戦闘開始時、特殊弾幕アルバコアⅠを発動する",
		type = 1,
		max_level = 1,
		id = 29341,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29342] = {
		desc_get = "",
		name = "特殊弾幕-アルバコアII",
		desc = "戦闘開始時、特殊弾幕アルバコアⅡを発動する",
		type = 1,
		max_level = 1,
		id = 29342,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29351] = {
		desc_get = "",
		name = "特殊弾幕-サンディエゴI",
		desc = "自身の主砲で16回攻撃する度に、特殊弾幕-サンディエゴを行う",
		type = 1,
		max_level = 1,
		id = 29351,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29361] = {
		desc_get = "",
		name = "特殊弾幕-シリアスI",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-シリアスを行う",
		type = 1,
		max_level = 1,
		id = 29361,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29362] = {
		desc_get = "",
		name = "特殊弾幕-シリアスII",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-シリアスを行う",
		type = 1,
		max_level = 1,
		id = 29362,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29371] = {
		desc_get = "",
		name = "特殊弾幕-伊13I",
		desc = "戦闘開始時、特殊弾幕伊-13Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 29371,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29372] = {
		desc_get = "",
		name = "特殊弾幕-伊13II",
		desc = "戦闘開始時、特殊弾幕伊-13Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 29372,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29381] = {
		desc_get = "",
		name = "特殊弾幕-北風I",
		desc = "自身の主砲で24回攻撃する度に、特殊弾幕-北風Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29381,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29382] = {
		desc_get = "",
		name = "特殊弾幕-北風II",
		desc = "自身の主砲で16回攻撃する度に、特殊弾幕-北風Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29382,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29391] = {
		desc_get = "",
		name = "特殊弾幕-シアトルI",
		desc = "自身の主兵装で15回攻撃する度に、特殊弾幕-シアトルⅠを行う",
		type = 1,
		max_level = 1,
		id = 29391,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29392] = {
		desc_get = "",
		name = "特殊弾幕-シアトルII",
		desc = "自身の主兵装で10回攻撃する度に、特殊弾幕-シアトルⅡを行う",
		type = 1,
		max_level = 1,
		id = 29392,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29401] = {
		desc_get = "",
		name = "特殊弾幕-スウィフトシュアI",
		desc = "自身の主兵装で12回攻撃する度に、特殊弾幕-スウィフトシュアⅠを行う",
		type = 1,
		max_level = 1,
		id = 29401,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29402] = {
		desc_get = "",
		name = "特殊弾幕-スウィフトシュアII",
		desc = "自身の主兵装で8回攻撃する度に、特殊弾幕-スウィフトシュアⅡを行う",
		type = 1,
		max_level = 1,
		id = 29402,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29411] = {
		desc_get = "",
		name = "特殊弾幕-ル·マランI",
		desc = "自身の主砲で15回攻撃する度に、特殊弾幕-ル・マランⅠを行う",
		type = 1,
		max_level = 1,
		id = 29411,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29412] = {
		desc_get = "",
		name = "特殊弾幕-ル·マランII",
		desc = "自身の主砲で10回攻撃する度に、特殊弾幕-ル・マランⅡを行う",
		type = 1,
		max_level = 1,
		id = 29412,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29421] = {
		desc_get = "",
		name = "特殊弾幕-伊168I",
		desc = "戦闘開始時、特殊弾幕-伊168Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 29421,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29422] = {
		desc_get = "",
		name = "特殊弾幕-伊168II",
		desc = "戦闘開始時、特殊弾幕-伊168Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 29422,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29431] = {
		desc_get = "",
		name = "特殊弾幕-U101I",
		desc = "戦闘開始時、特殊弾幕-U101Ⅰを発動する",
		type = 1,
		max_level = 1,
		id = 29431,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29432] = {
		desc_get = "",
		name = "特殊弾幕-U101II",
		desc = "戦闘開始時、特殊弾幕-U101Ⅱを発動する",
		type = 1,
		max_level = 1,
		id = 29432,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29441] = {
		desc_get = "",
		name = "特殊弾幕-カヴァラI",
		desc = "戦闘開始時、特殊弾幕-カヴァラⅠを発動する",
		type = 1,
		max_level = 1,
		id = 29441,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29442] = {
		desc_get = "",
		name = "特殊弾幕-カヴァラII",
		desc = "戦闘開始時、特殊弾幕カヴァラⅡを発動する",
		type = 1,
		max_level = 1,
		id = 29442,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29451] = {
		desc_get = "",
		name = "特殊弾幕-クリーブランド（μ兵装）I",
		desc = "自身の主兵装で15回攻撃する度に、特殊弾幕-クリーブランド（μ兵装）Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29451,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29452] = {
		desc_get = "",
		name = "特殊弾幕-クリーブランド（μ兵装）II",
		desc = "自身の主兵装で10回攻撃する度に、特殊弾幕-クリーブランド（μ兵装）Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29452,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29461] = {
		desc_get = "",
		name = "特殊弾幕-シェフィールド（μ兵装）I",
		desc = "自身の主兵装で12回攻撃する度に、特殊弾幕-シェフィールド（μ兵装）Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29461,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29462] = {
		desc_get = "",
		name = "特殊弾幕-シェフィールド（μ兵装）II",
		desc = "自身の主兵装で8回攻撃する度に、特殊弾幕-シェフィールド（μ兵装）Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29462,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29471] = {
		desc_get = "",
		name = "特殊弾幕-アドミラル·ヒッパー（μ兵装）I",
		desc = "自身の主兵装で9回攻撃する度に、特殊弾幕-アドミラル·ヒッパー（μ兵装）Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29471,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29472] = {
		desc_get = "",
		name = "特殊弾幕-アドミラル·ヒッパー（μ兵装）II",
		desc = "自身の主兵装で6回攻撃する度に、特殊弾幕-アドミラル·ヒッパー（μ兵装）Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29472,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29481] = {
		desc_get = "",
		name = "特殊弾幕-能代I",
		desc = "自身の主兵装で12回攻撃する度に、特殊弾幕-能代Ⅰを行う",
		type = 1,
		max_level = 1,
		id = 29481,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29482] = {
		desc_get = "",
		name = "特殊弾幕-能代II",
		desc = "自身の主兵装で8回攻撃する度に、特殊弾幕-能代Ⅱを行う",
		type = 1,
		max_level = 1,
		id = 29482,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29491] = {
		desc_get = "",
		name = "特殊弾幕-ダイドーⅠ",
		desc = "自身の主兵装で15回攻撃する度に、特殊弾幕-ダイドーⅠを行う",
		type = 1,
		max_level = 1,
		id = 29491,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29492] = {
		desc_get = "",
		name = "特殊弾幕-ダイドーⅡ",
		desc = "自身の主兵装で10回攻撃する度に、特殊弾幕-ダイドーⅡを行う",
		type = 1,
		max_level = 1,
		id = 29492,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29501] = {
		desc_get = "",
		name = "特殊弾幕-タシュケントI",
		desc = "自身の主兵装で15回攻撃する度に、特殊弾幕-タシュケントⅠを行う",
		type = 1,
		max_level = 1,
		id = 29501,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29502] = {
		desc_get = "",
		name = "特殊弾幕-タシュケントII",
		desc = "自身の主兵装で10回攻撃する度に、特殊弾幕-タシュケントⅡを行う",
		type = 1,
		max_level = 1,
		id = 29502,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29511] = {
		desc_get = "",
		name = "特殊弾幕-チャパエフI",
		desc = "自身の主兵装で15回攻撃する度に、特殊弾幕-チャパエフⅠを行う",
		type = 1,
		max_level = 1,
		id = 29511,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29512] = {
		desc_get = "",
		name = "特殊弾幕-チャパエフII",
		desc = "自身の主兵装で10回攻撃する度に、特殊弾幕-チャパエフⅡを行う",
		type = 1,
		max_level = 1,
		id = 29512,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29521] = {
		desc_get = "",
		name = "特殊弾幕-リノⅠ",
		desc = "駆逐艦主砲を装備している場合、自身の主兵装枠威力補正が10%アップする。15回（軽巡主砲を装備している場合は12回）主砲攻撃を行うたびに、特殊弾幕-リノⅠを展開する",
		type = 1,
		max_level = 1,
		id = 29521,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29531] = {
		desc_get = "",
		name = "特殊弾幕-リノⅡ",
		desc = "駆逐艦主砲を装備している場合、自身の主兵装枠威力補正が10%アップする。10回（軽巡主砲を装備している場合は8回）主砲攻撃を行うたびに、特殊弾幕-リノⅡを展開する",
		type = 1,
		max_level = 1,
		id = 29531,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[101010] = {
		desc_get = "",
		name = "主人公補正",
		desc = "出撃艦隊に自身以外のネプテューヌコラボのキャラがいる場合、自身の与ダメージが$1増、被ダメージが6.0%減。さらに、コラボキャラ（自身除く）の人数分だけ、与ダメージが$2増、被ダメージが1.0%減。",
		type = 3,
		max_level = 10,
		id = 101010,
		system_transform = {},
		desc_get_add = {
			{
				"3.0%",
				"10.0%"
			},
			{
				"1.0%",
				"2.0%"
			}
		},
		desc_add = {
			{
				{
					"3.0%",
					"+0.6%"
				},
				{
					"3.6%",
					"+0.6%"
				},
				{
					"4.2%",
					"+0.8%"
				},
				{
					"5.0%",
					"+0.6%"
				},
				{
					"5.6%",
					"+0.6%"
				},
				{
					"6.2%",
					"+0.8%"
				},
				{
					"7.0%",
					"+0.9%"
				},
				{
					"7.9%",
					"+0.9%"
				},
				{
					"8.8%",
					"+1.2%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.09%"
				},
				{
					"1.09%",
					"+0.09%"
				},
				{
					"1.18%",
					"+0.12%"
				},
				{
					"1.3%",
					"+0.09%"
				},
				{
					"1.39%",
					"+0.09%"
				},
				{
					"1.48%",
					"+0.12%"
				},
				{
					"1.6%",
					"+0.12%"
				},
				{
					"1.72%",
					"+0.12%"
				},
				{
					"1.84%",
					"+0.16%"
				},
				{
					"2.0%"
				}
			}
		}
	},
	[101020] = {
		desc_get = "",
		name = "メディステーション･S",
		desc = "攻撃された時$1で発動。8秒間自身の与えるダメージが$2アップする。",
		type = 1,
		max_level = 10,
		id = 101020,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"10.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+2.1%"
				},
				{
					"14.5%",
					"+1.2%"
				},
				{
					"15.7%",
					"+1.2%"
				},
				{
					"16.9%",
					"+2.1%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[101030] = {
		desc_get = "",
		name = "シルトブレイク",
		desc = "ベール/グリーンハートが出撃艦隊にいる場合、自身の与ダメージが$1、被ダメージが$2増加。いない場合、自身の被ダメージが$3、与ダメージが$4減少。",
		type = 3,
		max_level = 10,
		id = 101030,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"25.0%"
			},
			{
				"10.0%",
				"15.0%"
			},
			{
				"10.0%",
				"25.0%"
			},
			{
				"10.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+2.1%"
				},
				{
					"14.5%",
					"+1.2%"
				},
				{
					"15.7%",
					"+1.2%"
				},
				{
					"16.9%",
					"+2.1%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"10.0%",
					"+0.4%"
				},
				{
					"10.4%",
					"+0.4%"
				},
				{
					"10.8%",
					"+0.7%"
				},
				{
					"11.5%",
					"+0.4%"
				},
				{
					"11.9%",
					"+0.4%"
				},
				{
					"12.3%",
					"+0.7%"
				},
				{
					"13.0%",
					"+0.6%"
				},
				{
					"13.6%",
					"+0.6%"
				},
				{
					"14.2%",
					"+0.8%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+2.1%"
				},
				{
					"14.5%",
					"+1.2%"
				},
				{
					"15.7%",
					"+1.2%"
				},
				{
					"16.9%",
					"+2.1%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"10.0%",
					"+0.4%"
				},
				{
					"10.4%",
					"+0.4%"
				},
				{
					"10.8%",
					"+0.7%"
				},
				{
					"11.5%",
					"+0.4%"
				},
				{
					"11.9%",
					"+0.4%"
				},
				{
					"12.3%",
					"+0.7%"
				},
				{
					"13.0%",
					"+0.6%"
				},
				{
					"13.6%",
					"+0.6%"
				},
				{
					"14.2%",
					"+0.8%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[101040] = {
		desc_get = "",
		name = "アッサムリンク",
		desc = "出撃艦隊の駆逐艦が一体につき、自身が受ける砲撃ダメージを$1軽減し、自身の装填を$2上昇させる。",
		type = 2,
		max_level = 10,
		id = 101040,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"5.0%"
			},
			{
				"1.5%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[101050] = {
		desc_get = "",
		name = "クロスコンビネーション",
		desc = "主砲攻撃$1回ごとに発動する。自身の次の主砲攻撃が必ずクリティカルする。",
		type = 1,
		max_level = 10,
		id = 101050,
		system_transform = {},
		desc_get_add = {
			{
				"15",
				"6"
			}
		},
		desc_add = {
			{
				{
					"15",
					"-1"
				},
				{
					"14",
					"-1"
				},
				{
					"13",
					"-1"
				},
				{
					"12",
					"-1"
				},
				{
					"11",
					"-1"
				},
				{
					"10",
					"-1"
				},
				{
					"9",
					"-1"
				},
				{
					"8",
					"-1"
				},
				{
					"7",
					"-1"
				},
				{
					"6"
				}
			}
		}
	},
	[101060] = {
		desc_get = "戦闘開始後115秒時に発動。超強力な弾幕(威力はスキルレベルによる)を展開する。1回の戦闘では1回しか発動しない。",
		name = "ビクトリィースラッシュ",
		desc = "戦闘開始後115秒時に発動。超強力な弾幕【$1】を展開する。1回の戦闘では1回しか発動しない。",
		type = 1,
		max_level = 10,
		id = 101060,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101070] = {
		desc_get = "20秒毎に、20.0%(40.0%)で発動する。強力な弾幕(威力はスキルレベルによる)を展開し命中した敵を低確率で12秒間炎上させる。",
		name = "ブレイズブレイク",
		desc = "20秒毎に、$1で発動する。強力な弾幕【$2】を展開し命中した敵を低確率で12秒間炎上させる。",
		type = 1,
		max_level = 10,
		id = 101070,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101080] = {
		desc_get = "",
		name = "トリコロールオーダー",
		desc = "自身の主砲のダメージが敵の装甲の種類に影響されなくなる。さらに、スキルレベルが上昇すると、自身の主砲のダメージも上昇する。",
		type = 3,
		max_level = 10,
		id = 101080,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[101090] = {
		desc_get = "20秒毎に、20.0%(40.0%)で発動する。強力な弾幕(威力はスキルレベルによる)を展開する。",
		name = "レイシーズダンス",
		desc = "20秒毎に、$1で発動する。強力な弾幕【$2】を展開する。",
		type = 1,
		max_level = 10,
		id = 101090,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101100] = {
		desc_get = "",
		name = "テンツェリントロンペ",
		desc = "自身の主砲が攻撃する度に、自身の魚雷のクリティカル率を$1上昇させる。（最大20回まで。魚雷攻撃を行うと上昇値がリセットされる）",
		type = 1,
		max_level = 10,
		id = 101100,
		system_transform = {},
		desc_get_add = {
			{
				"0.6%",
				"1.5%"
			}
		},
		desc_add = {
			{
				{
					"0.6%",
					"+0.1%"
				},
				{
					"0.7%",
					"+0.1%"
				},
				{
					"0.8%",
					"+0.1%"
				},
				{
					"0.9%",
					"+0.1%"
				},
				{
					"1.0%",
					"+0.1%"
				},
				{
					"1.1%",
					"+0.1%"
				},
				{
					"1.2%",
					"+0.1%"
				},
				{
					"1.3%",
					"+0.1%"
				},
				{
					"1.4%",
					"+0.1%"
				},
				{
					"1.5%"
				}
			}
		}
	},
	[101110] = {
		desc_get = "20秒毎に、20.0%(40.0%)で発動する。強力な弾幕(威力はスキルレベルによる)を展開し命中した敵を低確率で8秒間減速させる。",
		name = "ゲッターラヴィーネ",
		desc = "20秒毎に、$1で発動する。強力な弾幕【$2】を展開し命中した敵を低確率で8秒間減速させる。",
		type = 1,
		max_level = 10,
		id = 101110,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101120] = {
		desc_get = "",
		name = "ダージリンローテ",
		desc = "15秒毎に適用される効果が切り替わる：①自身の被ダメージを$1軽減。②自身の与えるダメージが$2アップ。③3秒ごとに自身の耐久を$3回復する。",
		type = 3,
		max_level = 10,
		id = 101120,
		system_transform = {},
		desc_get_add = {
			{
				"6.0%",
				"20.0%"
			},
			{
				"6.0%",
				"20.0%"
			},
			{
				"6",
				"15"
			}
		},
		desc_add = {
			{
				{
					"6.0%",
					"+1.2%"
				},
				{
					"7.2%",
					"+1.2%"
				},
				{
					"8.4%",
					"+1.6%"
				},
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"6.0%",
					"+1.2%"
				},
				{
					"7.2%",
					"+1.2%"
				},
				{
					"8.4%",
					"+1.6%"
				},
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+1"
				},
				{
					"14",
					"+1"
				},
				{
					"15"
				}
			}
		}
	},
	[101130] = {
		desc_get = "20秒毎に、20.0%(40.0%)で発動する。専用艦載機による特殊航空攻撃を行う。",
		name = "レイニーラトナビュラ",
		desc = "20秒毎に、$1で発動する。専用艦載機による特殊航空攻撃を行う。",
		type = 1,
		max_level = 10,
		id = 101130,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103010] = {
		desc_get = "",
		name = "四神変転",
		desc = "装備している主砲の弾薬タイプと同じタイプの攻撃が与えるダメージが$1アップし、受けるダメージを$1軽減する",
		type = 3,
		max_level = 10,
		id = 103010,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[103020] = {
		desc_get = "",
		name = "十姉妹",
		desc = "自身が攻撃を受けた時、$1で特殊弾幕を発動する。発動後5秒間はスキルが発動しない。一度の戦闘で最大6回しか発動できない（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 103020,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[103030] = {
		desc_get = "",
		name = "白虹",
		desc = "戦闘開始後100秒で発動。前衛艦隊の回避が$1アップし、耐久をネコネの耐久上限の$2回復する。一度の戦闘で一回しか発動できない",
		type = 2,
		max_level = 10,
		id = 103030,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[103040] = {
		desc_get = "",
		name = "夕星",
		desc = "10秒ごとに$1で発動する。炎上効果を持つ特殊弾幕を発動する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 103040,
		system_transform = {},
		desc_get_add = {
			{
				"50.0%",
				"100.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+5.5%"
				},
				{
					"55.5%",
					"+5.5%"
				},
				{
					"61%",
					"+5.5%"
				},
				{
					"66.5%",
					"+5.5%"
				},
				{
					"72.0%",
					"+5.5%"
				},
				{
					"77.5%",
					"+5.5%"
				},
				{
					"83.0%",
					"+5.5%"
				},
				{
					"88.5%",
					"+5.5%"
				},
				{
					"94.0%",
					"+6.0%"
				},
				{
					"100.0%"
				}
			}
		}
	},
	[103050] = {
		desc_get = "",
		name = "生命の鼓動",
		desc = "10秒ごとに$1で発動する。自身の耐久を最大時の2%回復する。一度の戦闘では最大6回しか発動できない",
		type = 2,
		max_level = 10,
		id = 103050,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[103060] = {
		desc_get = "",
		name = "百合根",
		desc = "戦闘開始後22秒毎に特殊弾幕を発動する（$1）。特殊弾幕は戦闘中発動するたびに強化されていき、一度の戦闘で最大4回しか発動できない（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 103060,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103070] = {
		desc_get = "",
		name = "鎖の巫",
		desc = "サラァナと同じ艦隊に編成されている場合、自身の航空が$1、装填・命中が$2アップ",
		type = 3,
		max_level = 10,
		id = 103070,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+2.0%"
				},
				{
					"21.5%",
					"+2.0%"
				},
				{
					"23.5%",
					"+2.5%"
				},
				{
					"26.0%",
					"+2.5%"
				},
				{
					"28.5%",
					"+3.0%"
				},
				{
					"31.5%",
					"+3.5%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[103080] = {
		desc_get = "",
		name = "双影無双",
		desc = "サラァナと同じ艦隊に編成されている場合、戦闘開始後55秒毎に特殊弾幕を発動する（$1）。一度の戦闘で最大2回しか発動できない（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 103080,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103090] = {
		desc_get = "",
		name = "鎖の巫",
		desc = "ウルゥルと同じ艦隊に編成されている場合、自身の航空が$1、装填・命中が$2アップ",
		type = 3,
		max_level = 10,
		id = 103090,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+2.0%"
				},
				{
					"21.5%",
					"+2.0%"
				},
				{
					"23.5%",
					"+2.5%"
				},
				{
					"26.0%",
					"+2.5%"
				},
				{
					"28.5%",
					"+3.0%"
				},
				{
					"31.5%",
					"+3.5%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[103100] = {
		desc_get = "",
		name = "双影無双",
		desc = "ウルゥルと同じ艦隊に編成されている場合、戦闘開始後55秒毎に特殊弾幕を発動する（$1）。一度の戦闘で最大2回しか発動できない（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 103100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103110] = {
		desc_get = "",
		name = "百華蜜",
		desc = "自身の航空攻撃時、$1で発動。戦闘可能な耐久が一番低い味方艦船の耐久を、その艦船の最大耐久の$2回復させる",
		type = 2,
		max_level = 10,
		id = 103110,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"2.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"2.0%",
					"+0.8%"
				},
				{
					"2.8%",
					"+0.8%"
				},
				{
					"3.6%",
					"+0.8%"
				},
				{
					"4.4%",
					"+0.8%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[103120] = {
		desc_get = "戦闘開始20秒（MAX10秒）後、特殊弾幕を展開する。その後、30秒（MAX20秒）毎に特殊弾幕を展開する（威力や弾幕はスキルレベルによる）",
		name = "蜜月",
		desc = "戦闘開始$1秒後、特殊弾幕を展開する。その後、$2秒毎に特殊弾幕を展開する（威力や弾幕はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 103120,
		system_transform = {},
		desc_get_add = {
			{
				"20",
				"10"
			},
			{
				"30",
				"20"
			}
		},
		desc_add = {
			{
				{
					"20",
					"-1"
				},
				{
					"19",
					"-1"
				},
				{
					"18",
					"-1"
				},
				{
					"17",
					"-1"
				},
				{
					"16",
					"-1"
				},
				{
					"15",
					"-1"
				},
				{
					"14",
					"-1"
				},
				{
					"13",
					"-1"
				},
				{
					"12",
					"-2"
				},
				{
					"10"
				}
			},
			{
				{
					"30",
					"-1"
				},
				{
					"29",
					"-1"
				},
				{
					"28",
					"-1"
				},
				{
					"27",
					"-1"
				},
				{
					"26",
					"-1"
				},
				{
					"25",
					"-1"
				},
				{
					"24",
					"-1"
				},
				{
					"23",
					"-1"
				},
				{
					"22",
					"-2"
				},
				{
					"20"
				}
			}
		}
	},
	[104010] = {
		desc_get = "",
		name = "あいた〜んビーム！",
		desc = "戦闘開始後20秒毎に、スーパーAIによるハッキングで敵の火力・雷装・航空を高確率で8秒間ダウンさせる（最大$1）。……低確率で敵の能力を上昇させてしまう",
		type = 3,
		max_level = 10,
		id = 104010,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%"
				},
				{
					"6.0%"
				},
				{
					"8.0%"
				},
				{
					"8.0%"
				},
				{
					"8.0%"
				},
				{
					"8.0%"
				},
				{
					"8.0%"
				},
				{
					"8.0%"
				},
				{
					"8.0%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[104020] = {
		desc_get = "",
		name = "危機回避～！",
		desc = "自身がダメージを受ける時、$1で下記の効果を発動する：①特殊魚雷弾幕を展開する（戦闘中3回まで発動可能）；②3秒間あらゆる攻撃を回避し、その後、3秒間自分の回避が$2アップする",
		type = 2,
		max_level = 10,
		id = 104020,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[104030] = {
		desc_get = "",
		name = "繋がるキズナ",
		desc = "戦闘開始後、味方艦隊に自身を除く「キズナアイ」がいる場合、キズナアイの人数分だけ自身の火力を$1アップ（最大4人分強化可能）；「キズナアイ」がいない場合、戦闘開始後30秒間、自身が受けるダメージを$2軽減する",
		type = 3,
		max_level = 10,
		id = 104030,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"6.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[104040] = {
		desc_get = "",
		name = "絶対清楚宣言",
		desc = "自身の炎上時間を3秒間短縮し、自身が受ける榴弾ダメージを$1軽減する",
		type = 2,
		max_level = 10,
		id = 104040,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[104050] = {
		desc_get = "",
		name = "Future Base",
		desc = "戦闘開始30秒・45秒・60秒後に一回ずつ特殊航空攻撃（$1）を行う（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 104050,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[104060] = {
		desc_get = "",
		name = "Melty World",
		desc = "キズナアイと一緒に出撃した場合、自身の航空攻撃時$1で発動。自身の航空攻撃が与えるダメージが8秒間100%アップ",
		type = 1,
		max_level = 10,
		id = 104060,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[104070] = {
		desc_get = "",
		name = "スーパーエイム補正",
		desc = "自身が装備している主砲の拡散範囲が1拡大し、主砲攻撃のクリティカル率が$1アップ；戦闘開始後16秒毎に、$2で特殊弾幕を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 104070,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			}
		}
	},
	[104080] = {
		desc_get = "",
		name = "強制アシストモード",
		desc = "スーパーAIの優れたトラッキング能力により、自分の命中・回避が$1アップする",
		type = 2,
		max_level = 10,
		id = 104080,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[105010] = {
		desc_get = "",
		name = "マッハ2.42の華",
		desc = "3つ目の装備枠は爆撃機枠に変更。ただし装備された爆撃機の外装は「マッハ2.42おるやんけ」になり、航空攻撃準備時間が100％アップ。戦闘中20秒毎に、特殊航空攻撃$1を行う（威力は自身の雷装・スキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 105010,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105020] = {
		desc_get = "",
		name = "表裏の狐",
		desc = "戦闘開始時、自身の火力が$1アップ；同じ海域で自身が所属する艦隊が敵艦隊を3回撃破した場合、更に雷装が$2アップ",
		type = 3,
		max_level = 10,
		id = 105020,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"15.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[105030] = {
		desc_get = "",
		name = "Dream☆Story",
		desc = "自身が航空攻撃を行う場合$1で発動、敵に炎上効果を与える特殊弾幕$2を展開する（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 105030,
		system_transform = {},
		desc_get_add = {
			{
				"70.0%",
				"100.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"70.0%",
					"+3.3%"
				},
				{
					"73.3%",
					"+3.3%"
				},
				{
					"76.6%",
					"+3.3%"
				},
				{
					"79.9%",
					"+3.3%"
				},
				{
					"83.2%",
					"+3.3%"
				},
				{
					"86.5%",
					"+3.3%"
				},
				{
					"89.8%",
					"+3.3%"
				},
				{
					"93.1%",
					"+3.3%"
				},
				{
					"96.4%",
					"+3.6%"
				},
				{
					"100%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105040] = {
		desc_get = "",
		name = "海より深い空の下",
		desc = "自身が戦場にいる場合、ホロライブキャラの受けるダメージを$2軽減させる；戦闘開始後20秒毎に発動、8秒間、発動時に存在する敵の速力が$1ダウンし、味方の全ての艦船の命中が$1アップし、味方のホロライブキャラの速力が$1アップする",
		type = 2,
		max_level = 10,
		id = 105040,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"10.0%"
			},
			{
				"2.5%",
				"7.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%"
				}
			}
		}
	},
	[105050] = {
		desc_get = "",
		name = "インドア系メイド",
		desc = "自身の潜航力が$1ダウンする。戦闘開始後20秒間、自身の与えるダメージが$2アップする。離脱時、自身の速力が100%アップ",
		type = 1,
		max_level = 10,
		id = 105050,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"150",
				"60"
			},
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"150",
					"-10"
				},
				{
					"140",
					"-10"
				},
				{
					"130",
					"-10"
				},
				{
					"120",
					"-10"
				},
				{
					"110",
					"-10"
				},
				{
					"100",
					"-10"
				},
				{
					"90",
					"-10"
				},
				{
					"80",
					"-10"
				},
				{
					"70",
					"-10"
				},
				{
					"60"
				}
			},
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[105060] = {
		desc_get = "",
		name = "ダメ天使",
		desc = "戦闘開始時、味方艦隊にランダムな強化を1つ付与する；ホロライブキャラを強化する場合、受ける強化の効果が1.5倍になる",
		type = 3,
		max_level = 10,
		id = 105060,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105070] = {
		desc_get = "",
		name = "ひまわりの約束",
		desc = "戦闘開始時、必ずクリティカルする特殊弾幕$1を展開する；味方艦隊にホロライブキャラが3人以上いる場合、特殊弾幕を強化する",
		type = 1,
		max_level = 10,
		id = 105070,
		system_transform = {
			[11.0] = 3500
		},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105080] = {
		desc_get = "",
		name = "君と眺める夏の花",
		desc = "25秒毎に発動する。$1で特殊弾幕$2を展開する",
		type = 1,
		max_level = 10,
		id = 105080,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105090] = {
		desc_get = "",
		name = "3日目の浮気",
		desc = "戦闘開始時、味方艦隊のホロライブキャラが奇数の場合、自身が装備中の主砲で与えるダメージが$1アップ；偶数の場合、自身が受ける砲撃ダメージを$2軽減する。戦闘開始後20秒毎にランダムで味方キャラ一名を対象に発動し、10秒間そのキャラが受けるダメージを$2軽減する",
		type = 3,
		max_level = 10,
		id = 105090,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"1.0%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[105100] = {
		desc_get = "",
		name = "鬼神☆百鬼",
		desc = "20秒毎、式神で自身の強化を行う（成功率$2）。強化に成功した場合、この戦闘中自身の与えるダメージが$1アップ（強化効果は最大3回まで加算可能）",
		type = 3,
		max_level = 10,
		id = 105100,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			}
		}
	},
	[105110] = {
		desc_get = "",
		name = "阿修羅修羅刹鬼神斬り",
		desc = "$1秒毎、阿修羅修羅刹鬼神斬り$2を発動し、命中した敵を50％で6秒間装甲破壊（受ける砲撃ダメージが上昇する）効果を与える。斬撃の威力はスキルレベルによる",
		type = 1,
		max_level = 10,
		id = 105110,
		system_transform = {},
		desc_get_add = {
			{
				"20",
				"15"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"20",
					"-0.5"
				},
				{
					"19.5",
					"-0.5"
				},
				{
					"19",
					"-0.5"
				},
				{
					"18.5",
					"-0.5"
				},
				{
					"18",
					"-0.5"
				},
				{
					"17.5",
					"-0.5"
				},
				{
					"17",
					"-0.5"
				},
				{
					"16.5",
					"-0.5"
				},
				{
					"16",
					"-1"
				},
				{
					"15"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105120] = {
		desc_get = "",
		name = "いい夢を見ろの「WAVE」",
		desc = "自身の航空攻撃時に$1で発動。光の波動で8秒間、敵が与えてくるダメージを$2下げる",
		type = 3,
		max_level = 10,
		id = 105120,
		system_transform = {},
		desc_get_add = {
			{
				"70.0%",
				"100.0%"
			},
			{
				"1.0%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"70.0%",
					"+3.3%"
				},
				{
					"73.3%",
					"+3.3%"
				},
				{
					"76.6%",
					"+3.3%"
				},
				{
					"79.9%",
					"+3.3%"
				},
				{
					"83.2%",
					"+3.3%"
				},
				{
					"86.5%",
					"+3.3%"
				},
				{
					"89.8%",
					"+3.3%"
				},
				{
					"93.1%",
					"+3.3%"
				},
				{
					"96.4%",
					"+3.6%"
				},
				{
					"100%"
				}
			},
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[105130] = {
		desc_get = "",
		name = "MPクリアの「EXPLOSION」",
		desc = "戦闘中、8秒毎に自身のMP（魔力）を1溜める。MPが3まで溜まると、特殊弾幕$1を展開し、自身のMPを0にする",
		type = 1,
		max_level = 10,
		id = 105130,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105140] = {
		desc_get = "",
		name = "野性デュアリズム",
		desc = "戦闘中、自身の奇数回目の航空攻撃時、攻撃機による特殊航空攻撃を行う$1；偶数回目の航空攻撃時、爆撃機による特殊航空攻撃を行う$1（威力はスキルレベルによる）",
		type = 1,
		max_level = 10,
		id = 105140,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[105150] = {
		desc_get = "",
		name = "タロット占い師",
		desc = "戦闘開始時に占いを行い、ランダムで自身に強化効果を与える$1",
		type = 3,
		max_level = 10,
		id = 105150,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	all = {
		1,
		2,
		10,
		11,
		12,
		13,
		14,
		15,
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1011,
		1012,
		1013,
		1021,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046,
		1051,
		1052,
		1053,
		1054,
		1055,
		1056,
		1061,
		1071,
		1081,
		1091,
		2001,
		2011,
		2021,
		2031,
		2041,
		2051,
		2061,
		2071,
		2081,
		2091,
		2101,
		2111,
		2121,
		2131,
		2141,
		2151,
		2161,
		2171,
		2181,
		2191,
		2201,
		3001,
		3011,
		3021,
		3031,
		3041,
		3051,
		3511,
		3521,
		3531,
		3571,
		3581,
		3591,
		3611,
		3621,
		3631,
		4001,
		4011,
		4021,
		4031,
		4041,
		4051,
		4061,
		4071,
		4081,
		4091,
		4101,
		4111,
		4121,
		4131,
		4141,
		4151,
		4161,
		4171,
		5001,
		5011,
		5021,
		5031,
		5041,
		5051,
		5061,
		5071,
		5081,
		5101,
		5111,
		6000,
		6010,
		6020,
		6030,
		6040,
		6050,
		6060,
		6070,
		6080,
		6090,
		6100,
		6110,
		6120,
		6130,
		6140,
		6150,
		6160,
		6170,
		6190,
		6200,
		6210,
		6220,
		6230,
		6240,
		6250,
		6260,
		6270,
		6280,
		6290,
		6291,
		6300,
		6310,
		6320,
		6321,
		6322,
		6323,
		6324,
		6325,
		6326,
		6327,
		6328,
		6329,
		6330,
		6360,
		6370,
		6380,
		6390,
		6400,
		6410,
		6411,
		6415,
		6420,
		6430,
		6440,
		6450,
		6460,
		6470,
		6480,
		6490,
		6500,
		6510,
		6520,
		6530,
		6540,
		7000,
		9030,
		9031,
		9033,
		9034,
		9050,
		9061,
		9071,
		9081,
		9090,
		9101,
		9110,
		10010,
		10020,
		10030,
		10040,
		10050,
		10060,
		10070,
		10080,
		10090,
		10100,
		10110,
		10120,
		10130,
		10140,
		10150,
		10160,
		10170,
		10180,
		10190,
		10200,
		10210,
		10220,
		10230,
		10240,
		10250,
		10260,
		10270,
		10280,
		10290,
		10300,
		10310,
		10320,
		10330,
		10340,
		10350,
		10360,
		10370,
		10380,
		10390,
		10400,
		10410,
		10420,
		10430,
		10440,
		10450,
		10460,
		10470,
		10480,
		10490,
		10500,
		10510,
		10520,
		10521,
		10522,
		10530,
		10540,
		10550,
		10560,
		10570,
		10580,
		10590,
		10600,
		10610,
		10620,
		10630,
		10640,
		10650,
		10660,
		10670,
		10680,
		10690,
		10700,
		10710,
		10720,
		10730,
		10740,
		10750,
		10760,
		10770,
		10780,
		10790,
		10800,
		10810,
		10820,
		10830,
		10840,
		10850,
		10860,
		10870,
		10880,
		10890,
		10900,
		10910,
		10920,
		10930,
		10940,
		10950,
		10960,
		10970,
		10980,
		10990,
		11000,
		11010,
		11020,
		11030,
		11040,
		11050,
		11060,
		11070,
		11080,
		11090,
		11100,
		11110,
		11120,
		11130,
		11140,
		11150,
		11160,
		11170,
		11180,
		11190,
		11200,
		11210,
		11220,
		11230,
		11240,
		11250,
		11260,
		11270,
		11280,
		11290,
		11300,
		11310,
		11320,
		11330,
		11340,
		11350,
		11360,
		11370,
		11380,
		11390,
		11400,
		11410,
		11420,
		11430,
		11440,
		11450,
		11460,
		11461,
		11470,
		11480,
		11490,
		11500,
		11510,
		11520,
		11530,
		11540,
		11550,
		11560,
		11570,
		11580,
		11590,
		11600,
		11610,
		11620,
		11630,
		11640,
		11650,
		11660,
		11670,
		11680,
		11690,
		11700,
		11710,
		11720,
		11730,
		11740,
		11750,
		11760,
		11770,
		11780,
		11790,
		11800,
		11810,
		11820,
		11830,
		11840,
		11850,
		11860,
		11870,
		11880,
		11890,
		11900,
		11910,
		11920,
		11930,
		11940,
		11950,
		11960,
		11970,
		11980,
		11990,
		12000,
		12010,
		12020,
		12030,
		12040,
		12050,
		12060,
		12070,
		12080,
		12090,
		12100,
		12110,
		12120,
		12130,
		12140,
		12150,
		12160,
		12180,
		12190,
		12210,
		12220,
		12230,
		12240,
		12250,
		12260,
		12270,
		12280,
		12290,
		12300,
		12310,
		12320,
		12330,
		12350,
		12360,
		12370,
		12380,
		12390,
		12400,
		12410,
		12420,
		12430,
		12440,
		12460,
		12470,
		12480,
		12490,
		12500,
		12520,
		12530,
		12540,
		12550,
		12560,
		12570,
		12580,
		12590,
		12600,
		12610,
		12620,
		12630,
		12640,
		12650,
		12660,
		12670,
		12680,
		12690,
		12700,
		12710,
		12720,
		12730,
		12740,
		12750,
		12760,
		12770,
		12780,
		12790,
		12810,
		12820,
		12830,
		12840,
		12850,
		12860,
		12870,
		12880,
		12890,
		12900,
		12910,
		12930,
		12940,
		12950,
		12960,
		12970,
		12980,
		12990,
		13000,
		13010,
		13020,
		13030,
		13040,
		13050,
		13060,
		13070,
		13080,
		13090,
		13100,
		13110,
		13120,
		13130,
		13140,
		13150,
		18010,
		18040,
		18050,
		18070,
		18100,
		18120,
		19000,
		19001,
		19002,
		19010,
		19020,
		19030,
		19040,
		19050,
		19060,
		19070,
		19080,
		19090,
		19100,
		19110,
		19120,
		19130,
		19140,
		19150,
		19160,
		19170,
		19180,
		19190,
		19200,
		19210,
		19220,
		19230,
		19240,
		19250,
		19260,
		20011,
		20012,
		20021,
		20022,
		20031,
		20032,
		20041,
		20042,
		20051,
		20052,
		20061,
		20062,
		20071,
		20072,
		20081,
		20082,
		20111,
		20112,
		20121,
		20122,
		20131,
		20132,
		20141,
		20142,
		20211,
		20212,
		20221,
		20222,
		20231,
		20232,
		20241,
		20242,
		20251,
		20252,
		20261,
		20262,
		20271,
		20272,
		20311,
		20312,
		21011,
		21012,
		21021,
		21022,
		21031,
		21032,
		21041,
		21042,
		21051,
		21052,
		21061,
		21062,
		21071,
		21072,
		21081,
		21082,
		21091,
		21092,
		21111,
		21112,
		21121,
		21122,
		21131,
		21132,
		21141,
		21142,
		21151,
		21152,
		21161,
		21162,
		21171,
		21172,
		21181,
		21182,
		21211,
		21212,
		21221,
		21222,
		21231,
		21232,
		21241,
		21242,
		22011,
		22012,
		22021,
		22022,
		22031,
		22032,
		22041,
		22042,
		22051,
		22052,
		22056,
		22057,
		22061,
		22062,
		22071,
		22072,
		22081,
		22082,
		22091,
		22092,
		22111,
		22112,
		22121,
		22122,
		22131,
		22132,
		22141,
		22142,
		22151,
		22152,
		22161,
		22162,
		22211,
		22212,
		22221,
		22222,
		22231,
		22232,
		22241,
		22242,
		22251,
		22252,
		22253,
		22254,
		22255,
		22261,
		22262,
		22311,
		22312,
		23011,
		23012,
		23031,
		23032,
		23041,
		23042,
		23051,
		23052,
		23111,
		23112,
		23121,
		23122,
		23211,
		23212,
		23221,
		23222,
		23311,
		23312,
		23321,
		23322,
		23411,
		23412,
		23511,
		23512,
		24011,
		24012,
		24111,
		24112,
		24121,
		24122,
		25011,
		25012,
		25211,
		25212,
		25221,
		25222,
		26011,
		26012,
		26021,
		26022,
		26111,
		26112,
		28011,
		28012,
		28021,
		28022,
		28111,
		28112,
		29011,
		29012,
		29021,
		29022,
		29031,
		29032,
		29041,
		29042,
		29051,
		29052,
		29061,
		29062,
		29071,
		29072,
		29081,
		29082,
		29091,
		29092,
		29101,
		29102,
		29111,
		29112,
		29121,
		29122,
		29131,
		29132,
		29141,
		29142,
		29151,
		29152,
		29161,
		29162,
		29171,
		29172,
		29181,
		29182,
		29191,
		29192,
		29201,
		29202,
		29211,
		29212,
		29221,
		29222,
		29231,
		29232,
		29241,
		29242,
		29251,
		29252,
		29261,
		29262,
		29271,
		29272,
		29281,
		29282,
		29311,
		29312,
		29321,
		29322,
		29331,
		29332,
		29341,
		29342,
		29351,
		29361,
		29362,
		29371,
		29372,
		29381,
		29382,
		29391,
		29392,
		29401,
		29402,
		29411,
		29412,
		29421,
		29422,
		29431,
		29432,
		29441,
		29442,
		29451,
		29452,
		29461,
		29462,
		29471,
		29472,
		29481,
		29482,
		29491,
		29492,
		29501,
		29502,
		29511,
		29512,
		29521,
		29531,
		101010,
		101020,
		101030,
		101040,
		101050,
		101060,
		101070,
		101080,
		101090,
		101100,
		101110,
		101120,
		101130,
		103010,
		103020,
		103030,
		103040,
		103050,
		103060,
		103070,
		103080,
		103090,
		103100,
		103110,
		103120,
		104010,
		104020,
		104030,
		104040,
		104050,
		104060,
		104070,
		104080,
		105010,
		105020,
		105030,
		105040,
		105050,
		105060,
		105070,
		105080,
		105090,
		105100,
		105110,
		105120,
		105130,
		105140,
		105150
	}
}

return
