pg = pg or {}
slot3[1] = {
	1,
	"함대에 구축함이 3척 있을 경우, 해역 지도에서의 이동력+1"
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 해역 지도에서 주력함대가 아닌 적 함대와 접촉하고, 함대에 구축함이 편성되어 있을 경우, 15% 확률로 선제 어뢰 공격을 진행한다 (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"사령냥으로 배치되어  함대에 구축함이 편성되어 있고, 해당 함대가 전투 중이 아니며, 옆 칸에 교전 중인 아군 함대가 존재하는 경우, 해역 지도의 지령 버튼을 통해 스킬을 발동, 해당 함대와 교전 중인 아군 함대를 교체할 수 있다. (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	100111
}
slot1[10011] = {
	name = "31 노트의 정의",
	exp = 1,
	next_id = 10012,
	id = 10011,
	icon = "1001",
	lv = 1
}
slot3[1] = {
	1,
	"함대에 구축함이 3척 있을 경우, 해역 지도에서의 이동력+1"
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 해역 지도에서 주력함대가 아닌 적 함대와 접촉하고, 함대에 구축함이 편성되어 있을 경우, 15% 확률로 선제 어뢰 공격을 진행한다"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어  함대에 구축함이 편성되어 있고, 해당 함대가 전투 중이 아니며, 옆 칸에 교전 중인 아군 함대가 존재하는 경우, 해역 지도의 지령 버튼을 통해 스킬을 발동, 해당 함대와 교전 중인 아군 함대를 교체할 수 있다. (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	100111,
	100112
}
slot1[10012] = {
	name = "31 노트의 정의",
	exp = 3,
	next_id = 10013,
	id = 10012,
	icon = "1001",
	lv = 2
}
slot3[1] = {
	1,
	"함대에 구축함이 3척 있을 경우, 해역 지도에서의 이동력+1"
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 해역 지도에서 주력함대가 아닌 적 함대와 접촉하고, 함대에 구축함이 편성되어 있을 경우, 15% 확률로 선제 어뢰 공격을 진행한다"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어  함대에 구축함이 편성되어 있고, 해당 함대가 전투 중이 아니며, 옆 칸에 교전 중인 아군 함대가 존재하는 경우, 해역 지도의 지령 버튼을 통해 스킬을 발동, 해당 함대와 교전 중인 아군 함대를 교체할 수 있다."
}
slot2.desc = {}
slot2.effect_tactic = {
	100111,
	100112,
	100113
}
slot1[10013] = {
	name = "31 노트의 정의",
	exp = 0,
	next_id = 0,
	id = 10013,
	icon = "1001",
	lv = 3
}
slot3[1] = {
	1,
	"주력 함대 또는 정찰 함대와의 전투에서, 해당 함대의 전함, 순양전함, 항공 전함의 명중 수치를 상승시킨다. (큰 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"만약 편성된 기함이 전함, 순양전함 혹은 항공 전함일 시, 기함의 피해를 상승시킨다. (효과는 지휘 보조 스테이터스에 비례) (2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"해당 함대의 전함, 순양전함, 항공 전함의 기동, 대공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	100211
}
slot1[10021] = {
	name = "최고의 사수",
	exp = 1,
	next_id = 10022,
	id = 10021,
	icon = "1002",
	lv = 1
}
slot3[1] = {
	1,
	"주력 함대 또는 정찰 함대와의 전투에서, 해당 함대의 전함, 순양전함, 항공 전함의 명중 수치를 상승시킨다. (큰 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"만약 편성된 기함이 전함, 순양전함 혹은 항공 전함일 시, 기함의 피해를 상승시킨다. (효과는 지휘 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"해당 함대의 전함, 순양전함, 항공 전함의 기동, 대공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	100211,
	100212
}
slot1[10022] = {
	name = "최고의 사수",
	exp = 3,
	next_id = 10023,
	id = 10022,
	icon = "1002",
	lv = 2
}
slot3[1] = {
	1,
	"주력 함대 또는 정찰 함대와의 전투에서, 해당 함대의 전함, 순양전함, 항공 전함의 명중 수치를 상승시킨다. (큰 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"만약 편성된 기함이 전함, 순양전함 혹은 항공 전함일 시, 기함의 피해를 상승시킨다. (효과는 지휘 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"해당 함대의 전함, 순양전함, 항공 전함의 기동, 대공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	100211,
	100212,
	100213
}
slot1[10023] = {
	name = "최고의 사수",
	exp = 0,
	next_id = 0,
	id = 10023,
	icon = "1002",
	lv = 3
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 해역 지도에서 주력함대가 아닌 적 함대와 접촉하고, 함대에 구축함이 편성되어 있을 경우, 15% 확률로 선제 어뢰 공격을 진행한다"
}
slot3[2] = {
	2,
	"선봉함대의 선두에 구축함이 있을 경우, 전투 개시 시 전투 가능한 선두 구축함이 적함에 접근했을 때, 1회 한정으로 지휘냥 탄막Ⅰ을 발동한다. (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"지휘냥 탄막Ⅰ을 지휘냥 탄막Ⅱ으로 강화한다. (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	110111
}
slot1[11011] = {
	name = "셀프 리미터",
	exp = 1,
	next_id = 11012,
	id = 11011,
	icon = "1101",
	lv = 1
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 해역 지도에서 주력함대가 아닌 적 함대와 접촉하고, 함대에 구축함이 편성되어 있을 경우, 15% 확률로 선제 어뢰 공격을 진행한다"
}
slot3[2] = {
	2,
	"선봉함대의 선두에 구축함이 있을 경우, 전투 개시 시 전투 가능한 선두 구축함이 적함에 접근했을 때, 1회 한정으로 지휘냥 탄막Ⅰ을 발동한다."
}
slot3[3] = {
	3,
	"지휘냥 탄막Ⅰ을 지휘냥 탄막Ⅱ으로 강화한다. (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	110111,
	110112
}
slot1[11012] = {
	name = "셀프 리미터",
	exp = 3,
	next_id = 11013,
	id = 11012,
	icon = "1101",
	lv = 2
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 해역 지도에서 주력함대가 아닌 적 함대와 접촉하고, 함대에 구축함이 편성되어 있을 경우, 15% 확률로 선제 어뢰 공격을 진행한다"
}
slot3[2] = {
	2,
	"선봉함대의 선두에 구축함이 있을 경우, 전투 개시 시 전투 가능한 선두 구축함이 적함에 접근했을 때, 1회 한정으로 지휘냥 탄막Ⅰ을 발동한다."
}
slot3[3] = {
	3,
	"지휘냥 탄막Ⅰ을 지휘냥 탄막Ⅱ으로 강화한다."
}
slot2.desc = {}
slot2.effect_tactic = {
	110111,
	110113
}
slot1[11013] = {
	name = "셀프 리미터",
	exp = 0,
	next_id = 0,
	id = 11013,
	icon = "1101",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"해당 함대가 적에게 공습당하는 경우, 일정 확률로 회피한다. (효과는 전술 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	110211
}
slot1[11021] = {
	name = "행운의 파닥파닥",
	exp = 1,
	next_id = 11022,
	id = 11021,
	icon = "1102",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"해당 함대가 적에게 공습당하는 경우, 일정 확률로 회피한다. (효과는 전술 보조 스테이터스에 비례)  "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	110211,
	110212
}
slot1[11022] = {
	name = "행운의 파닥파닥",
	exp = 3,
	next_id = 11023,
	id = 11022,
	icon = "1102",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"해당 함대가 적에게 공습당하는 경우, 일정 확률로 회피한다. (효과는 전술 보조 스테이터스에 비례)  "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	110211,
	110212,
	110213
}
slot1[11023] = {
	name = "행운의 파닥파닥",
	exp = 0,
	next_id = 0,
	id = 11023,
	icon = "1102",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	120111
}
slot1[12011] = {
	name = "항공모함 보급이다냥",
	exp = 1,
	next_id = 12012,
	id = 12011,
	icon = "buff",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	120111,
	120112
}
slot1[12012] = {
	name = "항공모함 보급이다냥",
	exp = 3,
	next_id = 12013,
	id = 12012,
	icon = "buff",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	120111,
	120112,
	120113
}
slot1[12013] = {
	name = "항공모함 보급이다냥",
	exp = 0,
	next_id = 0,
	id = 12013,
	icon = "buff",
	lv = 3
}
slot3[1] = {
	1,
	"해당 부대의 매복 함대 조우 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	120121
}
slot1[12021] = {
	name = "레이더 정찰이다냥",
	exp = 1,
	next_id = 12022,
	id = 12021,
	icon = "def",
	lv = 1
}
slot3[1] = {
	1,
	"해당 부대의 매복 함대 조우 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	120121,
	120122
}
slot1[12022] = {
	name = "레이더 정찰이다냥",
	exp = 3,
	next_id = 12023,
	id = 12022,
	icon = "def",
	lv = 2
}
slot3[1] = {
	1,
	"해당 부대의 매복 함대 조우 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	120121,
	120122,
	120123
}
slot1[12023] = {
	name = "레이더 정찰이다냥",
	exp = 0,
	next_id = 0,
	id = 12023,
	icon = "def",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 및 대공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 연안 전투(해역 지도의 통행불가 칸의 옆칸에서 진행되는 전투)에서 해당 부대 전원의 포격 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"해당 부대의 전함, 순양전함, 항공전함이 적에게 주는 대미지를 상승시킨다. (효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	200111
}
slot1[20011] = {
	name = "지극한 충성심",
	exp = 1,
	next_id = 20012,
	id = 20011,
	icon = "2001",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 및 대공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 연안 전투(해역 지도의 통행불가 칸의 옆칸에서 진행되는 전투)에서 해당 부대 전원의 포격 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"해당 부대의 전함, 순양전함, 항공전함이 적에게 주는 대미지를 상승시킨다. (효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	200111,
	200112
}
slot1[20012] = {
	name = "지극한 충성심",
	exp = 3,
	next_id = 20013,
	id = 20012,
	icon = "2001",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 및 대공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 연안 전투(해역 지도의 통행불가 칸의 옆칸에서 진행되는 전투)에서 해당 부대 전원의 포격 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"해당 부대의 전함, 순양전함, 항공전함이 적에게 주는 대미지를 상승시킨다. (효과는 전술 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	200111,
	200112,
	200113
}
slot1[20013] = {
	name = "지극한 충성심",
	exp = 0,
	next_id = 0,
	id = 20013,
	icon = "2001",
	lv = 3
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 포격, 대공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 로열 네이비 캐릭터 수가 4명 이상일 경우, 팀의 선봉 캐릭터가 받는 피해를 30초간 감소시킨다. (효과는 병참 보조 스테이터스에 비례) (2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어 있을 때, 로열 네이비 캐릭터의 기동 수치를 상승시킨다. (큰 효과: 효과는 병참 보조 스테이터스에 비례)(3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	200211
}
slot1[20021] = {
	name = "교활한 관",
	exp = 1,
	next_id = 20022,
	id = 20021,
	icon = "2002",
	lv = 1
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 포격, 대공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 로열 네이비 캐릭터 수가 4명 이상일 경우, 팀의 선봉 캐릭터가 받는 피해를 30초간 감소시킨다. (효과는 병참 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어 있을 때, 로열 네이비 캐릭터의 기동 수치를 상승시킨다. (큰 효과: 효과는 병참 보조 스테이터스에 비례)(3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	200211,
	200212
}
slot1[20022] = {
	name = "교활한 관",
	exp = 3,
	next_id = 20023,
	id = 20022,
	icon = "2002",
	lv = 2
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 포격, 대공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 로열 네이비 캐릭터 수가 4명 이상일 경우, 팀의 선봉 캐릭터가 받는 피해를 30초간 감소시킨다. (효과는 병참 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어 있을 때, 로열 네이비 캐릭터의 기동 수치를 상승시킨다. (큰 효과: 효과는 병참 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	200211,
	200212,
	200213
}
slot1[20023] = {
	name = "교활한 관",
	exp = 0,
	next_id = 0,
	id = 20023,
	icon = "2002",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 수송 함대와의 전투에서 해당 부대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (큰 효과 : 효과는 전술 보조 스테이터스에 비례) (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	210111
}
slot1[21011] = {
	name = "돈 내놔냥!",
	exp = 1,
	next_id = 21012,
	id = 21011,
	icon = "2101",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 수송 함대와의 전투에서 해당 부대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (큰 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	210111,
	210112
}
slot1[21012] = {
	name = "돈 내놔냥!",
	exp = 3,
	next_id = 21013,
	id = 21012,
	icon = "2101",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 수송 함대와의 전투에서 해당 부대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (큰 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	210111,
	210112,
	210113
}
slot1[21013] = {
	name = "돈 내놔냥!",
	exp = 0,
	next_id = 0,
	id = 21013,
	icon = "2101",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 정찰 함대와의 전투에서 해당 부대의 구축함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"적 정찰 함대가 해당 부대 주변 3칸 범위 내에 존재하는 경우, 해역 지도에서의 이동력＋1 (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	210211
}
slot1[21021] = {
	name = "냥스카우터",
	exp = 1,
	next_id = 21022,
	id = 21021,
	icon = "2102",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 정찰 함대와의 전투에서 해당 부대의 구축함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"적 정찰 함대가 해당 부대 주변 3칸 범위 내에 존재하는 경우, 해역 지도에서의 이동력＋1 (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	210211,
	210212
}
slot1[21022] = {
	name = "냥스카우터",
	exp = 3,
	next_id = 21023,
	id = 21022,
	icon = "2102",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 정찰 함대와의 전투에서 해당 부대의 구축함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"적 정찰 함대가 해당 부대 주변 3칸 범위 내에 존재하는 경우, 해역 지도에서의 이동력＋1"
}
slot2.desc = {}
slot2.effect_tactic = {
	210211,
	210212,
	210213
}
slot1[21023] = {
	name = "냥스카우터",
	exp = 0,
	next_id = 0,
	id = 21023,
	icon = "2102",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함, 항공모함의 명중 수치를 상승시킨다. (작은 효과: 효과는 전술 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"자신 주위 2칸 범위 내에 적군 정찰대가 존재할 시, 현재 함대 이동력+1(2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함, 항공모함의 항공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	210311
}
slot1[21031] = {
	name = "파수꾼",
	exp = 1,
	next_id = 21032,
	id = 21031,
	icon = "2103",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함, 항공모함의 명중 수치를 상승시킨다. (작은 효과: 효과는 전술 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"자신 주위 2칸 범위 내에 적군 정찰대가 존재할 시, 현재 함대 이동력+1"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함, 항공모함의 항공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	210311,
	210312
}
slot1[21032] = {
	name = "파수꾼",
	exp = 3,
	next_id = 21033,
	id = 21032,
	icon = "2103",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함, 항공모함의 명중 수치를 상승시킨다. (작은 효과: 효과는 전술 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"자신 주위 2칸 범위 내에 적군 정찰대가 존재할 시, 현재 함대 이동력+1"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함, 항공모함의 항공 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	210311,
	210312,
	210313
}
slot1[21033] = {
	name = "파수꾼",
	exp = 0,
	next_id = 0,
	id = 21033,
	icon = "2103",
	lv = 3
}
slot3[1] = {
	1,
	"매복 당할 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 장전 수치를 상승시킨다.(작은 효과: 효과는 지휘 보조 스테이터스에 비례) (2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 로열 네이비 캐릭터의 포격 수치를 상승시킨다. (작은 효과: 효과는 전술 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	210411
}
slot1[21041] = {
	name = "용맹한 기사",
	exp = 1,
	next_id = 21042,
	id = 21041,
	icon = "2104",
	lv = 1
}
slot3[1] = {
	1,
	"매복 당할 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 장전 수치를 상승시킨다.(작은 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 로열 네이비 캐릭터의 포격 수치를 상승시킨다. (작은 효과: 효과는 전술 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	210411,
	210412
}
slot1[21042] = {
	name = "용맹한 기사",
	exp = 3,
	next_id = 21043,
	id = 21042,
	icon = "2104",
	lv = 2
}
slot3[1] = {
	1,
	"매복 당할 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 장전 수치를 상승시킨다.(작은 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 로열 네이비 캐릭터의 포격 수치를 상승시킨다. (작은 효과: 효과는 전술 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	210411,
	210412,
	210413
}
slot1[21043] = {
	name = "용맹한 기사",
	exp = 0,
	next_id = 0,
	id = 21043,
	icon = "2104",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	220111
}
slot1[22011] = {
	name = "전함 보급이다냥",
	exp = 1,
	next_id = 22012,
	id = 22011,
	icon = "buff",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	220111,
	220112
}
slot1[22012] = {
	name = "전함 보급이다냥",
	exp = 3,
	next_id = 22013,
	id = 22012,
	icon = "buff",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	220111,
	220112,
	220113
}
slot1[22013] = {
	name = "전함 보급이다냥",
	exp = 0,
	next_id = 0,
	id = 22013,
	icon = "buff",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	220211
}
slot1[22021] = {
	name = "순양 전술이다냥",
	exp = 1,
	next_id = 22022,
	id = 22021,
	icon = "buff",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	220211,
	220212
}
slot1[22022] = {
	name = "순양 전술이다냥",
	exp = 3,
	next_id = 22023,
	id = 22022,
	icon = "buff",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	220211,
	220212,
	220213
}
slot1[22023] = {
	name = "순양 전술이다냥",
	exp = 0,
	next_id = 0,
	id = 22023,
	icon = "buff",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 및 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"해당 부대의 매복 함대 조우 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"전투 개시 시, 해당 부대의 주력 함대가 항공모함 혹은 경항공모함 1척만 있을 경우, 첫 항공 공격의 장전 수치가 8% 상승하고, 1회 한정으로 공습에 뇌격기가 추가된다. (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	300111
}
slot1[30011] = {
	name = "반격모구권",
	exp = 1,
	next_id = 30012,
	id = 30011,
	icon = "3001",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 및 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"해당 부대의 매복 함대 조우 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"전투 개시 시, 해당 부대의 주력 함대가 항공모함 혹은 경항공모함 1척만 있을 경우, 첫 항공 공격의 장전 수치가 8% 상승하고, 1회 한정으로 공습에 뇌격기가 추가된다. (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	300111,
	300112
}
slot1[30012] = {
	name = "반격모구권",
	exp = 3,
	next_id = 30013,
	id = 30012,
	icon = "3001",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 및 장전 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"해당 부대의 매복 함대 조우 확률을 감소시킨다. (효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"전투 개시 시, 해당 부대의 주력 함대가 항공모함 혹은 경항공모함 1척만 있을 경우, 첫 항공 공격의 장전 수치가 8% 상승하고, 1회 한정으로 공습에 뇌격기가 추가된다."
}
slot2.desc = {}
slot2.effect_tactic = {
	300111,
	300112,
	300113
}
slot1[30013] = {
	name = "반격모구권",
	exp = 0,
	next_id = 0,
	id = 30013,
	icon = "3001",
	lv = 3
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격, 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 있을 때, 적 주력 함대가 해당 함대 주변 2칸 범위 내에 존재하는 경우, 해당 함대의 기함이 받는 피해 수치를 감소시킨다.(효과는 지휘 보조 스테이터스에 비례)(2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어 있을 때, 주력 함대와의 전투에서, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중, 기동 수치를 30초간 상승시킨다. (큰 효과: 효과는 전술 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	300211
}
slot1[30021] = {
	name = "선봉장",
	exp = 1,
	next_id = 30022,
	id = 30021,
	icon = "3002",
	lv = 1
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격, 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 있을 때, 적 주력 함대가 해당 함대 주변 2칸 범위 내에 존재하는 경우, 해당 함대의 기함이 받는 피해 수치를 감소시킨다.(효과는 지휘 보조 스테이터스에 비례)(2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어 있을 때, 주력 함대와의 전투에서, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중, 기동 수치를 30초간 상승시킨다. (큰 효과: 효과는 전술 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	300211,
	300212
}
slot1[30022] = {
	name = "선봉장",
	exp = 3,
	next_id = 30023,
	id = 30022,
	icon = "3002",
	lv = 2
}
slot3[1] = {
	1,
	"사령냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격, 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"사령냥으로 배치되어 있을 때, 적 주력 함대가 해당 함대 주변 2칸 범위 내에 존재하는 경우, 해당 함대의 기함이 받는 피해 수치를 감소시킨다.(효과는 지휘 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"사령냥으로 배치되어 있을 때, 주력 함대와의 전투에서, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 명중, 기동 수치를 30초간 상승시킨다. (큰 효과: 효과는 전술 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	300211,
	300212,
	300213
}
slot1[30023] = {
	name = "선봉장",
	exp = 0,
	next_id = 0,
	id = 30023,
	icon = "3002",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"함대에 항공모함 및 경항공모함이 편성되어 있고, 해역 지도에서 주력함대가 아닌 적 함대와 접촉하는 경우, 15% 확률로 선제 공습을 진행한다. (대미지는 전술 보조 스테이터스와 양 측 함대의 레벨 및 종합전투력에 따라 달라진다)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	310111
}
slot1[31011] = {
	name = "필살똥뱃살",
	exp = 1,
	next_id = 31012,
	id = 31011,
	icon = "3101",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"함대에 항공모함 및 경항공모함이 편성되어 있고, 해역 지도에서 주력함대가 아닌 적 함대와 접촉하는 경우, 15% 확률로 선제 공습을 진행한다. (대미지는 전술 보조 스테이터스와 양 측 함대의 레벨 및 종합전투력에 따라 달라진다)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	310111,
	310112
}
slot1[31012] = {
	name = "필살똥뱃살",
	exp = 3,
	next_id = 31013,
	id = 31012,
	icon = "3101",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경항공모함 및 항공모함의 항공 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"함대에 항공모함 및 경항공모함이 편성되어 있고, 해역 지도에서 주력함대가 아닌 적 함대와 접촉하는 경우, 15% 확률로 선제 공습을 진행한다. (대미지는 전술 보조 스테이터스와 양 측 함대의 레벨 및 종합전투력에 따라 달라진다) "
}
slot2.desc = {}
slot2.effect_tactic = {
	310111,
	310112,
	310113
}
slot1[31013] = {
	name = "필살똥뱃살",
	exp = 0,
	next_id = 0,
	id = 31013,
	icon = "3101",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 병참 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있고, 선봉함대가 구축함 1척 만으로만 편성되어 있을 경우, 해당 부대의 구축함의 뇌장 수치를 상승시킨다. (큰 효과 : 효과는 병참 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	310211
}
slot1[31021] = {
	name = "야생의 본능",
	exp = 1,
	next_id = 31022,
	id = 31021,
	icon = "3102",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있고, 선봉함대가 구축함 1척 만으로만 편성되어 있을 경우, 해당 부대의 구축함의 뇌장 수치를 상승시킨다. (큰 효과 : 효과는 병참 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	310211,
	310212
}
slot1[31022] = {
	name = "야생의 본능",
	exp = 3,
	next_id = 31023,
	id = 31022,
	icon = "3102",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 뇌장 수치를 상승시킨다. (중간 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있고, 선봉함대가 구축함 1척 만으로만 편성되어 있을 경우, 해당 부대의 구축함의 뇌장 수치를 상승시킨다. (큰 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	310211,
	310212,
	310213
}
slot1[31023] = {
	name = "야생의 본능",
	exp = 0,
	next_id = 0,
	id = 31023,
	icon = "3102",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	320111
}
slot1[32011] = {
	name = "순양 지휘다냥",
	exp = 1,
	next_id = 32012,
	id = 32011,
	icon = "buff",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	320111,
	320112
}
slot1[32012] = {
	name = "순양 지휘다냥",
	exp = 3,
	next_id = 32013,
	id = 32012,
	icon = "buff",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	320111,
	320112,
	320113
}
slot1[32013] = {
	name = "순양 지휘다냥",
	exp = 0,
	next_id = 0,
	id = 32013,
	icon = "buff",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 대공 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	320211
}
slot1[32021] = {
	name = "전함 보급이다냥",
	exp = 1,
	next_id = 32022,
	id = 32021,
	icon = "buff",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 대공 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	320211,
	320212
}
slot1[32022] = {
	name = "전함 보급이다냥",
	exp = 3,
	next_id = 32023,
	id = 32022,
	icon = "buff",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 대공 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	320211,
	320212,
	320213
}
slot1[32023] = {
	name = "전함 보급이다냥",
	exp = 0,
	next_id = 0,
	id = 32023,
	icon = "buff",
	lv = 3
}
slot3[1] = {
	1,
	"해당 부대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 지휘 및 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"지원 범위 Lv＋1 (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"지원 공격이 적에게 주는 대미지를 상승시킨다. (효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	400111
}
slot1[40011] = {
	name = "조용한 사냥꾼",
	exp = 1,
	next_id = 40012,
	id = 40011,
	icon = "4001",
	lv = 1
}
slot3[1] = {
	1,
	"해당 부대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 지휘 및 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"지원 범위 Lv＋1"
}
slot3[3] = {
	3,
	"지원 공격이 적에게 주는 대미지를 상승시킨다. (효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	400111,
	400112
}
slot1[40012] = {
	name = "조용한 사냥꾼",
	exp = 3,
	next_id = 40013,
	id = 40012,
	icon = "4001",
	lv = 2
}
slot3[1] = {
	1,
	"해당 부대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 지휘 및 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"지원 범위 Lv＋1"
}
slot3[3] = {
	3,
	"지원 공격이 적에게 주는 대미지를 상승시킨다. (효과는 전술 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	400111,
	400112,
	400113
}
slot1[40013] = {
	name = "조용한 사냥꾼",
	exp = 0,
	next_id = 0,
	id = 40013,
	icon = "4001",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 포격, 명중 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 함대 중 전함, 순양전함, 항공 전함이 있을 시 해역 지도에서 기함이 아닌 적군과의 전투할 경우, 15% 확률로 주포를 1회 발사한다. (대미지는 지휘 보조 스테이터스와 양 측 함대의 레벨 및 종합 전투력에 따라 달라진다) (2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 주력 함대와의 전투에서, 팀의 전함, 순양전함, 항공 전함이 받는 피해를 감소시킨다. (효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	400211
}
slot1[40021] = {
	name = "불굴의 의지",
	exp = 1,
	next_id = 40022,
	id = 40021,
	icon = "4002",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 포격, 명중 속성을 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 함대 중 전함, 순양전함, 항공 전함이 있을 시 해역 지도에서 기함이 아닌 적군과 전투할 경우, 15% 확률로 주포를 1회 발사한다. (대미지는 지휘 보조 스테이터스와 양 측 함대의 레벨 및 종합 전투력에 따라 달라진다)"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 주력 함대와의 전투에서, 팀의 전함, 순양전함, 항공 전함이 받는 피해를 감소시킨다. (효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	400211,
	400212
}
slot1[40022] = {
	name = "불굴의 의지",
	exp = 3,
	next_id = 40023,
	id = 40022,
	icon = "4002",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공 전함의 포격, 명중 속성을 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 함대 중 전함, 순양전함, 항공 전함이 있을 시 해역 지도에서 기함이 아닌 적군과 전투할 경우, 15% 확률로 주포를 1회 발사한다. (대미지는 지휘 보조 스테이터스와 양 측 함대의 레벨 및 종합 전투력에 따라 달라진다)"
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 주력 함대와의 전투에서, 팀의 전함, 순양전함, 항공 전함이 받는 피해를 감소시킨다. (효과는 병참 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	400211,
	400212,
	400213
}
slot1[40023] = {
	name = "불굴의 의지",
	exp = 0,
	next_id = 0,
	id = 40023,
	icon = "4002",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"적 주력함대와 교전 시, 아군 기함이 받는 대미지를 감소시킨다. (효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	410111
}
slot1[41011] = {
	name = "바다의 기사",
	exp = 1,
	next_id = 41012,
	id = 41011,
	icon = "4101",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"적 주력함대와 교전 시, 아군 기함이 받는 대미지를 감소시킨다. (효과는 전술 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	410111,
	410112
}
slot1[41012] = {
	name = "바다의 기사",
	exp = 3,
	next_id = 41013,
	id = 41012,
	icon = "4101",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 전함, 순양전함, 항공전함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"적 주력함대와 교전 시, 아군 기함이 받는 대미지를 감소시킨다. (효과는 전술 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	410111,
	410112,
	410113
}
slot1[41013] = {
	name = "바다의 기사",
	exp = 0,
	next_id = 0,
	id = 41013,
	icon = "4101",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"지원 범위 Lv＋1 (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	410211
}
slot1[41021] = {
	name = "바다의 용자",
	exp = 1,
	next_id = 41022,
	id = 41021,
	icon = "4102",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"지원 범위 Lv＋1 (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	410211,
	410212
}
slot1[41022] = {
	name = "바다의 용자",
	exp = 3,
	next_id = 41023,
	id = 41022,
	icon = "4102",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 명중 수치를 상승시킨다. (중간 효과 : 효과는 지휘 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"지원 범위 Lv＋1"
}
slot2.desc = {}
slot2.effect_tactic = {
	410211,
	410212,
	410213
}
slot1[41023] = {
	name = "바다의 용자",
	exp = 0,
	next_id = 0,
	id = 41023,
	icon = "4102",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 기동 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례) (2레벨 때 효력 발생)"
}
slot3[3] = {
	3,
	"잠수함대의 참모냥으로 배치되어 있을 때, 전투 중 함대의 기함이 전함, 순양전함, 항공 전함일 시, 해당 함대의 잠수함의 명중 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	410311
}
slot1[41031] = {
	name = "수호의 마음",
	exp = 1,
	next_id = 41032,
	id = 41031,
	icon = "4103",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 기동 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"잠수함대의 참모냥으로 배치되어 있을 때, 전투 중 함대의 기함이 전함, 순양전함, 항공 전함일 시, 해당 함대의 잠수함의 명중 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례) (3레벨 때 효력 발생)"
}
slot2.desc = {}
slot2.effect_tactic = {
	410311,
	410312
}
slot1[41032] = {
	name = "수호의 마음",
	exp = 3,
	next_id = 41033,
	id = 41032,
	icon = "4103",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 뇌장 수치를 상승시킨다. (작은 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 잠수함의 기동 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot3[3] = {
	3,
	"잠수함대의 참모냥으로 배치되어 있을 때, 전투 중 함대의 기함이 전함, 순양전함, 항공 전함일 시, 해당 함대의 잠수함의 명중 수치를 상승시킨다. (중간 효과: 효과는 지휘 보조 스테이터스에 비례)"
}
slot2.desc = {}
slot2.effect_tactic = {
	410311,
	410312,
	410313
}
slot1[41033] = {
	name = "수호의 마음",
	exp = 0,
	next_id = 0,
	id = 41033,
	icon = "4103",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	420111
}
slot1[42011] = {
	name = "순양 보급이다냥",
	exp = 1,
	next_id = 42012,
	id = 42011,
	icon = "buff",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	420111,
	420112
}
slot1[42012] = {
	name = "순양 보급이다냥",
	exp = 3,
	next_id = 42013,
	id = 42012,
	icon = "buff",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 경순양함, 중순양함 및 초갑순양함의 포격 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	420111,
	420112,
	420113
}
slot1[42013] = {
	name = "순양 보급이다냥",
	exp = 0,
	next_id = 0,
	id = 42013,
	icon = "buff",
	lv = 3
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례)  (2레벨 때 효력 발생) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	420211
}
slot1[42021] = {
	name = "구축 지휘다냥",
	exp = 1,
	next_id = 42022,
	id = 42021,
	icon = "buff",
	lv = 1
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례)  (3레벨 때 효력 발생) "
}
slot2.desc = {}
slot2.effect_tactic = {
	420211,
	420212
}
slot1[42022] = {
	name = "구축 지휘다냥",
	exp = 3,
	next_id = 42023,
	id = 42022,
	icon = "buff",
	lv = 2
}
slot3[1] = {
	1,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 기동 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot3[2] = {
	2,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 명중 수치를 상승시킨다. (작은 효과 : 효과는 전술 보조 스테이터스에 비례) "
}
slot3[3] = {
	3,
	"참모냥으로 배치되어 있을 때, 해당 함대의 구축함의 뇌장 수치를 상승시킨다. (작은 효과 : 효과는 병참 보조 스테이터스에 비례) "
}
slot2.desc = {}
slot2.effect_tactic = {
	420211,
	420212,
	420213
}
slot1[42023] = {
	name = "구축 지휘다냥",
	exp = 0,
	next_id = 0,
	id = 42023,
	icon = "buff",
	lv = 3
}
slot1.all = {
	10011,
	10012,
	10013,
	10021,
	10022,
	10023,
	11011,
	11012,
	11013,
	11021,
	11022,
	11023,
	12011,
	12012,
	12013,
	12021,
	12022,
	12023,
	20011,
	20012,
	20013,
	20021,
	20022,
	20023,
	21011,
	21012,
	21013,
	21021,
	21022,
	21023,
	21031,
	21032,
	21033,
	21041,
	21042,
	21043,
	22011,
	22012,
	22013,
	22021,
	22022,
	22023,
	30011,
	30012,
	30013,
	30021,
	30022,
	30023,
	31011,
	31012,
	31013,
	31021,
	31022,
	31023,
	32011,
	32012,
	32013,
	32021,
	32022,
	32023,
	40011,
	40012,
	40013,
	40021,
	40022,
	40023,
	41011,
	41012,
	41013,
	41021,
	41022,
	41023,
	41031,
	41032,
	41033,
	42011,
	42012,
	42013,
	42021,
	42022,
	42023
}
pg.commander_skill_template = {}
