pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		id = 999010,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				100,
				"조회 완료…… 어서 오십시오, 주인."
			}
		},
		home = {
			{
				100,
				"아르마냑.천천히 음미해주시길."
			}
		},
		detail = {
			{
				100,
				"장비 조사… 상태 양호. 주인, 가스코뉴에게 무엇이든 명령해주시길."
			}
		},
		upgrade = {
			{
				100,
				"능력 상승 확인. …좋아!"
			}
		},
		main = {
			{
				100,
				"'입가를 올려봐라'…명령 수락. 이, 이렇게…? 잘 모르겠다…|검증 완료…… 주인의 상태는 '농땡이'임. '농땡이', 좋지 않다.|'대충해라'. …주인, 가스코뉴는 대체 뭘 어찌해야…?|소속 함대의 구성원, 가스코뉴의 용골 정보와 상이함을 확인. 어째서, 다들 웃는 거지?"
			}
		},
		touch = {
			{
				100,
				"주인, 무엇이든 가스코뉴에게 맡겨주시길."
			}
		},
		expedition = {
			{
				100,
				"주의, 의뢰팀의 귀환을 확인. 후우……"
			}
		},
		mission = {
			{
				100,
				"주의, 미완료 임무 확인. 주인…?"
			}
		},
		mission_complete = {
			{
				100,
				"주의, 임무 보수의 도착을 확인, 아아...!"
			}
		},
		mail = {
			{
				100,
				"주의, 새로운 우편을 확인. 크, 크흠!"
			}
		},
		touch2 = {
			{
				100,
				"체온 이상 감지. 주인, 가스코뉴는 대체 어떻게 된 거야…?"
			}
		},
		feeling5 = {
			{
				1100,
				"이 함대에서 배운 수많은 '감정', '고민', '그리고 '즐거움'…… 주인이 가스코뉴에게 바란 것, 겨우 이해했어. 주인, 정말, 고마워……"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 108030,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"지휘관이 정말로 이런 일을 벌이다니, 진짜 깜짝 놀랬다고...하지만, 정말 기뻐! 헤헤~ 오늘부터, 항상 곁에 있을게! 대신, 먼저 말해두겠는데, 다시는 날 어린애 취급하면 안돼!"
			}
		}
	},
	[207050] = {
		feeling3 = "",
		upgrade = "",
		id = 207050,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"지휘관님, 느려요. 지루해 죽을 것 같아요."
			}
		},
		home = {
			{
				1100,
				"지휘관님, 소파에서 잠깐 잘게요. 누군가 오면 깨워주시는 거 잊지 마세요."
			}
		},
		detail = {
			{
				1100,
				"방에 붙은 포스터, 전부 제가 좋아하는 록스타들의 것이랍니다. 보통은 남에게 보여주지 않지만, 지휘관님은 예외니까요~"
			}
		},
		main = {
			{
				1100,
				"에이잭스, 한 눈에 제 위장을 알아차렸어요. 역시 대단해요…… 하지만, 의외로 잘 맞았어요. 많은 것을 배웠답니다.|으… 하… 돌아왔어요. 티 파티에 맛있는 케이크가 많았지만 예의를 차리느라 힘들었다구요. 지휘관님, 신발 벗겨주세요~ |지휘관님, 일러스트리어스 언니 같이 상냥한 사람이 좋으신가요, 빅토리어스 언니같이 열정적인 사람이 좋으신가요. 네?"
			}
		},
		touch = {
			{
				1100,
				"지휘관님, 베네토는 위엄있어 보이지만 약간 어벙하다는 생각 들지 않으세요?"
			}
		},
		expedition = {
			{
				1100,
				"딩동댕동, 포미더블에게서 온 알림입니다. 지휘관님, 의뢰가 끝났습니다. 의뢰가 끝났답니다."
			}
		},
		mission = {
			{
				1100,
				"포미더블, 오빠를 위해서 임무 리스트를 정리했다구♪ ……히히, 지휘관님, 이런 포미더블도 좋으신가요?"
			}
		},
		mission_complete = {
			{
				1100,
				"지휘관님, 임무 보상이 중요한가요 포미더블이 중요한가요? 하나만 고를 수 있어요! …… 히히, 장난이에요~"
			}
		},
		mail = {
			{
				1100,
				"지휘관님, 우편이 왔어요. 잊지 말고 가져가세요~"
			}
		},
		touch2 = {
			{
				1100,
				"지휘관님, 저 화낼거예요? 그런 건 잘 못 달랜다고요."
			}
		}
	},
	[305140] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 305140,
		expedition = "",
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		feeling2 = "",
		login = {
			{
				1100,
				"제 도움이 필요하다면 꼭 말해주세요. 비서함의 일은 지휘관님을 돕는 것이니까요."
			}
		},
		home = {
			{
				1100,
				"수고하셨어요. 지휘관님이라면 조금 더 빛나고 싶으시겠죠. 하지만 저는 지금처럼 이렇게 주목받지 않는 게 더 행복해요."
			}
		},
		battle = {
			{
				1100,
				"출격하고 싶지는 않지만… 어쩔 수 없네!"
			}
		},
		headtouch = {
			{
				1100,
				"머리가 쿵쿵, 쿵쿵, 쿵쿵쿵~쿵. 후후후."
			}
		},
		detail = {
			{
				1100,
				"연합 훈련의 기함이라니. 이렇게 주목받는 위치는 안돼. 절대로 못 할거야. 왜 아무도 몰라주는 건데! … 지, 지휘관님?! … 아, 아아아…"
			}
		},
		main = {
			{
				1100,
				"일이 많으신가요? 함대를 지휘하는 것은 힘들죠. 모두 알고 있어요. 그러니 조금 더 돕게 해주세요. 네? |지휘관님이 있기 때문에 지금의 우리가 있을 수 있어요. 모두가 존경한다고는 할 수 없지만, 적어도 지휘관님에게 고마워하고 있답니다. 그러니까 조금 더 자신을 가지세요. 저, 저는 조금… 다르죠? |동료들과 함께 있을 때는 눈에 띄지 않아도 좋지만, 지휘관님에게 만큼은 잘 보였으면 좋겠어요. 후후, 물론 모두와도 사이좋게 지내야 하겠지만요.|전쟁이 끝난 뒤의 일은 그때 가서 얘기하도록 해요. 지금 해야할 것은 신념을 지키면서 평화를 위해 싸우는 것이니까요."
			}
		},
		mission = {
			{
				1100,
				"음… 이 임무는… 역시 확인해보는 편이 좋겠네."
			}
		},
		mission_complete = {
			{
				1100,
				"빙고, 끝났다. 지휘관님, 보상이 대단하네요."
			}
		},
		touch2 = {
			{
				1100,
				"후후후, 지휘관님이 이걸 좋아한다는 건 알고 있어요."
			}
		},
		feeling5 = {
			{
				1100,
				"지휘관님은 제 모든 것을 전부 다 알고 계시죠. 뿔도, 성격도요. 서로에 대해 잘 알고 있으니 이제는 별로… 아니, 역시 말 하게 해주세요. 지휘실에서 이런저런 일을 하자는 건 절대 상대하지 않을 거니까요!"
			}
		}
	},
	[306070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 306070,
		expedition = "",
		home = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"이렇게 오래 기다리게 하다니…… 지휘관님, 식사는 아직인가요? 제, 제가 뭐라도 만들어 드릴까요?"
			}
		},
		win_mvp = {
			{
				1100,
				"좋아! 이겼다!! … 왜요? 이겨서 기뻐하는 것도 안 되나요?"
			}
		},
		main = {
			{
				1100,
				"nil|지휘관님, 가끔은 남의 눈을 의식하는 것도 좋다고요? 개성과 마이페이스는 같은 뜻이 아니에요.|지휘관님을 위해 승리를 가져다 드릴게요. 그러니 좀 더 출격을 시켜주세요! …… 저, 저도 이기고 싶으니까요!"
			}
		},
		mission = {
			{
				1100,
				"어서 새로운 임무를 끝내자구요. 그렇지 않으면 다들 비서함의 감독 소홀이라고 할 테니까요."
			}
		}
	},
	[202100] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 202100,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"주인님, 이미 충분히 대단하십니다. 이에 대해서는 매우 자랑스럽군요. 그리고 안심하세요. 새로운 문제가 나타나면 제가 계속 짚어드릴게요."
			}
		}
	},
	[705010] = {
		feeling3 = "",
		upgrade = "",
		id = 705010,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				1100,
				"동지여~ 조금 더 마시게나~ 마라 녀석이 어울려주지 않으니~ 해가 뜰 때까지 달려보세~|nil|강적이 없나? 그렇군. 동지가 욕구불만이란 말인가… 걱정말게. 내가 상대해 주지. 덤비게! 생명을 불태워 보세!"
			}
		},
		touch = {
			{
				1100,
				"그렇군. 동지는 나의 장비에 대해서 더 알고 싶었던 건가! 얼마든지! 아주 용기있는 행동이라네!"
			}
		},
		touch2 = {
			{
				1100,
				"동지이니 따지지 않겠네! 용감한 행동에 칭찬을 보내지! 자, 마음껏 만지게!"
			}
		}
	},
	[702030] = {
		feeling3 = "",
		upgrade = "",
		id = 702030,
		expedition = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"돌아왔구나, 지휘관. 오늘도 힘내자. 아, 그러고 보니… 목걸이, 잘 걸고 있지?"
			}
		},
		win_mvp = {
			{
				1100,
				"후후, 지휘관이 만족했다면 그걸로 충분해."
			}
		},
		home = {
			{
				1100,
				"출격할 때 잘 버텼구나… 착하다, 착해. 나머지는 나에게 맡겨줘."
			}
		},
		battle = {
			{
				1100,
				"Полный ход(전속 전진)!"
			}
		},
		detail = {
			{
				1100,
				"지휘관, 배 고파? 조금만 참아. 내가 ‘됐어’라고 말할 때까지… 후후."
			}
		},
		main = {
			{
				1100,
				"왜 그래, 지휘관? 나는 여기에 있어. 아무데도 가지 않을 거야.|목숨을 맡긴 상대는 소중히 여겨야지. 걱정 마. 지휘관의 고삐는 꼭 쥐고 있을테니까.|다른 아이들과 이야기 할 때는 나에게 먼저 알려줘. 누군가에게 들키면 부끄러우려나? 후후, 들켜도 상관 없다면 나도 상관 없다고?"
			}
		},
		touch = {
			{
				1100,
				"후후, 나도 지휘관을 만지고 싶은걸."
			}
		},
		touch2 = {
			{
				1100,
				"후후, 조금 있다가 놀아줄게. 알았지?"
			}
		},
		feeling5 = {
			{
				1100,
				"아직도 불안해? 조금만 더 참아볼까? 지금의 지휘관은 나와 이렇게 연결되어야 하지만 분명… 언젠가는 아무 것도 생각할 필요가 없을 거야. 고통도, 고민도 없이—— "
			}
		}
	},
	[702020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 702020,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"오늘은 뭐 부터 할거야? 달링♪"
			}
		},
		detail = {
			{
				1100,
				"달링~ 내가 전투 중에 얼마나 노력했는지 알고 싶어? 후후~ 얘기해줄까? 안 해줄 거지롱. 다른 동료들에게서 들어보라구~"
			}
		},
		main = {
			{
				1100,
				"비서함인가… 나를 게임에서 이기고 난 다음에 도와달라고 하면 안 되는 거야? 어차피 못 이길텐데♪|……! 너무 격하게 움직여서 허리가… 아, 아냐! |nil"
			}
		},
		touch2 = {
			{
				1100,
				"역시 큰게 더 좋겠지? 지휘관이 제일 좋아."
			}
		},
		feeling5 = {
			{
				1100,
				"그렇게 보지 마. 나도 본 게 많아서 아는 게 많다구? 달링이 무슨 생각을 하는지 보면 딱 알아♪ 그러니까… 그 얘기 꺼내지마! 금지! 그런 거 아니니까! 흥!"
			}
		}
	},
	[705050] = {
		feeling3 = "",
		upgrade = "",
		id = 705050,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		home = {
			{
				1100,
				"지휘관 동지, 먹어라. 별 것 아니다. 내가 너에게 주는 지원 보급이라고 생각해도 좋아."
			}
		},
		detail = {
			{
				1100,
				"항구는 물건이 많은 곳이지.그러니 나의 임무는 지휘관 동지의 정신 생활을 풍성하게 하는 것이다."
			}
		},
		main = {
			{
				1100,
				"최선을 다해서 전투를 하면 된다…인가. 합리적인 선택이군. 하지만… 나의 사무 능력을 너무 저평가 하는 것 아닌가…? |nil|nil"
			}
		},
		touch = {
			{
				1100,
				"지휘관 동지, 악수하자. 그래. 오늘도 같이 힘내자."
			}
		},
		touch2 = {
			{
				1100,
				"아이리스 리브레의 말로 이야기 하면, étiquette이 아니라는 것인가."
			}
		}
	},
	all = {
		999010,
		108030,
		207050,
		305140,
		306070,
		202100,
		705010,
		702030,
		702020,
		705050
	}
}

return
