pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		win_mvp = "",
		main_extra = "",
		id = 999010,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				100,
				"조회 완료…… 어서 오십시오, 주인."
			}
		},
		home = {
			{
				100,
				"아르마냑.천천히 음미해주시길."
			}
		},
		detail = {
			{
				100,
				"장비 조사… 상태 양호. 주인, 가스코뉴에게 무엇이든 명령해주시길."
			}
		},
		upgrade = {
			{
				100,
				"능력 상승 확인. …좋아!"
			}
		},
		main = {
			{
				100,
				"'입가를 올려봐라'…명령 수락. 이, 이렇게…? 잘 모르겠다…|검증 완료…… 주인의 상태는 '농땡이'임. '농땡이', 좋지 않다.|'대충해라'. …주인, 가스코뉴는 대체 뭘 어찌해야…?|소속 함대의 구성원, 가스코뉴의 용골 정보와 상이함을 확인. 어째서, 다들 웃는 거지?"
			}
		},
		touch = {
			{
				100,
				"주인, 무엇이든 가스코뉴에게 맡겨주시길."
			}
		},
		expedition = {
			{
				100,
				"주의, 의뢰팀의 귀환을 확인. 후우……"
			}
		},
		mission = {
			{
				100,
				"주의, 미완료 임무 확인. 주인…?"
			}
		},
		mission_complete = {
			{
				100,
				"주의, 임무 보수의 도착을 확인, 아아...!"
			}
		},
		mail = {
			{
				100,
				"주의, 새로운 우편을 확인. 크, 크흠!"
			}
		},
		touch2 = {
			{
				100,
				"체온 이상 감지. 주인, 가스코뉴는 대체 어떻게 된 거야…?"
			}
		},
		feeling5 = {
			{
				1100,
				"이 함대에서 배운 수많은 '감정', '고민', '그리고 '즐거움'…… 주인이 가스코뉴에게 바란 것, 겨우 이해했어. 주인, 정말, 고마워……"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 108030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"지휘관이 정말로 이런 일을 벌이다니, 진짜 깜짝 놀랬다고...하지만, 정말 기뻐! 헤헤~ 오늘부터, 항상 곁에 있을게! 대신, 먼저 말해두겠는데, 다시는 날 어린애 취급하면 안돼!"
			}
		}
	},
	[999011] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 999011,
		feeling1 = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		unlock = {
			{
				100,
				"가스코뉴, 준비 완료. 지시 확인: 주인과 함께 백사장에서 놀이——... 주인, ‘백사장에서 놀이’는 뭘 해야하는 겁니까...?"
			}
		},
		login = {
			{
				100,
				"귀환을 환영한다, 주인. 응? 가스코뉴는 현재 \"자유 행동\" 시범 진행 중..."
			}
		},
		home = {
			{
				100,
				"가스코뉴가 음식과 음료를 준비했다. 이러면 되겠지?...... 주인, 드시겠습니까?..."
			}
		},
		detail = {
			{
				100,
				"주인은 가스코뉴에게 검사를 하려고 하는가...? 바로 지금?"
			}
		},
		main = {
			{
				100,
				"한 여름의 바닷바람... 이게 바로 \"편안함\"인가...?|이건... 방금 발견한 새로운 동료, 와서 지휘관에게 인사를——...농담입니다.|함께 수영? 기다려라. 가스코뉴는 튜브를 준비해야 한다——'수영에는 튜브가 필요없다'고...?"
			}
		},
		touch = {
			{
				100,
				"주인의 시선... 심상치 않다."
			}
		},
		touch2 = {
			{
				100,
				"죄송합니다. 주인... 가스코뉴, 이상 발생한 듯..."
			}
		}
	},
	[207050] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 207050,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"지휘관님, 느려요. 지루해 죽을 것 같아요."
			}
		},
		home = {
			{
				1100,
				"지휘관님, 소파에서 잠깐 잘게요. 누군가 오면 깨워주시는 거 잊지 마세요."
			}
		},
		detail = {
			{
				1100,
				"방에 붙은 포스터, 전부 제가 좋아하는 록스타들의 것이랍니다. 보통은 남에게 보여주지 않지만, 지휘관님은 예외니까요~"
			}
		},
		main = {
			{
				1100,
				"에이잭스, 한 눈에 제 위장을 알아차렸어요. 역시 대단해요…… 하지만, 의외로 잘 맞았어요. 많은 것을 배웠답니다.|으… 하… 돌아왔어요. 티 파티에 맛있는 케이크가 많았지만 예의를 차리느라 힘들었다구요. 지휘관님, 신발 벗겨주세요~ |지휘관님, 일러스트리어스 언니 같이 상냥한 사람이 좋으신가요, 빅토리어스 언니같이 열정적인 사람이 좋으신가요. 네?"
			}
		},
		touch = {
			{
				1100,
				"지휘관님, 베네토는 위엄있어 보이지만 약간 어벙하다는 생각 들지 않으세요?"
			}
		},
		expedition = {
			{
				1100,
				"딩동댕동, 포미더블에게서 온 알림입니다. 지휘관님, 의뢰가 끝났습니다. 의뢰가 끝났답니다."
			}
		},
		mission = {
			{
				1100,
				"포미더블, 오빠를 위해서 임무 리스트를 정리했다구♪ ……히히, 지휘관님, 이런 포미더블도 좋으신가요?"
			}
		},
		mission_complete = {
			{
				1100,
				"지휘관님, 임무 보상이 중요한가요 포미더블이 중요한가요? 하나만 고를 수 있어요! …… 히히, 장난이에요~"
			}
		},
		mail = {
			{
				1100,
				"지휘관님, 우편이 왔어요. 잊지 말고 가져가세요~"
			}
		},
		touch2 = {
			{
				1100,
				"지휘관님, 저 화낼거예요? 그런 건 잘 못 달랜다고요."
			}
		}
	},
	[905030] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 905030,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"보컬, 댄스, 비주얼——주인, 가스코뉴의 오늘 스케쥴은 무엇인가요?"
			}
		},
		home = {
			{
				1100,
				"주인, 레슨 완료를 확인. 주인과 대화를 해도 괜찮습니까?"
			}
		},
		detail = {
			{
				1100,
				"질문, 주인은 가스코뉴의 라이브를 좋아하십니까?"
			}
		},
		main = {
			{
				1100,
				"데이터 베이스에 노래로 세상을 구한다는 기록을 확인. 주인, 가스코뉴도 앞으로 그렇게 할 수 있습니까? |‘감정’을 담은 노래는 주인의 마음을 효과적으로 울릴 것이라고 판단…… 주인, 가스코뉴의 노래를 듣겠습니까? |가스코뉴의 홍보 속성은 ‘쿨계열’…… 맞지 않는다고 판단. 가스코뉴도 모두처럼 빛나는 미소로 노래하고 싶습니다."
			}
		},
		touch = {
			{
				1100,
				"가스코뉴, 오늘의 레슨을 수행 중——주인님, 무슨 용건이 있으십니까?"
			}
		},
		expedition = {
			{
				1100,
				"가스코뉴, 돌아온 의뢰조에게 노래를 불러주어도 괜찮겠습니까…？"
			}
		},
		mission = {
			{
				1100,
				"촬영, 공연, 라디오. 가스코뉴는 오늘 무엇을 하면 좋겠습니까?"
			}
		},
		mission_complete = {
			{
				1100,
				"보고. 아이돌 활동으로 가스코뉴의 아이돌 능력이 상승… 응!"
			}
		},
		mail = {
			{
				1100,
				"주인, 새로운 카메라 테스트 요청이 확인. 참여 여부 결정을 부탁합니다."
			}
		},
		touch2 = {
			{
				1100,
				"코멧이나 다른 이들이 아이돌을 마음대로 만져선 안 된다고… 주인, 이것은 ‘성희롱’인가요…?"
			}
		},
		feeling5 = {
			{
				1100,
				"가스코뉴, ‘아이돌’의 정의에 관한 학습을 완료. 무대에서 빛나기 위해, 감정을 담은 ‘노래’를 모두에게 전달하기 위해, 가스코뉴의 모든 기능을 이용하기로 결정. 주인, ‘고맙습니다.’"
			}
		}
	},
	[305140] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		id = 305140,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		feeling2 = "",
		login = {
			{
				1100,
				"제 도움이 필요하다면 꼭 말해주세요. 비서함의 일은 지휘관님을 돕는 것이니까요."
			}
		},
		home = {
			{
				1100,
				"수고하셨어요. 지휘관님이라면 조금 더 빛나고 싶으시겠죠. 하지만 저는 지금처럼 이렇게 주목받지 않는 게 더 행복해요."
			}
		},
		battle = {
			{
				1100,
				"출격하고 싶지는 않지만… 어쩔 수 없네!"
			}
		},
		headtouch = {
			{
				1100,
				"머리가 쿵쿵, 쿵쿵, 쿵쿵쿵~쿵. 후후후."
			}
		},
		detail = {
			{
				1100,
				"연합 훈련의 기함이라니. 이렇게 주목받는 위치는 안돼. 절대로 못 할거야. 왜 아무도 몰라주는 건데! … 지, 지휘관님?! … 아, 아아아…"
			}
		},
		main = {
			{
				1100,
				"일이 많으신가요? 함대를 지휘하는 것은 힘들죠. 모두 알고 있어요. 그러니 조금 더 돕게 해주세요. 네? |지휘관님이 있기 때문에 지금의 우리가 있을 수 있어요. 모두가 존경한다고는 할 수 없지만, 적어도 지휘관님에게 고마워하고 있답니다. 그러니까 조금 더 자신을 가지세요. 저, 저는 조금… 다르죠? |동료들과 함께 있을 때는 눈에 띄지 않아도 좋지만, 지휘관님에게 만큼은 잘 보였으면 좋겠어요. 후후, 물론 모두와도 사이좋게 지내야 하겠지만요.|전쟁이 끝난 뒤의 일은 그때 가서 얘기하도록 해요. 지금 해야할 것은 신념을 지키면서 평화를 위해 싸우는 것이니까요."
			}
		},
		mission = {
			{
				1100,
				"음… 이 임무는… 역시 확인해보는 편이 좋겠네."
			}
		},
		mission_complete = {
			{
				1100,
				"빙고, 끝났다. 지휘관님, 보상이 대단하네요."
			}
		},
		touch2 = {
			{
				1100,
				"후후후, 지휘관님이 이걸 좋아한다는 건 알고 있어요."
			}
		},
		feeling5 = {
			{
				1100,
				"지휘관님은 제 모든 것을 전부 다 알고 계시죠. 뿔도, 성격도요. 서로에 대해 잘 알고 있으니 이제는 별로… 아니, 역시 말 하게 해주세요. 지휘실에서 이런저런 일을 하자는 건 절대 상대하지 않을 거니까요!"
			}
		}
	},
	[306070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		touch2 = "",
		id = 306070,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"이렇게 오래 기다리게 하다니…… 지휘관님, 식사는 아직인가요? 제, 제가 뭐라도 만들어 드릴까요?"
			}
		},
		win_mvp = {
			{
				1100,
				"좋아! 이겼다!! … 왜요? 이겨서 기뻐하는 것도 안 되나요?"
			}
		},
		main = {
			{
				1100,
				"nil|지휘관님, 가끔은 남의 눈을 의식하는 것도 좋다고요? 개성과 마이페이스는 같은 뜻이 아니에요.|지휘관님을 위해 승리를 가져다 드릴게요. 그러니 좀 더 출격을 시켜주세요! …… 저, 저도 이기고 싶으니까요!"
			}
		},
		mission = {
			{
				1100,
				"어서 새로운 임무를 끝내자구요. 그렇지 않으면 다들 비서함의 감독 소홀이라고 할 테니까요."
			}
		}
	},
	[202100] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 202100,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"주인님, 이미 충분히 대단하십니다. 이에 대해서는 매우 자랑스럽군요. 그리고 안심하세요. 새로운 문제가 나타나면 제가 계속 짚어드릴게요."
			}
		}
	},
	[705010] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 705010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				1100,
				"동지여~ 조금 더 마시게나~ 마라 녀석이 어울려주지 않으니~ 해가 뜰 때까지 달려보세~|nil|강적이 없나? 그렇군. 동지가 욕구불만이란 말인가… 걱정말게. 내가 상대해 주지. 덤비게! 생명을 불태워 보세!"
			}
		},
		touch = {
			{
				1100,
				"그렇군. 동지는 나의 장비에 대해서 더 알고 싶었던 건가! 얼마든지! 아주 용기있는 행동이라네!"
			}
		},
		touch2 = {
			{
				1100,
				"동지이니 따지지 않겠네! 용감한 행동에 칭찬을 보내지! 자, 마음껏 만지게!"
			}
		}
	},
	[702030] = {
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 702030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"돌아왔구나, 지휘관. 오늘도 힘내자. 아, 그러고 보니… 목걸이, 잘 걸고 있지?"
			}
		},
		win_mvp = {
			{
				1100,
				"후후, 지휘관이 만족했다면 그걸로 충분해."
			}
		},
		home = {
			{
				1100,
				"출격할 때 잘 버텼구나… 착하다, 착해. 나머지는 나에게 맡겨줘."
			}
		},
		battle = {
			{
				1100,
				"Полный ход(전속 전진)!"
			}
		},
		detail = {
			{
				1100,
				"지휘관, 배 고파? 조금만 참아. 내가 ‘됐어’라고 말할 때까지… 후후."
			}
		},
		main = {
			{
				1100,
				"왜 그래, 지휘관? 나는 여기에 있어. 아무데도 가지 않을 거야.|목숨을 맡긴 상대는 소중히 여겨야지. 걱정 마. 지휘관의 고삐는 꼭 쥐고 있을테니까.|다른 아이들과 이야기 할 때는 나에게 먼저 알려줘. 누군가에게 들키면 부끄러우려나? 후후, 들켜도 상관 없다면 나도 상관 없다고?"
			}
		},
		touch = {
			{
				1100,
				"후후, 나도 지휘관을 만지고 싶은걸."
			}
		},
		touch2 = {
			{
				1100,
				"후후, 조금 있다가 놀아줄게. 알았지?"
			}
		},
		feeling5 = {
			{
				1100,
				"아직도 불안해? 조금만 더 참아볼까? 지금의 지휘관은 나와 이렇게 연결되어야 하지만 분명… 언젠가는 아무 것도 생각할 필요가 없을 거야. 고통도, 고민도 없이—— "
			}
		}
	},
	[702020] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 702020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"오늘은 뭐 부터 할거야? 달링♪"
			}
		},
		detail = {
			{
				1100,
				"달링~ 내가 전투 중에 얼마나 노력했는지 알고 싶어? 후후~ 얘기해줄까? 안 해줄 거지롱. 다른 동료들에게서 들어보라구~"
			}
		},
		main = {
			{
				1100,
				"비서함인가… 나를 게임에서 이기고 난 다음에 도와달라고 하면 안 되는 거야? 어차피 못 이길텐데♪|……! 너무 격하게 움직여서 허리가… 아, 아냐! |nil"
			}
		},
		touch2 = {
			{
				1100,
				"역시 큰게 더 좋겠지? 지휘관이 제일 좋아."
			}
		},
		feeling5 = {
			{
				1100,
				"그렇게 보지 마. 나도 본 게 많아서 아는 게 많다구? 달링이 무슨 생각을 하는지 보면 딱 알아♪ 그러니까… 그 얘기 꺼내지마! 금지! 그런 거 아니니까! 흥!"
			}
		}
	},
	[705050] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 705050,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		home = {
			{
				1100,
				"지휘관 동지, 먹어라. 별 것 아니다. 내가 너에게 주는 지원 보급이라고 생각해도 좋아."
			}
		},
		detail = {
			{
				1100,
				"항구는 물건이 많은 곳이지.그러니 나의 임무는 지휘관 동지의 정신 생활을 풍성하게 하는 것이다."
			}
		},
		main = {
			{
				1100,
				"최선을 다해서 전투를 하면 된다…인가. 합리적인 선택이군. 하지만… 나의 사무 능력을 너무 저평가 하는 것 아닌가…? |nil|nil"
			}
		},
		touch = {
			{
				1100,
				"지휘관 동지, 악수하자. 그래. 오늘도 같이 힘내자."
			}
		},
		touch2 = {
			{
				1100,
				"아이리스 리브레의 말로 이야기 하면, étiquette이 아니라는 것인가."
			}
		}
	},
	[106550] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 106550,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"카사블랑카, 오늘의 보좌를 시작할게요. 후후, 오늘도 잘 부탁해요, 지휘관님."
			}
		},
		home = {
			{
				1100,
				"다녀오셨나요, 지휘관님! 지난 번에 본 영화는 제가 반납했답니다. … 후후, 지휘관님이 잊고 계셔도 제가 대신 기억해 드릴게요."
			}
		},
		battle = {
			{
				1100,
				"지휘관님을 위해서… 지지 않아요! "
			}
		},
		detail = {
			{
				1100,
				"사막과 바다의 경계선에 위치한 작은 바, 시간을 따라서 사라지지만 여전히 그리운 기억 속 아이리스 리브레의 풍경…… 정말 아름답다고 생각하지 않으세요, 지휘관님?"
			}
		},
		main = {
			{
				1100,
				"지휘관님, 보급 전선의 상황은 제대로 확인하셨나요? |지휘관님, 다음 번에 같이 보그의 야구 시합을 보러 가지 않으시겠어요? |’주간 항공모함’…? 저와 동형함 자매들에 관한 특집인가요? 조, 조금 부끄럽네요…"
			}
		},
		touch = {
			{
				1100,
				"지휘관님, 넥타이가 비뚤어졌어요. 후후, 이번에는 제가 먼저 눈치챘네요."
			}
		},
		touch2 = {
			{
				1100,
				"지, 지휘관님… 이런 전개는 일단 장소를 바꿔야… 아아아, 제가 지금 무슨 말을!"
			}
		}
	},
	[103240] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 103240,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"좋은 아침, 지휘관! 오늘의 갱신 상황은… 아, 아니지. 먼저 지휘관의 지시를 들어야지!"
			}
		},
		home = {
			{
				1100,
				"후… 지휘관이 무리하게 최전선에 나가지 않아도 된다고 항상 생각은 하지만… 그래도 지휘관과 함께 어깨를 나란히 하고 싸우고 싶기도 하고… 정말 모순이네."
			}
		},
		detail = {
			{
				1100,
				"아, 지휘관도 모두의 고민 상담을 해주고 싶어? … 안돼 안돼. 지휘관의 마음은 고맙지만 이건 여자들 사이의 문제라구."
			}
		},
		main = {
			{
				1100,
				"자. (펑!) 음료와 가벼운 간식, 그리고 모두의 위문품이야. 굉장히 많지만 모두가 좋아한다는 증명이라고 생각해줘! |nil|볼티모어는 여전히 여기저기 도와주러 다니기 바쁘다니까… 좀 즐겁게 지내면 어디가 덧나나?"
			}
		},
		touch2 = {
			{
				1100,
				"후후? 지휘관, 여기가 엄청 신경 쓰이는 모양이네. 직접 만져서 확인해볼래?"
			}
		},
		feeling5 = {
			{
				1100,
				"지휘관, 일이 끝나면 함께 어딘가 놀러가지 않을래? 장소는… 내가 정할게. 에헤헤, 흑기사가 되어달라고."
			}
		}
	},
	[102270] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 102270,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"오늘 지휘관님 별자리의 운세는…… 대길이네요."
			}
		},
		detail = {
			{
				1100,
				"아, 지휘관님. 이 책 추천해 드릴게요. 철학에 관한 책이랍니다?"
			}
		},
		main = {
			{
				1100,
				"지휘관님, 다음 휴일에는 함께 모항의 7대 미스테리를 찾아봐요! 굉장히 재미있을 것 같네요.|화려한 스타일이지만 얕보시면 곤란해요. 제가 어떻게 지휘관님을 곤란하게 하는지 두고 보세요.|nil"
			}
		},
		touch = {
			{
				1100,
				"지휘관님, 이쪽으로 좀 와주세요. 사진 찍어요."
			}
		},
		touch2 = {
			{
				1100,
				"제 몸매도 괜찮은 편이죠? 후후."
			}
		}
	},
	[107110] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		id = 107110,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"오늘의 출격 라인 업은…? 나도 같이 생각해 줄게."
			}
		},
		home = {
			{
				1100,
				"지휘관, 승리하고 온 걸 환영해! ——아야야야야! 장비에 부딪쳤다… 승리하고 돌아온 지휘관을 보니 조금 들떴네. 아하하…"
			}
		},
		headtouch = {
			{
				1100,
				"♪~"
			}
		},
		detail = {
			{
				1100,
				"어떤 강적이라도 용감하게 도전하라—— 지휘관의 곁이라면 온 힘을 다할 수 있어! 그러니까 다음번 출격 라인 업에는 반드시 나를 넣어줘!"
			}
		},
		main = {
			{
				1100,
				"지휘관이 바다에 떨어진대도 내가 구해내면 돼. 걱정 마. 대략적인 위치만 알려주면 수성과 쌍둥이 자리를 찾았던 때처럼 빠르게 곁으로 갈 수 있어.|에식스는 노력파야. 하지만 선배의 평가에 너무 얽매이곤 해… 지휘관, 너는 어떻지? |기지개 켜고 싶다… 잠시만, 저기, 지휘관? 옆에 부딪힐 만한 곳은 없지?"
			}
		},
		mission = {
			{
				1100,
				"임무가 힘들어? 그러면 우리 둘이 함께 힘내서 난관을 헤쳐나가자!"
			}
		},
		mission_complete = {
			{
				1100,
				"Mission accomplished! 용감하게 나서면 우리 둘이 해결하지 못할 일은 없어!"
			}
		},
		touch2 = {
			{
				1100,
				"에?! 아, 아무리 지휘관이라도 이런 습격은 반칙이야?!"
			}
		},
		feeling5 = {
			{
				1100,
				"잡았다! 후후, 별을 손에 넣는 것은 어렵지만 지휘관이라면 가뿐하지—— 장난이야. 오늘 같이 영화 보자. 이렇게 손을 꼭 잡고 말이야. 후후."
			}
		}
	},
	[207020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 207020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"각하, 준비는 끝났어. 물론 전투 준비야! 좋아, 적에게 로열 항공모함의 힘을 보여주지!"
			}
		},
		win_mvp = {
			{
				1100,
				"각하의 지휘가 있었기에 온 힘을 다할 수 있었어——이기는 것도 당연해."
			}
		},
		battle = {
			{
				1100,
				"페어리 풀마 중대, 소드피쉬 중대, 이륙 준비!"
			}
		},
		detail = {
			{
				1100,
				"각하와 구축함들은 모두 내가 지킨다! 내가 있는 한 아무도 손 대지 못해!"
			}
		},
		main = {
			{
				1100,
				"무슨 생각 중이냐고? 아, 물론 각하와 함대에 관한 생각을 하고 있지.|뭐?! 구축함을 불러 오라고…?! 각하, 이 일은 나에게 꼭 맡겨줘! |글로리어스, 아카스타와 아덴트에게 추천하는 옷은… 이게 좋겠군. 다음 번에는 주의하는 것이 좋겠어.|좋아. 그 잠수함이 없군. 정말이지, 항상 남의 방에서 숨바꼭질을 해대다니…"
			}
		},
		touch2 = {
			{
				1100,
				"각하! 여, 여기는 안 돼…！"
			}
		}
	},
	[105030] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 105030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"지휘관, 내가 도울 일이 있다면 얼마든지 말해줘."
			}
		},
		home = {
			{
				1100,
				"건배. 샴페인은 다음의 대승을 위해 남겨두도록 하자."
			}
		},
		detail = {
			{
				1100,
				"지휘관, 식사는 했어? 왜, 신경 쓰면 안 돼? 건방진 아이네."
			}
		},
		main = {
			{
				1100,
				"착하지, 착하지. 후후, 이걸로 부족해? 강아지도 아니고, 이정도로 충분하잖아?|애리조나, 다음 번에 같이 밥 먹자. 당연히 오겠지? |…! 다운즈, 아무리 내가 뒤를 봐주고는 있다지만 너무 위험한 짓은 하지 말라고? … 안 듣고 있는 것 같네."
			}
		},
		touch = {
			{
				1100,
				"이 누나에게 무슨 볼 일이라도?"
			}
		},
		touch2 = {
			{
				1100,
				"…! 이렇게 초조해 하다니, 왜 그래?"
			}
		}
	},
	[302140] = {
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 302140,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"지휘관님, 다녀오셨나요! 오늘도 여러모로 함께 힘내봐요!"
			}
		},
		win_mvp = {
			{
				1100,
				"조금은 언니들에게 가까워졌을까요?"
			}
		},
		home = {
			{
				1100,
				"언제라도 {namecode:40}는 여기서 지휘관님을 기다리고 있을 거예요."
			}
		},
		battle = {
			{
				1100,
				"저의 활약을 기대해주세요, 지휘관님!"
			}
		},
		main = {
			{
				1100,
				"지휘관님, 바쁘지 않으시다면 같이 훈련하실래요? 어렵지 않아요~|nil|혹시 힘드세요? 제가 도와드릴게요! 전에 가르쳐 주셨던 것과 같죠? 헤헤… 기대하셔도 좋아요.~"
			}
		},
		touch = {
			{
				1100,
				"흥~ 흐흥~ 흐흐흥~♪ 지휘관님, {namecode:40}의 노래, 어땠나요? 역시 노래에 재능이 있는 거 아닐까요?"
			}
		},
		feeling5 = {
			{
				1100,
				"헤헤~ 지휘관님, 오늘은 어디를 갈 예정이세요? 딱히 생각해두신 곳이 없다면 {namecode:40}가 골라도 괜찮아요!"
			}
		}
	},
	[805010] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 805010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"Bonjour, 지휘관님. 기도하는 동안 먼저 차 한잔 하면서 기다리고 계세요."
			}
		},
		home = {
			{
				1100,
				"다녀오셨나요, 지휘관님? 덕분에 모두가 무사하군요. 감사합니다."
			}
		},
		detail = {
			{
				1100,
				"요즘 장 바르와 함께 하는 시간이 늘었답니다. 서로 각자 할 일을 하면서 대화는 나누지 않지만 곁을 내주는 느낌이 들어서 굉장히 즐거워요."
			}
		},
		main = {
			{
				1100,
				"「FVRENTIBVS EMINET AVSTRIS」… 신앙과 노력은 누구나 할 수 있는 빈말이지만, 정말로 뜻을 이루려면 수많은 고통과 희생이 필요하죠.|지휘관님, 굉장히 진지한 질문이 있어요—— 대체 어떻게 하면 「지휘냥」들이 지휘관님을 좋아하는 것만큼 저를 좋아하게 할 수 있을까요? |nil|비시아 성좌의 전사들은 우리 아이리스 리브레의 동포라는 사실을 잊어선 안 돼요.|nil"
			}
		},
		touch = {
			{
				1100,
				"기도 시간이랍니다. 지휘관님, 조금만 기다려주세요."
			}
		},
		touch2 = {
			{
				1100,
				"접촉 방식을 조금 더 고민하는 것이 어떨까요?"
			}
		},
		feeling5 = {
			{
				1100,
				"우리 중 누가 구애하고 있는지는 중요하지 않아요. 우리 사이의 유대감을 느낄 수 있다는 것만으로도 기쁘지요. 제 곁에 있어줘서 고마워요."
			}
		}
	},
	[905010] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 905010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"가져와라. 도와주도록 하지… 비서함이니 당연한 것 아닌가?"
			}
		},
		home = {
			{
				1100,
				"필요하다면 나도 출격하겠어. 하지만 너의 지휘를 받으면 그럴 기회가 없을 것 같군."
			}
		},
		battle = {
			{
				1100,
				"비시아 성좌에 영광이 있으라!"
			}
		},
		detail = {
			{
				1100,
				"됭케르크나 알제리를 데리고 쇼핑을 하는 취미는 없어. 너도 잘 알지? 반대로 말하면 너와는 함께 해줄 수도 있다는 거야."
			}
		},
		main = {
			{
				1100,
				"신형함에게는 지지 않아. 나는 비시아 성좌의 장 바르야. 신성한 아이리스 리브레의 이름을 자랑으로 삼아 절대 물러서지 않겠어.|리슐리외가 신경 쓰이면 같이 가줄까? 신념은 다르지만 그래도 자매니까.|기도는 의미가 없지만, 마음에서 우러나오는 소원은 괜찮아. 사랑하는 이의 평안함을 비는 것——이것이 바로 '인간'의 마음이겠지."
			}
		},
		touch = {
			{
				1100,
				"…나에게 너무 의지해서는 안 돼."
			}
		},
		expedition = {
			{
				1100,
				"시끄러운 녀석들이 돌아왔군."
			}
		},
		mission = {
			{
				1100,
				"너에게나 나에게나 이정도 보상으로는 부족해."
			}
		},
		touch2 = {
			{
				1100,
				"……여기가 그렇게 좋아?"
			}
		},
		feeling5 = {
			{
				1100,
				"……아, 미안. 잠시 졸았네. 너도 잠시 잘래? 무릎을 빌려줄게. ……괜찮아. 항상 같이 있을게."
			}
		}
	},
	[301820] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		touch2 = "",
		id = 301820,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"지휘관님, 수고하셨습니다. 다음 업무는...... 으음... 먼저 자료 정리를 해야죠, 응!"
			}
		},
		home = {
			{
				1100,
				"돌아온 것을 환영합니다. 지휘관님. {namecode:135}의 제안으로 장식용 꽃을 바꿔봤어요, 어떠세요?"
			}
		},
		detail = {
			{
				1100,
				"이번 달의 꽃... 계절에 맞춰 조합을 더하면... 전부 같이 두면 별로인 것 같네요. 아무래도 몇 개를 고르는 게 좋겠어요...... 지휘관님, 이, 이건 어떠세요?"
			}
		},
		main = {
			{
				1100,
				"오늘 지휘관님을 위해 준비한 것은... 재스민 차입니다! 마지막에 무작위로 선택한 것이긴 하지만...|{namecode:125}와 수다 떠는 것은 정말 즐거운 일이에요. 하지만, 그 애는 낯선 대상과 대화할 때는 왜 그렇게 변하는 걸까요...|nil"
			}
		},
		mission = {
			{
				1100,
				"지휘관님, 다음 임무는... 이, 이거 하실래요?"
			}
		},
		feeling5 = {
			{
				1100,
				"지휘관님, 지휘실의 꽃에 물을 잘 주고 계시나요?... 저도 이 꽃들을 잘 보살펴야겠죠. 왜냐하면 지휘관님이 부재중이 실 때, 이 꽃들만 보면 지휘관님을 떠올릴 수 있으니까요. 후훗."
			}
		}
	},
	[305080] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		id = 305080,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"좋아, 얼른 일을 시작해. 나는 내가 할 일을 알아서 찾을테니까."
			}
		},
		home = {
			{
				1100,
				"밖에서 무슨 재미있는 일이 있었지? 나에게도 알려줘. 굉장히 기대하고 있다고."
			}
		},
		detail = {
			{
				1100,
				"음, 지휘관 녀석, 신경쓰지 않으면 카가 언니에게…… 아니, 사실 아마기도…… 음?! 언제 온 거지?"
			}
		},
		main = {
			{
				1100,
				"지휘관, 졸졸 쫓아다니는 아마기를 잘도 상대하더군. …후후, 하지만 우리 언니는 힘들걸. 그러니 관대한 나에게 감사하도록 해.|함선인 우리는 항로와 인간을 이어주는 존재야. 몸의 일부분, 심지어는 그 행동까지도 그렇지. 우리가 전투를 위해 태어났어도 마찬가지야.|프라이버시…? 강자인 나는 언제 어디서나 약자인 너를 지켜야해. 설마 틀렸어?"
			}
		},
		touch = {
			{
				1100,
				"검술 상대를 해주겠다고? 전력을 다하지 않으면 재미가 없고, 그랬다가는 다치게 할 수도 있으니 골치 아프네…… 정말 어려워."
			}
		},
		expedition = {
			{
				1100,
				"의뢰가 끝났다는 걸 알려주는 것도 습관이 된 모양이야."
			}
		},
		mission = {
			{
				1100,
				"임무? 어디 보자."
			}
		},
		mission_complete = {
			{
				1100,
				"그래, 임무가 끝났군. 보상은? 많은가?"
			}
		},
		mail = {
			{
				1100,
				"우편? 임무 하달이라면 찢어버려."
			}
		},
		touch2 = {
			{
				1100,
				"무서워하지 마. 조금 더 대담하게 굴어도 널 어떻게 하지는 않을테니까. 하하!"
			}
		},
		feeling5 = {
			{
				1100,
				"잊지 마. 네가 아무리 위대하다고 해도 인간일 뿐이야. 위험이 닥친다면 얌전히 숨어있도록 해. 네 불찰로 내가 전진의 의미를 잃는다면 천국이건 지옥이건 쫓아갈 테니 도망갈 생각은 하지 마. 하하하!"
			}
		}
	},
	[903020] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		id = 903020,
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"돌아온 걸 환영해. 오늘은 뭘 먼저 할거야? 자.기.야~?"
			}
		},
		lose = {
			{
				1100,
				"실패한 건가... 미안하다, 너의 기대를 저버려서..."
			}
		},
		home = {
			{
				1100,
				"지쳤구나... 너무 무리해선 안돼. 모든 걸 나에게 맡기고, 넌 누워서 좀 쉬어."
			}
		},
		headtouch = {
			{
				1100,
				"어머, 어리광을 피우고 싶은 거야?"
			}
		},
		detail = {
			{
				1100,
				"응...? 난 지금 다음번에 됭케르크랑 쇼핑할 가게를 보고 있었어. 물론, 너도 함께 가도 상관없어. 하하하~"
			}
		},
		main = {
			{
				1100,
				"nil|오늘 저녁은 뭘 먹고 싶어? 밥 말고...? 어머, 정말 대담하네... 그건 저녁 식사 후를 기대해~~♪|일이든 일상생활이든, 너무 타이트하면 오히려 일을 잘 할 수 없어. 쉬어야 할 때는 푹 쉬어야 한다구?|(꼬집)음~ 어떻게 이렇게 귀여울 수가 있지~ 아 참, 다음에 리슐리외 님이랑 함께 즐기는 것도 좋겠네, 하하핫|nil"
			}
		},
		mission = {
			{
				1100,
				"새로운 임무가 발령됐어. 응? 아직도 엄청 바빠 보이네... 내가 대신 완성해주지... 역시 무리인 건가......"
			}
		},
		mail = {
			{
				1100,
				"편지 왔어. 하하, 너도 이렇게 편지 써볼래~?"
			}
		},
		touch2 = {
			{
				1100,
				"뭐가 너를 이렇게 조급하게 만든거야? 하하~♡"
			}
		},
		feeling5 = {
			{
				1100,
				"오늘 데이트는 뭐할거야? 엇, 어디 갈지 이미 결정한거 아니었어? 내 말은 이게 아니라, 그... 저녁 식사랑 숙소... 데이트를 더 기분 좋게 즐기기 위해서는 여러 준비를 우선 잘 해야 한다구~"
			}
		}
	},
	[802020] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 802020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"오늘의 당신도 하늘의 보살핌과 함께하길, 지휘관님."
			}
		},
		home = {
			{
				1100,
				"아이리스 리브레의 호의를 받은 사람은, 신중을 기해야 합니다. 한 번의 전투 결과로 인해 방방 뛰거나 의기소침해져서는 안됩니다. 지휘관님."
			}
		},
		detail = {
			{
				1100,
				"저와 달리, 추기경...... 리슐리외 님이 진정한 성녀가 아닐까요...... 저, 절대 질투하는 것은 아닙니다."
			}
		},
		main = {
			{
				1100,
				"언제든지 아이리스 리브레, 항구의 동료들 그리고 지휘관님을 수호할 것입니다.|앗, 지휘관님의 파일...... 아, 내가 이런 부주의한 실수를 범하다니......!|피곤하시다면 휴식하는 것이 좋겠어요. 지휘관님이 쉬신다면 저도 편히 쉬겠습니다...... 비서함이 어떻게 혼자 쉴 수 있겠습니까! 아, 아무튼 우선 휴식을 취하시지요!"
			}
		},
		touch = {
			{
				1100,
				"빛을 발할 수 있으니, 함부로 건드리지 말아주십시오......"
			}
		},
		touch2 = {
			{
				1100,
				"거, 거긴——!"
			}
		}
	},
	[901020] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 901020,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"지휘관님, 안녕하세요... 아, 지휘관님께 어떤걸 요리해드릴까 생각 중이었어요..."
			}
		},
		win_mvp = {
			{
				1100,
				"MVP는... 움? 왜 다들 저를 보고 계시죠...?"
			}
		},
		home = {
			{
				1100,
				"지휘관님, 돌아오신 것을 환영합니다. 제가 등 좀 두들겨 드릴까요?"
			}
		},
		main = {
			{
				1100,
				"지휘관님, 저번에 도넛은... 아, 이미 물어봤었나요...? 죄송합니다. 계속 다른 일을 생각하다가 그만...|지휘관님도 책 보실래요? 제가 몇 권 추천해드릴 수 있습니다.|nil"
			}
		},
		touch2 = {
			{
				1100,
				"...... 꺅! 아, 죄송합니다. 지휘관님을 생각하다 넋을 놓았습니다."
			}
		},
		feeling5 = {
			{
				1100,
				"계속 지휘관님의 일을 생각해도 괜찮나요? 네... 타르투라면, 이렇게 계속 생각하고 있을 수 있을 것 같네요..."
			}
		}
	},
	[901030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 901030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"지금 내가 지휘관의 자리에 앉아 있으니까, 내가 바로 지휘...... 앗, 지휘관 언제 온 거야!"
			}
		},
		win_mvp = {
			{
				1100,
				"1등! 박수! 흐흥, 난 역시 대단해!"
			}
		},
		home = {
			{
				1100,
				"지휘관, 이리와, 상으로 머리를 쓰다듬어 줄게...... 아하핫, 부끄러운 표정 짓지마!"
			}
		},
		main = {
			{
				1100,
				"기사단에게 뒤지지 않는 총춤 솜씨를 보여줄게! 엣, 지휘관, 탁자 밑으로 숨을 필요는 없잖아! 난 연습...... 와악, 조심해!|야채는 전부 빼버리면 돼! 지휘관이 싫어하는 거랑 내가 싫어하는 것 전부 빼버려~|nil"
			}
		}
	},
	[202030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 202030,
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"후후훗, 오늘도 잘 부탁해요, 사랑스러운 아기돼지♡"
			}
		},
		win_mvp = {
			{
				1100,
				"아기돼지에게 상을 줘야겠군요. 후후훗, 어떤 상을 원하시나요?"
			}
		},
		lose = {
			{
				1100,
				"이런... 아기돼지에게 이런 창피한 모습을 보이면 안되는데...!"
			}
		},
		home = {
			{
				1100,
				"수고했어요. 수리와 보급 일정은 모두 정리해뒀어요. 아기돼지는 우선 좀 쉬세요."
			}
		},
		battle = {
			{
				1100,
				"후후훗, 제가 제대로 밟아드리죠."
			}
		},
		detail = {
			{
				1100,
				"오늘 \"아기돼지에 대한 따뜻한 사랑\" 놀이를 해보는 건 어때요? 후후훗."
			}
		},
		main = {
			{
				1100,
				"아기돼지를 위해서 업무가 끝나기 전에는 \"바꾸지 않겠어요\". 하하하, 무슨 뜻인지 아시겠죠...?|이 멍청한 얼굴은 아무리 봐도 질리지가 않는군요. 후후훗, 귀여운 아기돼지♡|설마 리엔더에게도 그런 쪽에 소질이 있었다니... 아니, 그 아이는 넵튠과 다른데. 소위 \"교육\"이라 불리는 것조차도 무슨 뜻인지 전혀 모를텐데..."
			}
		},
		expedition = {
			{
				1100,
				"의뢰조 자매들을 맞이하러 갈건가요? 제가 같이 가죠. 후후후."
			}
		},
		mail = {
			{
				1100,
				"편지에요. 내용은... 후훗, 전 아기돼지를 믿습니다?"
			}
		}
	},
	[201100] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 201100,
		feeling1 = "",
		unlock = "",
		mail = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"지, 지휘관님…… 드디어 오셨슈? 배, 배가 너무 고파유…"
			}
		},
		win_mvp = {
			{
				1100,
				"시, 시그넷이 이겼어유! 새러, 이 스타일이 정말 아니여유!"
			}
		},
		lose = {
			{
				1100,
				"우우. 지휘관님… 얼른 철수해유…"
			}
		},
		home = {
			{
				1100,
				"에헤…… 뒹굴뒹굴—— 에?! 지휘관님?! 아, 지 방이 아니라 지휘관의 방이었어유?! 우우, 미안해유…"
			}
		},
		detail = {
			{
				1100,
				"다음은… 핫! 좋아유. 이 동작도 이제 완벽해유! 헤헤~"
			}
		},
		main = {
			{
				1100,
				"nil|미니애폴리스 씨가 물고기를 잡을 때는 이렇게… 핫! … 에헤헤, ‘세인트로렌스 강 특기’, 어, 어때유? |지, 지가 귀여워유…? 에헤헤… 지휘관님도 지가 귀엽다고 생각하신거쥬? …에헤헤……"
			}
		},
		touch2 = {
			{
				1100,
				"지휘관님. 지, 지도 일단은 아이돌이여유… 그, 그러니까 이런 일은… 하지만… 으우……"
			}
		},
		feeling5 = {
			{
				1100,
				"♪~ 피쉬 앤 칩스♪ 지휘관님은 소금이 좋아유, 아니면 마요네즈가 좋아유? 지가 먹여드릴 거구만유! 에헤헤… 아, 아~"
			}
		}
	},
	[901110] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		touch2 = "",
		id = 901110,
		feeling1 = "",
		unlock = "",
		mail = "",
		feeling4 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"구축함 르 말랭...... 하암...... 명령 대기 중...... 안되겠다. 너무 졸려."
			}
		},
		win_mvp = {
			{
				1100,
				"르 팡타스크급의 우아함은——무적입니다."
			}
		},
		lose = {
			{
				1100,
				"르 트리옹팡, 지휘관, 죄송합니다...!"
			}
		},
		home = {
			{
				1100,
				"트리옹팡에게 배운 홍차를 우려냈습니다...... 정말입니다. 맛있을 거라곤 장담 못하지만."
			}
		},
		battle = {
			{
				1100,
				"아이리스의 심장은, 여기에 존재한다!"
			}
		},
		detail = {
			{
				1100,
				"뒹굴...... 뒹굴...... 뒹굴...... 뒹굴...... 지휘관도 같이 하시겠습니까?"
			}
		},
		main = {
			{
				1100,
				"nil|오늘 특별한 일은 없었지만, 수고했다, 르 말랭...... 그래, 난 정말 대단해.|지휘관, 배고파요. 됭케르크 씨의 디저트가 먹고 싶어요...... 엣, 열심히 일하면 10분 휴식이라고요......? 아, 정말 귀찮다."
			}
		},
		expedition = {
			{
				1100,
				"모두 돌아왔어요. 어서 맞이하러 가시죠. 어서요~"
			}
		},
		mission = {
			{
				1100,
				"지휘관에게 새로운 지시가 주어졌습니다."
			}
		},
		mission_complete = {
			{
				1100,
				"지휘관, 임무 보상이 왔습니다!"
			}
		},
		feeling5 = {
			{
				1100,
				"지휘관이랑 데이트가 하고 싶어도, 외출은 정말 귀찮아요. 걷는 것도 귀찮고...... 음, 지휘관, 다음에는 차라리 숙소에서 데이트해요!"
			}
		}
	},
	[205060] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		main_extra = "",
		mission = "",
		id = 205060,
		feeling1 = "",
		unlock = "",
		mail = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"함대 관리는 굉장히 복잡한 일이네. 나에게 부탁할 일이 있다면 주저없이 이야기하도록 해."
			}
		},
		lose = {
			{
				1100,
				"A light heart lives long, 너무 실망하지 마."
			}
		},
		home = {
			{
				1100,
				"승리를 위하여, 건배. 네 덕분에 모두가 이렇게 평화롭게 지낼 수 있다는 점을 잊지 말아줘."
			}
		},
		battle = {
			{
				1100,
				"폐하와 지휘관의 영광을 위하여!"
			}
		},
		detail = {
			{
				1100,
				"간식을 준비해 달라고? 킹 조지 5세만큼은 아니지만 어떻게든 할 수 있을 거야."
			}
		},
		main = {
			{
				1100,
				"nil|리펄스, 뱀파이어, 후드, 그리고 프린츠 오이겐, 비스마르크… 네 곁에 있으면 심심할 일은 영원히 없겠네.|이미 폐하를 만족시키는 것에는 익숙해졌어. 그러니 가끔은 곤란한 부탁을 해도 괜찮다구? 내가 완벽하게 부탁을 들어주면 나에게 또 한 번 반하겠지—— 후후, 어때?"
			}
		},
		touch = {
			{
				1100,
				"곧 티파티 시간인가?"
			}
		},
		expedition = {
			{
				1100,
				"군사 의뢰 완료. 함께 마중 나가자."
			}
		},
		touch2 = {
			{
				1100,
				"이 행동의 의미를 알고 있어? 후후후."
			}
		},
		feeling5 = {
			{
				1100,
				"계산이 필요한 사랑은 가장 보잘 것 없는 법이지. 너에게 가장 진실된 나를 보여주고, 가장 진실된 너를 받아 들이겠어—— 걱정 마, 행복한 눈물로 젖은 내 눈에 너의 사소한 실수는 들어오지 않을 테니까. 이게 바로 연인이라는 거겠지."
			}
		}
	},
	[205070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 205070,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"나의 총애를 얻은 지휘관, 그대는 지금 무얼 생각하고 있는가?"
			}
		},
		win_mvp = {
			{
				1100,
				"적색을 파괴하기 전에 녹여버리자. 찢고 파괴하기만 하는 걸로는 내겐 부족하다."
			}
		},
		battle = {
			{
				1100,
				"나의 눈동자와 함께 선홍빛으로 물들이자."
			}
		},
		main = {
			{
				1100,
				"그대의 존재는 나의 전투 방식에 큰 영향을 주었다——그렇다, 그대와 정열 가득한 눈빛을 교환하고, 나의 눈동자도 선혈과 같은 붉은색으로 물들었다——|킹 조지 5세든 웨일즈든, 앤슨이든 하우든, 나는 그대를 절대로 그녀들에게 넘길 수 없다. 그대는 내 최고의 사냥감이자 나의 증명서이니까.|비참한 샤른호르스트, 그대는 이 근육과 피부, 이 눈동자 그리고 이 몸의 가치를 완전히 이해하지 못했다. 그렇다... 지휘관은 나에게 있어, 그렇게나 중요한 존재인 것이다."
			}
		},
		touch2 = {
			{
				1100,
				"한 몸으로 융합하자. 그대가 되든, 내가 되든, 혹은 다른 모든 것으로든——"
			}
		},
		feeling5 = {
			{
				1100,
				"죄업이 무거운 뱀이여, 그대는 내 곁에 속박되어 영원히 사랑을 받으리라——교환하는 것이다. 그대는 나의 총애를 받고, 나는 그대에게 나를 안을 권리를 주는 거지."
			}
		}
	},
	[902010] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 902010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"오늘 뭐 할거야? 몸이 녹슬어 버리기 전에 일 좀 시켜줄래?"
			}
		},
		home = {
			{
				1100,
				"항구엔 역시 “본업” 방면의 일은 별로 없네... 음, 어차피 아이리스 리브레 동료들도 여기서 즐거워하니까 나도 즐겨야겠어, 헤헤~"
			}
		},
		detail = {
			{
				1100,
				"“본업”이 뭐냐고...? 그건 말이지... “inquisition”라고 해야하나~... 내포된 뜻...? 역시 너한테는 말 안할래~"
			}
		},
		main = {
			{
				1100,
				"nil|♪～ 지휘관, 이거 날카롭게 갈렸는지 확인해 줄 수 있어? 음~ 내가 직접 하면 위에 뭐가 묻었는지 항상 걱정이 되서...|알제리보다는, 역시 장 바르 밑에서 일 하는 게 나한테 더 잘 맞는 것 같아~ 뭐랄까, \"상대 전부를 처리해버리기만 하면\" 된다는 그런 느낌..."
			}
		},
		touch2 = {
			{
				1100,
				"으응? 으으응? ... 응 ...됐어♪"
			}
		}
	},
	[205100] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 205100,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"하인, 마침 잘 왔어. 오늘의 보고서를 함께 살펴보자고!"
			}
		},
		home = {
			{
				1100,
				"하인, 전투 상황은 어때? 별문제 없었지?"
			}
		},
		main = {
			{
				1100,
				"너무 느린데…홍차는 아직 준비가 안됐나…? 자네가 타주는 차에 습관이 되었는데 날 너무 오래 기다리게 하지마…|카리스마 물론 중요하지. 하지만 사람이 진심으로 따르게 하려면 능력과 진심도 있어야 하지…|nil"
			}
		},
		touch = {
			{
				1100,
				"무슨 일이야? 듣고 있어, 하인."
			}
		},
		feeling5 = {
			{
				1100,
				"일이 이렇게 됐으니, 승패는 이미 상관없어졌어. 나에겐 하인 너와 함께한 시간이야말로 가장 즐거운 시간이야.… 너도 그렇게 생각해? 그럼 정말 다행이다! 우리 다시 한 판 하자고!"
			}
		}
	},
	[207010] = {
		feeling3 = "",
		win_mvp = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 207010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"지휘관, 언젠가 피곤함을 느낀다면 잠시 쉬어. 늦게 와도 괜찮으니까. 미리 나에게 이야기만 해주면 돼."
			}
		},
		home = {
			{
				1100,
				"오늘도 모든 것이 평소처럼…응? 지휘관도 무사히 돌아왔네. 응, 여기도 모두 정상이야."
			}
		},
		upgrade = {
			{
				1100,
				"느낌이 괜찮아. 고마워. 지휘관을 위해서 아무리 좁은 항로라도 전력을 다해 뚫을거야."
			}
		},
		main = {
			{
				1100,
				"사실 일단 습관되면 저칼로리 식단도 엄청 맛있어. 기회가 있으면 한번 함께 시도해봐, 지휘관.|만일 지휘관이라면 이 안의 기록을 보여줄 수 없는건 아니지...|요즘 다른 아이들과도 잘 인사할 수 있게 됐어. 후후…지휘관과 오래 지내서인지 나도 부드러워진 건가?"
			}
		},
		touch = {
			{
				1100,
				"무슨 일이야? 만일 회식이라면…윽…지휘관이 함께라면 나도 마음이 좀 놓일거야…나와 함께 갈 수 있어?"
			}
		},
		touch2 = {
			{
				1100,
				"그렇게 보지마! 사실 살은 별로 없… 뭐, 뭐하는 거야?!"
			}
		},
		feeling5 = {
			{
				1100,
				"이렇게 된김에 체중에 관해서는 고민할 만한 가치가 없을 것 같네. 어찌 됐든 지휘관은 예전처럼 날 대할 것이라는 것을 내가 아니까. 결국 지금 우리는 서로를 떨어질 수 없어. 맞지, 지휘관?"
			}
		}
	},
	[201330] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		home = "",
		mission = "",
		id = 201330,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		mission_complete = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"지휘관님 오셨어요? 네. 자료와 스케줄은 모두 이곳에 두었습니다. 그리고 지휘관님을 위해 레몬차도 준비해뒀어요. 비타민을 보충해야만 일을 더 잘하실 수 있어요."
			}
		},
		headtouch = {
			{
				1100,
				"음…지휘관이 쓰담쓰담해주시면 매우 마음이 편해져요."
			}
		},
		main_extra = {
			{
				1100,
				"지휘관님의 도시락이에요, 편식은 안됩니다!|후드 씨는 오늘도 역시나 우아하군요… 지휘관님도 힘내세요, 목표는 후드 씨와 같은 품격을 갖추는 겁니다!|숨바꼭질에서 술래할 때… 항상 직감에 따라 모두를 찾았어요. 실은 저 여기에 재능이 있다구요?"
			}
		},
		touch = {
			{
				1100,
				"이카로스 여기 있어요. 무슨 일 있으면 얼마든지 제게 말씀하세요."
			}
		},
		touch2 = {
			{
				1100,
				"이, 이런 일은 그래도 장소를 바꿔서…(///"
			}
		},
		feeling5 = {
			{
				1100,
				"지금 보니, 태양보다 지휘관님은 겨울의 난로를 더 닮은 것 같아요. 사람을 따뜻하게 하지만 화상 입을 걱정을 할 필요도 없어요. 헤헤헤, 이렇게 함께 붙어있어도 상관없어요!"
			}
		}
	},
	[202270] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 202270,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"좋은 아침이에요, 지휘관님. 깊이 주무시는 걸 보고 깨우지 않았어요. 오늘도 함께 화이팅해요!"
			}
		},
		main = {
			{
				1100,
				"좋아요. 그리고 눈을 감으세요. 제가 로열 네이비 스타일의 안면 마사지를 해드릴게요|nil|와 이렇게 지휘관님과 함께 임무를 하나씩 해결해 나가는 것은 정말 더할 나위없이 즐거운 일이에요."
			}
		},
		touch = {
			{
				1100,
				"탄산음료요? 윽…정말 어쩔 수가 없네요. 오늘은 한 병만 더 마시는 거에요?"
			}
		},
		touch2 = {
			{
				1100,
				"정말… 유일하게 이 점만 끝까지 말을 안들으시네요…"
			}
		},
		feeling5 = {
			{
				1100,
				"♪～방청소는 끝났고 다음은…앗! 돌아오셨네요, 지휘관님. 금방 식사 준비해드릴게요. 잠시만 기다리시면 돼요."
			}
		}
	},
	[206060] = {
		feeling3 = "",
		win_mvp = "",
		home = "",
		mission = "",
		id = 206060,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"일찍 일어난 새 가 먼저 먹이를 잡는다지. 지휘관… 굶어죽는 새가 되지 않으려면 힘내야 해."
			}
		},
		detail = {
			{
				1100,
				"방안의 거울은 사실 언제든 대화를 쉽게 연습하기 위해서 쓰는거지…. 앗, 웃으면 안돼!"
			}
		},
		upgrade = {
			{
				1100,
				"아주 고마워. … 답례가 필요한가?"
			}
		},
		main = {
			{
				1100,
				"필요한 것이 있으면 항상 나에게 말해. 내가 당신과 함께 할테니. 지휘관.|일은 유통기한이 곧 끝나가는 식품과 같지. 두고 신경쓰지 않으면 문제가 생길거야. 필요하다면 내가 당신을 도와주지. 지휘관.|nil"
			}
		},
		main_extra = {
			{
				1100,
				"인트레피드, 저게 바로 퍼시어스야. 봤나?"
			}
		},
		touch = {
			{
				1100,
				"나와 얘기하길 원하나?"
			}
		},
		expedition = {
			{
				1100,
				"지휘관…음…의뢰조가 업무를 끝내고 돌아왔어."
			}
		},
		touch2 = {
			{
				1100,
				"…………"
			}
		},
		feeling5 = {
			{
				1100,
				"요즘 느낌이…지휘관에게 뿐만 아니라 다른 함선 동료들과도 대화가 더 통하는 것 같은데… 모두 지휘관이 내 곁에서 용기와 격려를 주었기 때문이야. 나는 지휘관이 제일 좋아."
			}
		}
	},
	[499040] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 499040,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"다녀왔나, 지휘관. 다음 임무 계획을 같이 세우도록 할까?"
			}
		},
		home = {
			{
				1100,
				"우리는 기계가 아니니 피곤하면 쉬도록 해. 내가 대신 해주지."
			}
		},
		detail = {
			{
				1100,
				"모두가 느긋하게 있을 수 있는 것은 지휘관에 대한 믿음에서 비롯된 것이지. 응, 드디어 이해할 수 있게 되었어."
			}
		},
		main = {
			{
				1100,
				"nil|나는 변화가 싫지만, 가끔은 나에게 변화를 요구할 때도 있더군. 하지만 우리의 맹세는 변하지 않으니 걱정하지 마. |실수 때문에 화가 났나? 용서할 수 있는 것은 용서해. 사소한 실수로는 계획이 틀어지지 않으니까."
			}
		},
		touch2 = {
			{
				1100,
				"윽! 갑자기 습격하다니…"
			}
		},
		feeling5 = {
			{
				1100,
				"솔직히 말하면, 갑작스러운 행동 때문에 머리가 하얗게 됐지만…… 다시 냉정을 되찾았어. 그래, 어떤 상황에서도 나는 너와 함께할 거야."
			}
		}
	},
	[299030] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 299030,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"서~방~님~! 헷~ 오늘치 사랑의 포옹이야! 서방님과의 포옹은 이제 빠져서는 안 될 일상 요소라구~"
			}
		},
		home = {
			{
				1100,
				"서방님, 다녀왔구나! 출격에서 다치지는 않았어? 체셔를 그리워하지는 않았어? 정말, 그렇게 부끄러워 하지 마~"
			}
		},
		headtouch = {
			{
				1100,
				"서방님, 새로운 고양이 귀를 샀어. 한번 써볼래? ……에이, 도망가지 마! 쓰면 귀엽단 말이야~"
			}
		},
		main = {
			{
				1100,
				"nil|왜 그렇게 바보같이 웃냐고? 바보 아니거든! 그냥 서방님 생각이 났을 뿐이야~|서방님, 오늘은 홍차로 할래? 아니면 주스? 내 추천은 자판기에서 뽑을 수 있는 주스! …저, 절대로 편리해서 추천한 건 아니야?"
			}
		},
		mission_complete = {
			{
				1100,
				"임무 완료! 우리한테는 식은 죽 먹기지~"
			}
		},
		touch2 = {
			{
				1100,
				"서방님!! …응? 별 거 아냐? 체셔는 습격하면 안 돼?"
			}
		},
		feeling5 = {
			{
				1100,
				"서방님~ 오늘은 어디 갈 거야~? 뭐가 먹고 싶어? 내가 하고 싶은 거? 체셔는… 서방님의 곁에 있고 싶어! 같이 맛있는 거 먹으러 가고 싶어! 가장 하고 싶은 말은——서방님, 세상에서 제일 좋아해! 헤헤~"
			}
		}
	},
	[299040] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 299040,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				1100,
				"모두가 더 강한 어뢰와 화포를 장착하고 싶고, 모두가 더 강력한 장갑과 엔진을 원하지—— 어쩔 수 없는 일이지만, 가격이 너무 비싸면 안 되지 않을까.|nil|라임 주스 어때? 신선한 과일이 제일 좋지만, 멀리 항해를 나가면 이정도는 습관이 되거든."
			}
		},
		touch2 = {
			{
				1100,
				"대낮부터 뭘 하는 거야, 정말…"
			}
		},
		feeling5 = {
			{
				1100,
				"그러니까, 이게 사랑하고 사랑 받는 느낌이구나? 상대를 빼앗거나 가지고 있는 것이 아니라 조금 긴장되네. 하지만 안심이 되기도 해… 참 신기하지."
			}
		}
	},
	[499030] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		id = 499030,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"지휘관, 커피다. 네가 좋아하는 맛이야."
			}
		},
		battle = {
			{
				1100,
				"지휘관을 위하여!"
			}
		},
		detail = {
			{
				1100,
				"지휘관이 내 공적을 보고 기뻐할까?"
			}
		},
		main = {
			{
				1100,
				"지휘관, 커피콩을 사왔다. 핸드드립을 내려주지. 마음에 들 거야. |nil|요즘은 내가 이 시대에 태어나 훌륭한 지휘관을 만났다는 것에 감사하고 있어……"
			}
		},
		touch = {
			{
				1100,
				"지휘관, 항상 곁에 있겠다."
			}
		},
		mission = {
			{
				1100,
				"지휘관, 휴식 이후에 임무를 잊지 마."
			}
		},
		mission_complete = {
			{
				1100,
				"임무의 보상…… 내가 가져오지."
			}
		},
		mail = {
			{
				1100,
				"지휘관, 새로운 우편을 가져왔다. 이런 일은 나에게 맡겨줘."
			}
		},
		touch2 = {
			{
				1100,
				"크흠, 흠. 지휘관, 자중하도록 해!"
			}
		}
	},
	[305120] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 305120,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		detail = "",
		login = {
			{
				1100,
				"일찍 왔구나. 오늘은 어디로 출격할지 정했어?"
			}
		},
		win_mvp = {
			{
				1100,
				"이거야 말로 모두에게 보여주고 싶은 활약이지! 하하하하!"
			}
		},
		battle = {
			{
				1100,
				"좋아, 진지하게 승부해볼까!"
			}
		},
		main = {
			{
				1100,
				"nil|nil|오늘도 바쁜 일이 다 끝나면 한잔 할 거야? {namecode:76} 일행을 데려가면 한\"잔\"으로는 안 끝날걸? 하하하하."
			}
		},
		touch2 = {
			{
				1100,
				"좋아, 거기까지! 몸이 닿는 것은 상관 없지만 너무 노골적이잖아."
			}
		}
	},
	[319010] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		home = "",
		mission = "",
		id = 319010,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"다녀오셨나요, 지휘관님. {namecode:188}의 도움이 필요한 일은 무엇인가요?"
			}
		},
		win_mvp = {
			{
				1100,
				"장비를 운송한 보답이 있는 것 같네요♪"
			}
		},
		detail = {
			{
				1100,
				"♪~ 지휘관님, 사쿠라 엠파이어의 서양식 디저트를 좋아하세요? 다음 번 도시락을 만들 때 참고하게요. 에헤헤."
			}
		},
		main = {
			{
				1100,
				"다음 휴가 때 같이 온천에 가자고요…? 정말요? 너무 좋아요! |만쥬 밀크티…? 아, 얼마 전에 유행했던 그거요. 카시노가 만들어 드릴까요? |…웅… 아…! 죄, 죄송해요…… 풍경 소리를 듣고 있으니 저도 모르게… 으……"
			}
		},
		expedition = {
			{
				1100,
				"{namecode:188}, 의뢰조를 도와서 보수 물자를 옮기러 갈게요! 지휘관님은 돌아온 동료들과 함께 해주세요."
			}
		},
		touch2 = {
			{
				1100,
				"지, 지휘관님……///"
			}
		},
		feeling5 = {
			{
				1100,
				"후…… 너무 좋아…… 고맙습니다, 지휘관님. 어깨를 주물러 주시다니… 다음 번에는 제가 지휘관님께 해드릴 차례네요~ 기대하세요. 후후후♪"
			}
		}
	},
	[301840] = {
		touch = "",
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		mission = "",
		touch2 = "",
		id = 301840,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		main = "",
		profile = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"다녀왔구나! 오늘의 {namecode:27}는 애교만 부리고 싶어. 아무것도 하기 싫어! 아하, 물론 장난이지! …엣, 그래도 돼?"
			}
		},
		home = {
			{
				1100,
				"{namecode:27}는 절대 침몰하지 않으며! 지휘관에게는 승리만 있을 뿐이다… 어디를 가던 무사히 돌아올 거라고 믿어! 다녀왔구나!"
			}
		},
		headtouch = {
			{
				1100,
				"지휘관이라면 귀를 쓰다듬게 허락해주는 것도 무리는 아니야."
			}
		},
		detail = {
			{
				1100,
				"지휘관, 고마워! 정말 도움이 됐어! …어때? 혹시 감사 인사를 받고 나면 뭐든지 할 수 있을 것 같은 느낌 안 들어?"
			}
		},
		main_extra = {
			{
				1100,
				"{namecode:75}님, 이 칼을 이렇게… 그리고 깃발을 이렇게…… 좋아! 전국시대 스타일, 완성! |푸타이, 오늘은 뭐가 먹고 싶어? …아! 지휘관이 푸타이에게 간식을 너무 많이 주니까 애가 거기로 가버리잖아!"
			}
		},
		mission_complete = {
			{
				1100,
				"임무 완료! 아, 보상으로 지휘관 위에 잠깐 누울래~"
			}
		},
		feeling5 = {
			{
				1100,
				"지휘관의 품은 정말 편안해~ 부비부비~ 엑, 누, 누가 왔어?! 콜록, 콜록! 스, {namecode:27}가 도와줄 일이라도? ……속였어? 아, 진짜!"
			}
		}
	},
	[204040] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		touch2 = "",
		id = 204040,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"지휘관님, 리나운 대기 중입니다. 오늘의 명령을 하달해 주십시오... 아, \"가서 놀아\"라는 명령은 주지 마세요!"
			}
		},
		home = {
			{
				1100,
				"후방 지원은 벨파스트에게, 작전 보고는 리나운에게 맡겨 주세요! 이게 바로 메이드와 기사단의 직책이죠!"
			}
		},
		detail = {
			{
				1100,
				"지휘관님, 오늘 읽을 건 기사단 관련 서적이 아닌가요? 으음...... 지휘관님이 추천해주시는 대로 볼게요!"
			}
		},
		main = {
			{
				1100,
				"음... 네... 조, 졸리지 않아요, 안 잘 거예요. 전 지휘관님을 보호할 겁니다... 저 눈 안 문질렀어요...|꼬마 리나운이 귀엽나요? ....... 으음, 지휘관님, 칭찬을 들어 매우 기쁩니다만, 제가 바라는 것은 저의 능력을 인정 받는 것입니다!|nil"
			}
		},
		touch = {
			{
				1100,
				"음, 지금 당장은 당분을 보충할 필요는 없지만, 딱 한 알이라면......"
			}
		}
	},
	[408090] = {
		feeling3 = "",
		upgrade = "",
		expedition = "",
		mission = "",
		id = 408090,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		login = {
			{
				1100,
				"오, 왔구나. 나를 이렇게 일찍부터 불러낼 수 있는 사람도, 오직 너 뿐이야."
			}
		},
		win_mvp = {
			{
				1100,
				"말했지? 너한테 훨씬 더 많은 전과를 챙겨준다고~ 쪽~"
			}
		},
		home = {
			{
				1100,
				"지휘관, 지도 줄게——아, 틀렸다, 이게 아니야... 응? 이건가, 저번에 데이트 장소 찾아봤었는데...——"
			}
		},
		battle = {
			{
				1100,
				"확실하게 섬멸하자...!"
			}
		},
		detail = {
			{
				1100,
				"♪～... 뭐야? 계속 이렇게 날 쳐다본 거 아니었어? 왜 긴장을 하고 그래?"
			}
		},
		main = {
			{
				1100,
				"상대가 잠복해 있는 미지의 상황에서도 등을 맡길 수 있는 파트너가 있다면 두려워할 게 없지. 맞아, 모항의 동료들이 바로 그래.|nil|nil"
			}
		},
		main_extra = {
			{
				1100,
				"아하하하, Z2이 또 Z1 녀석에 대해 투덜거렸어. 너도 하고 싶은 말 있으면 맘대로 해. 난 신경 안 써.|커피와 럼주의 혼합 음료 안에 레몬과 후추를 더하면...... 이거 마셔 보고 싶어? 못 마시는 게 정상인 건데......"
			}
		},
		touch = {
			{
				1100,
				"너의 부탁이라면, 난 뭐든지 들어줄 거라고."
			}
		},
		mission_complete = {
			{
				1100,
				"임무 보상 가져왔어, 괜찮아, 내가 도와주고 싶었을 뿐이야."
			}
		},
		mail = {
			{
				1100,
				"우편함, 보기 귀찮으면 내가 확인해버릴게."
			}
		},
		touch2 = {
			{
				1100,
				"어... 음......"
			}
		}
	},
	[201320] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		home = "",
		mission = "",
		touch2 = "",
		id = 201320,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"참자, 참자...... 아, 지휘관, 드디어 왔구나! 보고 싶었어!"
			}
		},
		main = {
			{
				1100,
				"지휘관, 휴가 때 빙원 탐험하러 가자~ 엄청 재미있어! 내가 있으니까, 안전해!|지휘관, 지금 내 도움 필요 없어? 그럼 옆에서 기다릴게, 방해하지 않을 거야~|목표, 지휘관의 품, 에스키모식 돌진, 출발~"
			}
		},
		touch = {
			{
				1100,
				"지휘관, 얌전히 기다리고 있었다고. 내가 가서 뭐해줄까?"
			}
		},
		feeling5 = {
			{
				1100,
				"...... 뭔가 말하라고? 오~ 그럼 나 말해도 돼? 원래는 조용히 널 방해하지 않으려 했는데, 지휘관이 그렇게 말했으니까——그럼 너한테 달라붙어 있을래! 헤헤헤헤, 네가 먼저 말한 거야!"
			}
		}
	},
	[901120] = {
		feeling3 = "",
		upgrade = "",
		main_extra = "",
		id = 901120,
		feeling1 = "",
		unlock = "",
		lose = "",
		feeling4 = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"좋은 아침… 오, 오늘도 레슨이 있나요…?"
			}
		},
		win_mvp = {
			{
				1100,
				"아이리스의 빛과 갈채에 감동받으세요! …앵콜은 됐어요!"
			}
		},
		home = {
			{
				1100,
				"피곤해…… 콘서트는 왜 이렇게 피곤한지… 하루만 쉬고 싶어요……"
			}
		},
		detail = {
			{
				1100,
				"이때 손을 뻗고 턴을 하면… 너무 잡아당기는 것 아닌가요… Zzzzzz… 에에에에?! 제, 제가 잠들었었나요?"
			}
		},
		main = {
			{
				1100,
				"아이돌로서 팬과 너무 가깝게 지내서는 안 돼요—— 그래요, 그러니까 사인 같은 건 할 필요 없겠죠~♪|열, 열심히 레슨을 받으면 됭케르크의 디저트를 먹을 수 있어…! 조금만 더 버티자…! |슈피도 함께 레슨을 받나요? 음, 저, 저는 아무렇지도 않은데요?"
			}
		},
		touch = {
			{
				1100,
				"아~ 맞아요, 바로 여기, 랄라라~"
			}
		},
		expedition = {
			{
				1100,
				"의뢰조가 돌아온 모양이에요. 음, 방금 베아른이 전해줬어요."
			}
		},
		mission = {
			{
				1100,
				"오늘의 오퍼도… 아, 전부 다 받아야 한다고 말한 적은 없었죠!"
			}
		},
		mission_complete = {
			{
				1100,
				"안 돼… 힘들어…… 보상을 확인하고 나면 쉬겠어요!"
			}
		},
		mail = {
			{
				1100,
				"……(신기하네… 일이 늘어난 건가? 아니면 그대로인건가……)"
			}
		},
		touch2 = {
			{
				1100,
				"힘들어… 으으… 으으으……"
			}
		}
	},
	[107230] = {
		feeling3 = "",
		win_mvp = "",
		upgrade = "",
		expedition = "",
		main_extra = "",
		mission = "",
		id = 107230,
		feeling1 = "",
		unlock = "",
		mail = "",
		lose = "",
		feeling4 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"반갑습니다, 지휘관님. 오늘도 함께 힘 내 봐요."
			}
		},
		home = {
			{
				1100,
				"매우 힘들어 보이시네요, 제가 땀 좀 닦아드리죠."
			}
		},
		detail = {
			{
				1100,
				"지휘관님, 오늘 새러토가 선배의 연습 보셨나요? 역시 엄청나게 창조적이에요!"
			}
		},
		main = {
			{
				1100,
				"오늘 새러토가 선배가 프린스턴 동생이라고 불렀어요... 어떡하죠, 지휘관님, 오늘을 저의 럭키 데이로 정해야겠어요!|몬트필리어의 언니, 클리블랜드... 확실히 정말 매력있는 사람이죠. 그녀에게도 제가 배워야할만 한 점이 많아요...|제가 업무를 도와드리겠습니다. 괜찮아요, 저희 함께 새러토가 선배처럼 열심히 강해지기로 했잖아요? ... 음, 그런 적 없나요?"
			}
		},
		touch = {
			{
				1100,
				"지휘관님, 새러토가 선배를 들먹이며 놀리지 말아요. 전 속아 넘어가지 않으니...... 앗, 새, 새러토가 선배!?"
			}
		},
		touch2 = {
			{
				1100,
				"이러면 안된다고 말했는데...(쾅"
			}
		},
		feeling5 = {
			{
				1100,
				"좋아요! \"새러토가 선배의 전투 모습 감상&분석회\"가 시작하려 해요! 선배의 신곡 감상은 이 다음이에요! 지휘관님, 저랑 끝까지 함께해 주세요!"
			}
		}
	},
	all = {
		999010,
		108030,
		999011,
		207050,
		905030,
		305140,
		306070,
		202100,
		705010,
		702030,
		702020,
		705050,
		106550,
		103240,
		102270,
		107110,
		207020,
		105030,
		302140,
		805010,
		905010,
		301820,
		305080,
		903020,
		802020,
		901020,
		901030,
		202030,
		201100,
		901110,
		205060,
		205070,
		902010,
		205100,
		207010,
		201330,
		202270,
		206060,
		499040,
		299030,
		299040,
		499030,
		305120,
		319010,
		301840,
		204040,
		408090,
		201320,
		901120,
		107230
	}
}
