pg = pg or {}
pg.questionnaire_problems_template = {
	[101] = {
		multiply = 0,
		id = 101,
		optional = 0,
		desc = "测试问题1",
		options = {
			{
				0,
				"A1"
			},
			{
				0,
				"B1"
			},
			{
				0,
				"C1"
			},
			{
				1,
				"D1"
			}
		}
	},
	[102] = {
		multiply = 1,
		id = 102,
		optional = 0,
		desc = "测试问题2",
		options = {
			{
				0,
				"A2"
			},
			{
				0,
				"B2"
			},
			{
				0,
				"C2"
			},
			{
				1,
				"D2"
			}
		}
	},
	[103] = {
		multiply = 0,
		id = 103,
		optional = 1,
		desc = "测试问题3",
		options = {
			{
				0,
				"A3"
			},
			{
				0,
				"B3"
			},
			{
				0,
				"C3"
			},
			{
				1,
				"D3"
			}
		}
	},
	[201] = {
		multiply = 0,
		id = 201,
		optional = 0,
		desc = "请问指挥官的等级是多少？",
		options = {
			{
				0,
				"40级以下"
			},
			{
				0,
				"40级到80级"
			},
			{
				0,
				"80级到100级"
			},
			{
				0,
				"100级以上"
			}
		}
	},
	[202] = {
		multiply = 0,
		id = 202,
		optional = 0,
		desc = "请问指挥官的出击次数是多少？",
		options = {
			{
				0,
				"200次以下"
			},
			{
				0,
				"200次到500次"
			},
			{
				0,
				"500次到2000次"
			},
			{
				0,
				"2000次以上"
			}
		}
	},
	[203] = {
		multiply = 0,
		id = 203,
		optional = 0,
		desc = "请问指挥官对大讲堂系统有什么看法？",
		options = {
			{
				0,
				"很好用"
			},
			{
				0,
				"一般般，没什么用"
			},
			{
				0,
				"不好用"
			},
			{
				1,
				"其它"
			}
		}
	},
	[204] = {
		multiply = 0,
		id = 204,
		optional = 0,
		desc = "请问指挥官喜欢明石吗？",
		options = {
			{
				0,
				"很喜欢，明石世界第一可爱"
			},
			{
				0,
				"非常喜欢，我每天都要吸明石"
			},
			{
				0,
				"超级喜欢，少了明石我活不了"
			}
		}
	},
	[205] = {
		multiply = 0,
		id = 205,
		optional = 0,
		desc = "请问指挥官用的最多的是哪种舰船？",
		options = {
			{
				0,
				"驱逐舰"
			},
			{
				0,
				"轻巡"
			},
			{
				0,
				"重巡"
			},
			{
				0,
				"航母"
			},
			{
				0,
				"战舰"
			}
		}
	},
	[206] = {
		multiply = 1,
		id = 206,
		optional = 0,
		desc = "请问指挥官对于XX系统有什么改进建议吗？",
		options = {
			{
				0,
				"改进一"
			},
			{
				0,
				"改进二"
			},
			{
				0,
				"改进三"
			},
			{
				0,
				"改进四"
			},
			{
				0,
				"改进五"
			},
			{
				1,
				"其它改进方案"
			}
		}
	},
	[207] = {
		multiply = 1,
		id = 207,
		optional = 0,
		desc = "请问指挥官觉得我们游戏有什么优点？",
		options = {
			{
				0,
				"立绘好看"
			},
			{
				0,
				"声优好听"
			},
			{
				0,
				"战斗有趣"
			}
		}
	},
	[208] = {
		multiply = 1,
		id = 208,
		optional = 1,
		desc = "请问指挥官觉得我们游戏有什么缺点？",
		options = {
			{
				0,
				"捞不到想要的舰船"
			},
			{
				0,
				"建造池太浅了"
			},
			{
				0,
				"活动太少了"
			}
		}
	},
	all = {
		101,
		102,
		103,
		201,
		202,
		203,
		204,
		205,
		206,
		207,
		208
	}
}
