pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		id = 999010,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				100,
				"照合完了――お帰りなさい、主"
			}
		},
		home = {
			{
				100,
				"アルマニャック。どうぞごゆっくり"
			}
		},
		detail = {
			{
				100,
				"兵装検査…状態良好。主、ガスコーニュになんなりとご命令を"
			}
		},
		upgrade = {
			{
				100,
				"能力上昇を確認。…よし！"
			}
		},
		main = {
			{
				100,
				"「口角を上げる」…命令受諾した。こ、こう…？よくわからない…|検証完了――主の状態は「サボり」であると。「サボり」、よくない|「適当にして」…主、ガスコーニュは一体何をすれば…？|所属艦隊の構成員、ガスコーニュのリュウコツの情報との相違を認む。なぜ、みんな笑顔をしている？"
			}
		},
		touch = {
			{
				100,
				"主、なんでもガスコーニュにおまかせを"
			}
		},
		expedition = {
			{
				100,
				"注意、委託チームの帰還を確認。ふぅ……"
			}
		},
		mission = {
			{
				100,
				"注意、未完了の任務を確認。主…？"
			}
		},
		mission_complete = {
			{
				100,
				"注意、任務報酬の到着を確認。あぁ…！"
			}
		},
		mail = {
			{
				100,
				"注意、新着メールを確認。こ、コホン！"
			}
		},
		touch2 = {
			{
				100,
				"体温に異常を感知。主、ガスコーニュはど、どうなってるの…？"
			}
		},
		feeling5 = {
			{
				1100,
				"この艦隊で学んだ多くの「感情」、「悩み」、そして「楽しみ」……主がガスコーニュに望むこと、今ようやく理解した。主、本当に、ありがとう……"
			}
		}
	},
	[801040] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 801040,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"そう言えば、指揮官のそばにいると、いつもなんかドキドキしてて落ち着かないです。……これは指揮官の「愛のマホウ」ですか？"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 108030,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"だ、抱っこしながら走り回るなんて、本当にやっちゃうとは思わなかった…びっくりした……もう！一緒にいてあげてもいいけど、もう子供扱いしちゃダメよ！"
			}
		}
	},
	[999011] = {
		feeling3 = "",
		upgrade = "",
		id = 999011,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		unlock = {
			{
				100,
				"ガスコーニュ、衣装変更完了。指示確認：主（メートル）と砂浜で遊びを――メートル、「砂浜で遊び」…ガスコーニュは一体何をすれば……？"
			}
		},
		login = {
			{
				100,
				"おかえりなさい、主。ええと、ガスコーニュ、「自由行動」、やってみている…"
			}
		},
		home = {
			{
				100,
				"ガスコーニュ、お飲み物とお食事を準備したけど……主、どう？"
			}
		},
		detail = {
			{
				100,
				"メートル、ガスコーニュの検査を……？い、今…？"
			}
		},
		main = {
			{
				100,
				"夏の風…主、これが「気持ちいい」感情なの……？|この子は……主、挨拶しているらしいよ？…今のは「冗談」で合ってるの？|「一緒に泳ぐ」…ガスコーニュ、浮き輪を持ってくる…浮き輪は「いらないもの」なの？"
			}
		},
		touch = {
			{
				100,
				"主の視線、ちょっと、変……"
			}
		},
		touch2 = {
			{
				100,
				"主、ごめんなさい…ガスコーニュ、変に熱い感じがする…よね……？"
			}
		}
	},
	[207050] = {
		feeling3 = "",
		upgrade = "",
		id = 207050,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指揮官おそーい…もう、待ちくたびれたのですわ"
			}
		},
		home = {
			{
				1100,
				"指揮官、少しソファで寝ますわ。誰かが来たら起こしてちょうだぁい"
			}
		},
		detail = {
			{
				1100,
				"部屋のポスターはまあ、好きなロックスターのものですわ。こういうの普通誰にも見せるもんじゃありませんけど、指揮官は別♪"
			}
		},
		main = {
			{
				1100,
				"エイジャックス、私の趣味を一発で見破って、頭が良いとは噂通りね…まあ、私ってこういう相手とは相性が良いですから、色々学ばせてもらってますわ|ふぅ…ただいま…お茶会って美味しいケーキ食べられますけど、立ち振る舞いに気をつけなきゃいけませんよね…へへへ、指揮官、私のハイヒール、脱がせてもらってもよろしくて？|指揮官はどんな子がタイプ？イラストリアス姉さんのような優しい子？それともヴィクトリアス姉さんのような騒がしい子ですか？"
			}
		},
		touch = {
			{
				1100,
				"指揮官、ヴェネトさんのこと、カッコいい割には天然っぽく思いません？"
			}
		},
		expedition = {
			{
				1100,
				"ディンドンディンドン♪フォーミダブルからお知らせしますわ。委託が完了しました。…繰り返します、委託、完了しましたわよ？"
			}
		},
		mission = {
			{
				1100,
				"フォーミダブル、指揮官お兄ちゃんのために任務リストを準備したにゃん♪……こんなフォーミダブルはいかがですか？指揮官？"
			}
		},
		mission_complete = {
			{
				1100,
				"任務報酬とフォーミダブル、どちらかを選んでね！……なんて、冗談ですわ♪"
			}
		},
		mail = {
			{
				1100,
				"指揮官、メールですよ。自分で持ってきてちょうだい？"
			}
		},
		touch2 = {
			{
				1100,
				"指揮官、怒りますわよ？いくらよしよししたって機嫌は治りませんからね？"
			}
		}
	},
	[905030] = {
		feeling3 = "",
		upgrade = "",
		id = 905030,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"ボーカル、ダンス、ビジュアル――主、ガスコーニュは今日、何をすればいい…？"
			}
		},
		home = {
			{
				1100,
				"主、ガスコーニュ今レッスンをこなしたけど……少しおしゃべりしても、いい？"
			}
		},
		detail = {
			{
				1100,
				"質問。主、ガスコーニュのステージ、ど、どう？"
			}
		},
		main = {
			{
				1100,
				"記録に「歌で世界を救った」なる情報の存在を確認。主、ガスコーニュにもそれが可能なの…？|「カンジョウ」を込めた歌唱行動、主の心を動かすのにも有効的だと認む……主、ガスコーニュの歌、聴いて…くれるの？|ガスコーニュ、宣伝素材での「無表情」について…正確ではないと思う。ガスコーニュ、みんなと同じく、輝いた笑顔で歌いたい"
			}
		},
		touch = {
			{
				1100,
				"ガスコーニュ、レッスンを遂行中――主、なにか用…？"
			}
		},
		expedition = {
			{
				1100,
				"ガスコーニュ、委託組の子のために、港に行って歌を歌ってもいい…？"
			}
		},
		mission = {
			{
				1100,
				"撮影、出演、ラジオ、ガスコーニュは今日、何をすればいいの…？"
			}
		},
		mission_complete = {
			{
				1100,
				"報告、オファー遂行能力の上昇を確認。…うん！"
			}
		},
		mail = {
			{
				1100,
				"主、コンペティション、ガスコーニュの参加についてご判断を…"
			}
		},
		touch2 = {
			{
				1100,
				"コメットたち、「アイドル」は易々と触れさせるべきではないと…主、これが「セクハラ」なの……？"
			}
		},
		feeling5 = {
			{
				1100,
				"「アイドル」とはなんなのか、今ははっきりと分かっている。ガスコーニュが輝けるよう、そして「カンジョウ」を込めた歌を、みんなに届けるために、機能を最大限に活用して判断した。主、「ありがとう」――"
			}
		}
	},
	[301090] = {
		feeling3 = "",
		upgrade = "",
		id = 301090,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"nil|響、これぐらいではそれがし、迷子にならないでござるよ！|nil"
			}
		},
		touch = {
			{
				100,
				"響？指揮官殿でござるか……"
			}
		}
	},
	[301091] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 301091,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"響を見つけるの、大変でござったな……そ、それがしが迷子になったわけじゃないでござる！|nil|nil"
			}
		}
	},
	[305140] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 305140,
		expedition = "",
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		feeling2 = "",
		login = {
			{
				1100,
				"私のサポートが必要でしたら言ってください。秘書艦とは指揮官を支えるものですから"
			}
		},
		home = {
			{
				1100,
				"お疲れさまです。指揮官には輝いてほしいですけど、私はこのままでも幸せ…です"
			}
		},
		battle = {
			{
				1100,
				"出番はほしくないけど…仕方ない！"
			}
		},
		headtouch = {
			{
				1100,
				"頭ポンポン、ポンポン、ポンポンポンポーン。ふふふ"
			}
		},
		detail = {
			{
				1100,
				"だから合同演習の旗艦みたいな目立つポジションなんて私無理だし絶対やらかすしどうして分かってくれないんだよもう！……し、指揮官！？…あ、あああ…"
			}
		},
		main = {
			{
				1100,
				"お仕事が多い？艦隊を指揮するのは大変だって、誰もが分かっています。だから私にも、もうちょっと手伝わせてください。ね？|指揮官がいてこその私たちだから、みんな、尊敬とまでいかなくても感謝はしていますよ。だからもっと自信を持ってください。わ、私はちょっと…別だけど？|仲間と一緒にいると目立たなくていいですけど、指揮官の中でだけは目立ちたいですね。ふふ、もちろん皆とも仲良く、と|戦争が終わった後のことは、終わった後じっくり話し合うといいです。今は自分を貫いて、一生懸命頑張って平和のために戦うことですね"
			}
		},
		mission = {
			{
				1100,
				"ええと、この任務は…確認したほうが良さそうですね"
			}
		},
		mission_complete = {
			{
				1100,
				"よし、ビンゴ、得したわ。指揮官、良い報酬ですよ！"
			}
		},
		touch2 = {
			{
				1100,
				"ふふふ、指揮官はこういうのが好きだって分かってますよ"
			}
		},
		feeling5 = {
			{
				1100,
				"角のことも、性格のことも、指揮官には知り尽くされたわけね。まあ、お互い慣れていますし、別に今更……ううん、一つだけ言わせてもらうわ。執務室でイチャイチャするリクエスト、あれは絶対に受け付けないからねっ！"
			}
		}
	},
	[306070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 306070,
		expedition = "",
		home = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"待たせてくださいますね……指揮官、もしかしてまだご飯を食べてない？お、お作りしますよ？"
			}
		},
		win_mvp = {
			{
				1100,
				"よし！勝ちました！…せっかくの勝利ですもの、これぐらいはしゃいでも罰は当たりませんよね？ふふっ"
			}
		},
		main = {
			{
				1100,
				"nil|指揮官、たまには他人の目ぐらいは気にしたほうがいいですよ？マイペースとだらしないを勘違いしちゃダメですから|私、指揮官に勝利をもたらしてみせますから、だからもっと出撃させてください！……わ、私自身も勝利を手に入れたいですからぁ！"
			}
		},
		mission = {
			{
				1100,
				"新しい任務をはやく片付けてください！でないと秘書艦として監督義務を果たせません！はーやーくー！"
			}
		}
	},
	[301260] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 301260,
		expedition = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		win_mvp = {
			{
				100,
				"有明姉さん、見ててくださいました？"
			}
		},
		detail = {
			{
				100,
				"ついさっき有明姉さんに会いました！…どうすれば有明姉さんに会えるか悩んでいた日々は嘘みたいです"
			}
		}
	},
	all = {
		999010,
		801040,
		108030,
		999011,
		207050,
		905030,
		301090,
		301091,
		305140,
		306070,
		301260
	}
}

return
