pg = pg or {}
slot0 = pg
slot0.word_template_135 = {}
slot1 = slot0.word_template_135

function temp()
	uv0["军"] = {
		["长"] = {
			["发"] = {
				["威"] = {
					this = true,
					["*"] = {
						this = true
					},
					["="] = {
						P = {
							K = {
								this = true
							}
						}
					},
					P = {
						K = {
							this = true
						}
					}
				}
			},
			["徐"] = {
				["先"] = {
					["勤"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["主"] = {
				["义"] = {
					this = true
				}
			}
		},
		["妓"] = {
			this = true
		},
		["用"] = {
			this = true,
			["手"] = {
				this = true,
				["枪"] = {
					this = true,
					["钢"] = {
						["珠"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["&"] = {
						this = true
					},
					["便"] = {
						["宜"] = {
							this = true
						}
					},
					["出"] = {
						["^"] = {
							["售"] = {
								this = true
							}
						},
						["货"] = {
							this = true
						}
					},
					["到"] = {
						["货"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["仿"] = {
						["真"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["免"] = {
						["定"] = {
							["金"] = {
								this = true
							}
						}
					},
					["配"] = {
						["件"] = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["图"] = {
						this = true
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["狗"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["%"] = {
					["枪"] = {
						this = true
					}
				},
				["&"] = {
					["枪"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["5"] = {
					["4"] = {
						["式"] = {
							this = true
						}
					}
				},
				["斧"] = {
					["专"] = {
						this = true
					}
				},
				["木"] = {
					["仓"] = {
						this = true
					}
				},
				["槍"] = {
					this = true
				},
				["抢"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true,
					["售"] = {
						this = true
					},
					["专"] = {
						this = true
					}
				},
				["代"] = {
					["理"] = {
						this = true
					}
				},
				["加"] = {
					["盟"] = {
						["代"] = {
							["理"] = {
								this = true
							}
						}
					}
				},
				["具"] = {
					["专"] = {
						this = true
					}
				},
				["头"] = {
					["首"] = {
						this = true
					}
				},
				["械"] = {
					this = true,
					["瞄"] = {
						["准"] = {
							["镜"] = {
								this = true
							}
						}
					}
				},
				["专"] = {
					["店"] = {
						this = true
					}
				}
			},
			["雷"] = {
				["管"] = {
					this = true
				},
				["鸣"] = {
					["登"] = {
						this = true
					}
				}
			},
			["潜"] = {
				["水"] = {
					["刀"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["刺"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					},
					["枪"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["强"] = {
						this = true
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true,
					["批"] = {
						["售"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				}
			},
			["弩"] = {
				this = true,
				["箭"] = {
					this = true
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["弓"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["折"] = {
					["叠"] = {
						["弩"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				},
				["转"] = {
					["让"] = {
						this = true
					}
				}
			},
			["钢"] = {
				["珠"] = {
					["弩"] = {
						this = true
					},
					["努"] = {
						this = true
					}
				},
				["弩"] = {
					this = true
				},
				["鹰"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["折"] = {
				["叠"] = {
					["弩"] = {
						this = true
					},
					["刀"] = {
						this = true,
						["热"] = {
							["销"] = {
								this = true
							}
						}
					}
				},
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["弓"] = {
				this = true,
				["弩"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["网"] = {
								this = true
							},
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["批"] = {
						["发"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["真"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				},
				["努"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["专"] = {
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["猎"] = {
				["狗"] = {
					this = true
				},
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["战"] = {
				["术"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							["店"] = {
								this = true
							}
						},
						["店"] = {
							this = true
						},
						["网"] = {
							this = true
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					},
					["&"] = {
						["专"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				},
				["刺"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["品"] = {
				this = true,
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["专"] = {
					["销"] = {
						this = true
					}
				}
			},
			["5"] = {
				["4"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["配"] = {
						["件"] = {
							this = true
						}
					},
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["手"] = {
						["狗"] = {
							this = true
						},
						["枪"] = {
							this = true
						},
						["槍"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["7"] = {
				["7"] = {
					this = true,
					["出"] = {
						["售"] = {
							this = true
						}
					},
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["帐"] = {
				["篷"] = {
					this = true
				}
			},
			["地"] = {
				["图"] = {
					this = true
				}
			},
			["教"] = {
				["材"] = {
					this = true
				}
			},
			["6"] = {
				["4"] = {
					this = true,
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["9"] = {
				["2"] = {
					this = true,
					["式"] = {
						this = true,
						["枪"] = {
							["专"] = {
								this = true
							}
						},
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["9"] = {
					["式"] = {
						this = true
					}
				}
			},
			B = {
				["手"] = {
					this = true,
					["专"] = {
						["店"] = {
							this = true
						}
					}
				}
			},
			d = {
				a = {
					o = {
						["具"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			l = {
				["枪"] = {
					this = true
				},
				["熗"] = {
					this = true
				}
			},
			["匕"] = {
				this = true,
				["$"] = {
					["首"] = {
						this = true
					}
				},
				["首"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["店"] = {
							this = true
						}
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["簧"] = {
					this = true,
					["刀"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["低"] = {
				["价"] = {
					["雷"] = {
						["鸣"] = {
							["登"] = {
								this = true
							}
						}
					},
					["式"] = {
						["手"] = {
							["狗"] = {
								this = true
							}
						}
					},
					["手"] = {
						["狗"] = {
							this = true
						},
						["抢"] = {
							this = true
						}
					}
				}
			},
			["短"] = {
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["把"] = {
					["刀"] = {
						this = true
					},
					["忉"] = {
						this = true
					}
				},
				["刀"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					}
				},
				["枪"] = {
					this = true
				}
			},
			["瘋"] = {
				["狗"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				["5"] = {
					["4"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["牙"] = {
					["格"] = {
						["斗"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["狙"] = {
				["击"] = {
					["弓"] = {
						["努"] = {
							this = true
						},
						["弩"] = {
							this = true
						}
					},
					["努"] = {
						this = true,
						["专"] = {
							this = true
						}
					},
					["弩"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						},
						["专"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true
						}
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["六"] = {
				["四"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["录"] = {
				["音"] = {
					["监"] = {
						["听"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["国"] = {
					A = {
						R = {
							["7"] = {
								this = true
							}
						}
					}
				}
			},
			["努"] = {
				this = true,
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["折"] = {
					["叠"] = {
						["努"] = {
							this = true
						}
					}
				},
				["专"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["枪"] = {
					["配"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["森"] = {
				["林"] = {
					["之"] = {
						["狐"] = {
							this = true
						},
						["虎"] = {
							this = true
						},
						["狼"] = {
							this = true
						},
						["王"] = {
							this = true
						},
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["品"] = {
					this = true
				}
			},
			["十"] = {
				["字"] = {
					["弩"] = {
						this = true,
						["直"] = {
							["销"] = {
								this = true
							}
						}
					}
				}
			},
			["式"] = {
				["汽"] = {
					["狗"] = {
						this = true
					}
				},
				["手"] = {
					g = {
						o = {
							u = {
								this = true
							}
						}
					},
					["狗"] = {
						this = true,
						["群"] = {
							["贩"] = {
								this = true
							}
						}
					}
				}
			},
			["五"] = {
				["连"] = {
					["发"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["四"] = {
					["六"] = {
						["四"] = {
							this = true
						}
					},
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["飞"] = {
					["虎"] = {
						this = true
					}
				},
				["口"] = {
					["径"] = {
						this = true
					}
				}
			},
			["原"] = {
				["装"] = {
					this = true,
					["手"] = {
						["狗"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["铁"] = {
					this = true
				}
			},
			["直"] = {
				["刀"] = {
					this = true
				}
			},
			["制"] = {
				["式"] = {
					["5"] = {
						["4"] = {
							["式"] = {
								this = true
							}
						}
					},
					["9"] = {
						["2"] = {
							["式"] = {
								this = true
							}
						}
					},
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["阻"] = {
				["击"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["方"] = {
			["制"] = {
				["品"] = {
					this = true
				}
			}
		},
		["火"] = {
			this = true,
			["专"] = {
				["卖"] = {
					["店"] = {
						this = true
					}
				},
				["店"] = {
					this = true
				}
			},
			["酷"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["价"] = {
				["格"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["商"] = {
				this = true
			}
		},
		["品"] = {
			this = true,
			["气"] = {
				["枪"] = {
					this = true,
					["店"] = {
						this = true
					},
					["订"] = {
						["购"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true,
					["定"] = {
						["购"] = {
							this = true
						}
					},
					["谁"] = {
						this = true,
						["正"] = {
							["品"] = {
								this = true
							}
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					},
					["转"] = {
						["让"] = {
							this = true
						}
					}
				}
			},
			["狗"] = {
				this = true
			},
			["之"] = {
				["家"] = {
					this = true
				}
			},
			["名"] = {
				["刀"] = {
					["网"] = {
						this = true
					}
				}
			},
			["军"] = {
				["刺"] = {
					["网"] = {
						this = true
					}
				},
				["刀"] = {
					this = true,
					["网"] = {
						this = true
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["&"] = {
				["&"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["5"] = {
				["4"] = {
					this = true,
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					this = true,
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["7"] = {
				["7"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["9"] = {
				["2"] = {
					["式"] = {
						this = true,
						["手"] = {
							["枪"] = {
								this = true
							},
							["槍"] = {
								this = true
							}
						}
					}
				}
			},
			["步"] = {
				["枪"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["谁"] = {
				this = true,
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["网"] = {
					["店"] = {
						this = true
					}
				}
			}
		},
		["刀"] = {
			this = true,
			["网"] = {
				this = true,
				["军"] = {
					["刀"] = {
						["专"] = {
							this = true,
							["卖"] = {
								this = true
							}
						}
					}
				},
				["折"] = {
					["刀"] = {
						["专"] = {
							this = true
						}
					}
				},
				["正"] = {
					["品"] = {
						this = true
					}
				}
			},
			["户"] = {
				["外"] = {
					["商"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["商"] = {
				["城"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				[" "] = {
					["卖"] = {
						this = true
					}
				},
				["卖"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					},
					["刀"] = {
						["具"] = {
							["批"] = {
								["发"] = {
									this = true
								}
							}
						}
					}
				},
				["刀"] = {
					["具"] = {
						this = true
					}
				},
				["军"] = {
					["刺"] = {
						this = true
					}
				},
				["密"] = {
					["云"] = {
						this = true
					}
				},
				["售"] = {
					this = true
				},
				["网"] = {
					this = true
				}
			},
			["军"] = {
				["品"] = {
					this = true,
					["网"] = {
						this = true
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["刺"] = {
					this = true,
					["甩"] = {
						["棍"] = {
							this = true
						}
					},
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true,
						["网"] = {
							this = true
						}
					}
				}
			},
			["图"] = {
				["片"] = {
					["砍"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["价"] = {
				["格"] = {
					["军"] = {
						["用"] = {
							["刀"] = {
								["具"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["直"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true,
						["卖"] = {
							this = true
						}
					},
					["军"] = {
						["品"] = {
							["网"] = {
								this = true
							}
						}
					}
				},
				["销"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["电"] = {
				["棍"] = {
					this = true,
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["甩"] = {
				["棍"] = {
					this = true,
					["销"] = {
						["售"] = {
							this = true
						}
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["吧"] = {
				this = true
			},
			["刺"] = {
				["专"] = {
					this = true
				}
			},
			["丛"] = {
				["林"] = {
					["刀"] = {
						this = true,
						["专"] = {
							this = true,
							["售"] = {
								this = true
							}
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["防"] = {
				["身"] = {
					this = true
				},
				["卫"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["具"] = {
				["具"] = {
					this = true,
					["匕"] = {
						["首"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["密"] = {
				["云"] = {
					this = true
				}
			},
			["收"] = {
				["购"] = {
					this = true
				}
			},
			["售"] = {
				this = true
			},
			["谁"] = {
				["要"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["的"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								this = true
							}
						}
					}
				}
			},
			["折"] = {
				["刀"] = {
					["蝴"] = {
						["蝶"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			}
		},
		["刺"] = {
			this = true,
			["枪"] = {
				["刺"] = {
					this = true
				}
			},
			["刀"] = {
				this = true,
				["具"] = {
					["网"] = {
						this = true
					},
					["专"] = {
						["卖"] = {
							["网"] = {
								this = true
							}
						},
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["野"] = {
				["营"] = {
					["砍"] = {
						["刀"] = {
							this = true,
							["出"] = {
								["售"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["挂"] = {
				["刀"] = {
					this = true
				}
			},
			["精"] = {
				["品"] = {
					["折"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["品"] = {
					["密"] = {
						["云"] = {
							["专"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["联"] = {
				["系"] = {
					["我"] = {
						this = true
					}
				}
			},
			["世"] = {
				["界"] = {
					["名"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["甩"] = {
				["棍"] = {
					this = true
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		},
		["官"] = {
			["证"] = {
				this = true,
				["样"] = {
					["本"] = {
						this = true
					}
				},
				["办"] = {
					["理"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				}
			},
			z = {
				h = {
					e = {
						n = {
							g = {
								this = true
							}
						}
					}
				}
			},
			["档"] = {
				["案"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				this = true
			}
		},
		["车"] = {
			this = true,
			["套"] = {
				["牌"] = {
					this = true
				}
			},
			["进"] = {
				["京"] = {
					this = true
				}
			},
			["牌"] = {
				["照"] = {
					this = true
				}
			},
			["如"] = {
				["林"] = {
					this = true
				}
			}
		},
		["人"] = {
			["证"] = {
				this = true,
				["件"] = {
					this = true
				}
			},
			["气"] = {
				["枪"] = {
					this = true
				}
			},
			["装"] = {
				["扮"] = {
					["僧"] = {
						["人"] = {
							this = true
						}
					}
				}
			}
		},
		["狗"] = {
			this = true,
			["6"] = {
				["4"] = {
					this = true
				}
			}
		},
		["迷"] = {
			["购"] = {
				["枪"] = {
					["天"] = {
						["堂"] = {
							this = true
						}
					}
				}
			}
		},
		["匕"] = {
			["专"] = {
				["卖"] = {
					["网"] = {
						this = true
					}
				},
				["网"] = {
					this = true
				}
			}
		},
		["警"] = {
			["靴"] = {
				this = true
			},
			["服"] = {
				this = true,
				["直"] = {
					["销"] = {
						this = true
					}
				}
			},
			["进"] = {
				["藏"] = {
					this = true
				}
			},
			["美"] = {
				["领"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["严"] = {
				["查"] = {
					["藏"] = {
						["人"] = {
							this = true
						}
					}
				}
			},
			["用"] = {
				["具"] = {
					this = true
				},
				["品"] = {
					this = true,
					["专"] = {
						this = true
					}
				}
			},
			["装"] = {
				["备"] = {
					this = true
				}
			}
		},
		["械"] = {
			["所"] = {
				this = true
			}
		},
		["队"] = {
			this = true,
			["干"] = {
				["部"] = {
					["转"] = {
						["业"] = {
							["复"] = {
								["员"] = {
									["工"] = {
										["作"] = {
											["文"] = {
												["件"] = {
													["汇"] = {
														["编"] = {
															this = true
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["走"] = {
				["私"] = {
					this = true
				}
			},
			["八"] = {
				["将"] = {
					["领"] = {
						this = true
					}
				}
			},
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["反"] = {
				["腐"] = {
					this = true
				}
			},
			["腐"] = {
				["败"] = {
					this = true
				}
			},
			["官"] = {
				["正"] = {
					this = true,
					["？"] = {
						this = true
					}
				},
				["证"] = {
					this = true
				}
			},
			["换"] = {
				["将"] = {
					["直"] = {
						["追"] = {
							["毛"] = {
								this = true
							}
						}
					}
				}
			},
			["开"] = {
				["进"] = {
					["了"] = {
						this = true
					}
				}
			},
			["木"] = {
				["樨"] = {
					["地"] = {
						this = true
					}
				}
			},
			["审"] = {
				["计"] = {
					["署"] = {
						this = true
					}
				}
			},
			["屠"] = {
				["杀"] = {
					[" "] = {
						["学"] = {
							["生"] = {
								this = true
							}
						}
					},
					["学"] = {
						["生"] = {
							this = true
						}
					}
				}
			},
			["政"] = {
				["变"] = {
					this = true
				}
			},
			["制"] = {
				["服"] = {
					this = true,
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			}
		},
		["事"] = {
			["标"] = {
				["号"] = {
					this = true
				}
			},
			["地"] = {
				["图"] = {
					this = true
				}
			},
			["训"] = {
				["练"] = {
					["大"] = {
						["纲"] = {
							this = true
						}
					},
					["评"] = {
						["定"] = {
							["标"] = {
								["准"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["社"] = {
				this = true
			},
			["爱"] = {
				["好"] = {
					["汽"] = {
						["枪"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["械"] = {
					["网"] = {
						this = true
					}
				}
			},
			["委"] = {
				["员"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["委"] = {
			this = true,
			["公"] = {
				["开"] = {
					["信"] = {
						this = true
					}
				}
			},
			["副"] = {
				["主"] = {
					["席"] = {
						this = true
					}
				}
			},
			["建"] = {
				["制"] = {
					this = true
				}
			},
			["卸"] = {
				["任"] = {
					["揭"] = {
						["露"] = {
							this = true
						}
					}
				}
			},
			["直"] = {
				["管"] = {
					this = true
				}
			},
			["主"] = {
				["席"] = {
					this = true,
					["讲"] = {
						["话"] = {
							this = true
						}
					}
				}
			}
		},
		["需"] = {
			["物"] = {
				["质"] = {
					["保"] = {
						["管"] = {
							this = true
						}
					}
				},
				["资"] = {
					["保"] = {
						["管"] = {
							this = true
						}
					}
				}
			}
		},
		["政"] = {
			["名"] = {
				["单"] = {
					this = true
				}
			}
		},
		["转"] = {
			this = true,
			["安"] = {
				["置"] = {
					this = true
				}
			},
			["干"] = {
				["部"] = {
					this = true
				}
			}
		},
		c = {
			this = true,
			["专"] = {
				this = true
			}
		},
		d = {
			a = {
				o = {
					this = true,
					B = {
						["手"] = {
							this = true
						}
					},
					["军"] = {
						c = {
							this = true,
							["专"] = {
								this = true
							}
						}
					},
					["专"] = {
						this = true
					}
				}
			}
		},
		g = {
			o = {
				u = {
					this = true
				}
			}
		},
		["港"] = {
			["搜"] = {
				["购"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["哥"] = {
			["好"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["匕"] = {
				["首"] = {
					["专"] = {
						["店"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["刀"] = {
				this = true
			},
			["忉"] = {
				this = true
			},
			["帝"] = {
				["国"] = {
					this = true
				}
			},
			["配"] = {
				["件"] = {
					["组"] = {
						["装"] = {
							this = true
						}
					}
				}
			}
		},
		["机"] = {
			["处"] = {
				["军"] = {
					["品"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["纪"] = {
			["委"] = {
				["前"] = {
					["书"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		},
		["砍"] = {
			["刀"] = {
				this = true
			}
		},
		["美"] = {
			["刀"] = {
				this = true
			}
		},
		["盟"] = {
			["枪"] = {
				["械"] = {
					this = true
				}
			}
		},
		["民"] = {
			["冲"] = {
				["突"] = {
					this = true
				}
			},
			["血"] = {
				["腥"] = {
					["冲"] = {
						["突"] = {
							this = true
						}
					}
				}
			}
		},
		["枪"] = {
			this = true,
			["匕"] = {
				["首"] = {
					this = true
				}
			},
			["零"] = {
				["件"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true,
					["专"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["收"] = {
				["藏"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["下"] = {
				["的"] = {
					["现"] = {
						["代"] = {
							["化"] = {
								this = true
							}
						}
					}
				}
			},
			["支"] = {
				this = true,
				["军"] = {
					["刺"] = {
						["专"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["直"] = {
				["枪"] = {
					this = true
				}
			},
			["专"] = {
				this = true
			}
		},
		["日"] = {
			["刀"] = {
				this = true
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["团"] = {
			this = true,
			["邀"] = {
				["请"] = {
					this = true
				}
			},
			["战"] = {
				["模"] = {
					["式"] = {
						this = true
					}
				}
			}
		},
		["衔"] = {
			this = true
		},
		["艺"] = {
			["院"] = {
				["长"] = {
					[" "] = {
						["彭"] = {
							this = true
						}
					},
					["彭"] = {
						this = true
					}
				}
			}
		},
		["砽"] = {
			["扌"] = {
				["枪"] = {
					["绌"] = {
						["售"] = {
							this = true
						}
					}
				}
			}
		},
		["制"] = {
			["5"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["式"] = {
						["手"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["中"] = {
			["&"] = {
				["猫"] = {
					["头"] = {
						["鹰"] = {
							this = true
						}
					}
				}
			},
			["猫"] = {
				["头"] = {
					["鹰"] = {
						this = true
					}
				}
			},
			["母"] = {
				["老"] = {
					["虎"] = {
						this = true
					}
				}
			}
		},
		["主"] = {
			["官"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["寇"] = {
		["晓"] = {
			["伟"] = {
				this = true
			}
		},
		["封"] = {
			this = true
		},
		["循"] = {
			this = true
		},
		["羽"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["黎"] = {
		["阳"] = {
			["评"] = {
				this = true
			},
			["平"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["城"] = {
			["辣"] = {
				["面"] = {
					this = true
				}
			},
			["筋"] = {
				this = true
			},
			["面"] = {
				this = true
			}
		},
		["安"] = {
			["友"] = {
				this = true
			}
		},
		["陽"] = {
			["評"] = {
				this = true
			}
		},
		["智"] = {
			["英"] = {
				this = true
			}
		},
		["枪"] = {
			["网"] = {
				this = true
			}
		},
		["晓"] = {
			["宏"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["联"] = {
		["大"] = {
			this = true
		},
		["合"] = {
			["国"] = {
				this = true,
				["大"] = {
					["会"] = {
						this = true
					}
				},
				["人"] = {
					["权"] = {
						this = true,
						["专"] = {
							["员"] = {
								this = true
							}
						}
					}
				}
			},
			["起"] = {
				["诉"] = {
					["廉"] = {
						["政"] = {
							["大"] = {
								["论"] = {
									["坛"] = {
										this = true
									}
								}
							}
						}
					},
					["最"] = {
						["高"] = {
							["人"] = {
								["民"] = {
									["法"] = {
										["院"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["易"] = {
			this = true,
			["互"] = {
				["动"] = {
					this = true
				}
			}
		},
		["系"] = {
			this = true,
			["5"] = {
				["4"] = {
					["钢"] = {
						["珠"] = {
							["枪"] = {
								this = true
							}
						}
					}
				}
			},
			["健"] = {
				["卫"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					this = true
				}
			},
			["我"] = {
				["枪"] = {
					["支"] = {
						this = true
					}
				}
			}
		},
		["盟"] = {
			["狩"] = {
				["猎"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["通"] = {
			["客"] = {
				["户"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["实"] = {
				["名"] = {
					["破"] = {
						["解"] = {
							this = true
						}
					}
				}
			},
			E = {
				S = {
					S = {
						["系"] = {
							["统"] = {
								["身"] = {
									["份"] = {
										["证"] = {
											["读"] = {
												["卡"] = {
													["器"] = {
														["插"] = {
															["件"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["众"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["赢"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["邦"] = {
			["政"] = {
				["府"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["专"] = {
				["员"] = {
					this = true
				}
			}
		},
		["名"] = {
			["上"] = {
				["书"] = {
					this = true
				}
			}
		},
		["总"] = {
			this = true,
			["这"] = {
				["声"] = {
					["传"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["之"] = {
				["声"] = {
					this = true,
					["传"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["署"] = {
			["公"] = {
				["开"] = {
					["信"] = {
						this = true
					}
				}
			}
		},
		["兴"] = {
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["粮"] = {
		["食"] = {
			["局"] = {
				this = true
			}
		},
		["荒"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["龙"] = {
		["新"] = {
			["民"] = {
				this = true
			}
		},
		["虎"] = {
			this = true,
			["斗"] = {
				this = true,
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["豹"] = {
				this = true
			},
			["平"] = {
				["台"] = {
					this = true
				}
			}
		},
		[" "] = {
			["虎"] = {
				[" "] = {
					["门"] = {
						this = true
					}
				}
			}
		},
		["城"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["腾"] = {
			["小"] = {
				["说"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["凤"] = {
			this = true,
			["桑"] = {
				["拿"] = {
					this = true
				}
			},
			["4"] = {
				["1"] = {
					["9"] = {
						this = true
					}
				}
			},
			["交"] = {
				["友"] = {
					["网"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			},
			["后"] = {
				["花"] = {
					["园"] = {
						["论"] = {
							["坛"] = {
								this = true
							}
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["8"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		},
		["都"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["线"] = {
						["上"] = {
							["娱"] = {
								["乐"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["成"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["尊"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["门"] = {
			["娱"] = {
				["乐"] = {
					["国"] = {
						["际"] = {
							this = true
						}
					}
				}
			}
		},
		["发"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["战"] = {
			["士"] = {
				["传"] = {
					["说"] = {
						this = true
					}
				}
			}
		},
		["欲"] = {
			["都"] = {
				["市"] = {
					this = true
				}
			}
		},
		["小"] = {
			["霞"] = {
				this = true
			}
		},
		["吟"] = {
			["百"] = {
				["美"] = {
					["缘"] = {
						["下"] = {
							["载"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["负"] = {
			["麦"] = {
				this = true
			}
		},
		["川"] = {
			["刻"] = {
				["章"] = {
					["办"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["利"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["海"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		},
		["泉"] = {
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["驿"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["泽"] = {
			["彩"] = {
				["种"] = {
					["紫"] = {
						this = true
					}
				}
			},
			["加"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["仁"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["骡"] = {
		["干"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["麻"] = {
		["醉"] = {
			this = true,
			["钢"] = {
				["枪"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true,
				["网"] = {
					this = true
				},
				["弩"] = {
					this = true
				},
				["*"] = {
					this = true
				},
				["出"] = {
					["售"] = {
						["可"] = {
							["验"] = {
								["货"] = {
									this = true
								}
							}
						}
					}
				},
				["猎"] = {
					["枪"] = {
						["军"] = {
							["用"] = {
								this = true
							}
						}
					}
				}
			},
			["药"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["乙"] = {
				["醚"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["弩"] = {
				this = true,
				["箭"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["箭"] = {
				this = true,
				["弩"] = {
					this = true
				}
			},
			["弓"] = {
				["弩"] = {
					this = true,
					["专"] = {
						["卖"] = {
							["店"] = {
								this = true
							}
						}
					}
				}
			},
			["吹"] = {
				["针"] = {
					this = true
				}
			},
			["镖"] = {
				["枪"] = {
					this = true
				}
			},
			["狗"] = {
				this = true
			},
			["鋼"] = {
				["槍"] = {
					this = true
				}
			},
			["迷"] = {
				["幻"] = {
					["极"] = {
						["品"] = {
							this = true
						}
					},
					["極"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["槍"] = {
				this = true,
				["华"] = {
					["北"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			},
			["联"] = {
				["系"] = {
					this = true
				}
			},
			["抢"] = {
				this = true
			}
		},
		["古"] = {
			this = true,
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["制"] = {
				["作"] = {
					["技"] = {
						["术"] = {
							this = true
						}
					},
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["壶"] = {
				this = true
			},
			["*"] = {
				this = true
			},
			K = {
				["粉"] = {
					["摇"] = {
						["头"] = {
							["丸"] = {
								["出"] = {
									["售"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			[" "] = {
				["摇"] = {
					["头"] = {
						["药"] = {
							[" "] = {
								["制"] = {
									["作"] = {
										["技"] = {
											["术"] = {
												["配"] = {
													["方"] = {
														this = true
													}
												}
											}
										}
									}
								},
								["见"] = {
									["货"] = {
										["付"] = {
											["款"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["冰"] = {
				this = true
			}
		},
		["黃"] = {
			["素"] = {
				this = true
			}
		},
		["果"] = {
			this = true,
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["壶"] = {
				this = true
			},
			["的"] = {
				["制"] = {
					["作"] = {
						["方"] = {
							["法"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["黄"] = {
			this = true,
			["素"] = {
				this = true,
				["羟"] = {
					["亚"] = {
						["胺"] = {
							this = true
						}
					}
				},
				["出"] = {
					["售"] = {
						[" "] = {
							["冰"] = {
								["毒"] = {
									this = true
								}
							},
							["盎"] = {
								["司"] = {
									this = true
								}
							},
							["海"] = {
								["洛"] = {
									["因"] = {
										this = true
									}
								}
							}
						}
					}
				},
				[" "] = {
					["羟"] = {
						["亚"] = {
							["胺"] = {
								this = true
							}
						}
					},
					["氯"] = {
						["胺"] = {
							["酮"] = {
								this = true
							}
						}
					}
				}
			},
			["浸"] = {
				["膏"] = {
					this = true
				}
			},
			["碱"] = {
				this = true
			},
			["草"] = {
				this = true
			},
			["提"] = {
				["纯"] = {
					this = true
				}
			}
		},
		["叶"] = {
			w = {
				e = {
					e = {
						d = {
							this = true
						}
					}
				}
			}
		},
		["痹"] = {
			this = true,
			["的"] = {
				this = true
			}
		},
		["衣"] = {
			this = true,
			["子"] = {
				["高"] = {
					["清"] = {
						this = true
					}
				}
			}
		},
		["."] = {
			["古"] = {
				this = true
			}
		},
		["仓"] = {
			["香"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["优"] = {
				["全"] = {
					["集"] = {
						this = true
					}
				}
			},
			["忧"] = {
				["家"] = {
					["居"] = {
						["黑"] = {
							["丝"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["倉"] = {
			["憂"] = {
				this = true
			},
			["優"] = {
				["快"] = {
					["播"] = {
						["網"] = {
							this = true
						}
					}
				}
			}
		},
		["粉"] = {
			this = true
		},
		["宫"] = {
			this = true,
			["淳"] = {
				["子"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["姑"] = {
			this = true
		},
		["谷"] = {
			this = true
		},
		["雷"] = {
			["子"] = {
				this = true
			}
		},
		["理"] = {
			["子"] = {
				this = true
			}
		},
		["美"] = {
			["ゆ"] = {
				["ま"] = {
					this = true
				}
			},
			["口"] = {
				["交"] = {
					this = true
				}
			},
			["由"] = {
				["真"] = {
					["作"] = {
						["品"] = {
							this = true
						}
					}
				}
			}
		},
		["木"] = {
			["堇"] = {
				["无"] = {
					["码"] = {
						this = true
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["生"] = {
			["绘"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["玲"] = {
				["夏"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["麻"] = {
				["里"] = {
					this = true,
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["千"] = {
				["寻"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["梢"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["希"] = {
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["香"] = {
				["月"] = {
					this = true
				}
			},
			["早"] = {
				["苗"] = {
					this = true,
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["香"] = {
			["关"] = {
				["穗"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["麦"] = {
		["角"] = {
			["酸"] = {
				this = true,
				["提"] = {
					["炼"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				},
				["二"] = {
					["乙"] = {
						["胺"] = {
							this = true
						},
						["酰"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["胺"] = {
				this = true
			},
			["乙"] = {
				["二"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["新"] = {
				["碱"] = {
					this = true
				}
			},
			["二"] = {
				["乙"] = {
					["胺"] = {
						this = true
					}
				}
			},
			["醇"] = {
				this = true
			}
		},
		["司"] = {
			["卡"] = {
				["林"] = {
					this = true
				}
			}
		},
		["枪"] = {
			this = true
		},
		["当"] = {
			["劳"] = {
				["被"] = {
					["砸"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["妳"] = {
		["老"] = {
			["母"] = {
				["的"] = {
					this = true
				}
			}
		},
		["妈"] = {
			["的"] = {
				this = true
			}
		},
		["马"] = {
			["的"] = {
				this = true
			}
		},
		["娘"] = {
			this = true,
			["的"] = {
				this = true
			}
		},
		["媽"] = {
			["的"] = {
				this = true
			}
		},
		["馬"] = {
			["的"] = {
				this = true
			}
		},
		["她"] = {
			["妈"] = {
				["的"] = {
					this = true
				}
			},
			["媽"] = {
				["的"] = {
					this = true
				}
			}
		}
	}
end

temp()
