pg = pg or {}
slot0 = pg
slot0.word_template_154 = {}
slot1 = slot0.word_template_154

function temp()
	uv0["代"] = {
		["购"] = {
			this = true
		},
		["办"] = {
			this = true,
			["发"] = {
				["票"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["户"] = {
					["口"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					},
					["正"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true,
					["学"] = {
						["历"] = {
							[" "] = {
								["学"] = {
									["籍"] = {
										["档"] = {
											["案"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["各"] = {
				["种"] = {
					["毕"] = {
						["业"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["类"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["外"] = {
					["文"] = {
						["凭"] = {
							this = true
						}
					}
				}
			},
			["签"] = {
				["证"] = {
					this = true
				}
			},
			["证"] = {
				this = true,
				["件"] = {
					this = true,
					["{"] = {
						M = {
							O = {
								D = {
									["}"] = {
										this = true
									}
								}
							}
						}
					},
					[" "] = {
						["学"] = {
							["历"] = {
								["认"] = {
									["证"] = {
										this = true
									}
								}
							},
							["位"] = {
								["认"] = {
									["证"] = {
										this = true
									}
								}
							}
						},
						["刻"] = {
							["章"] = {
								Q = {
									Q = {
										this = true
									}
								}
							}
						},
						["上"] = {
							["网"] = {
								["文"] = {
									["凭"] = {
										this = true
									}
								}
							}
						},
						["车"] = {
							["牌"] = {
								["执"] = {
									["照"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["学"] = {
				["位"] = {
					["证"] = {
						this = true
					}
				}
			},
			["二"] = {
				["代"] = {
					["防"] = {
						["伪"] = {
							["身"] = {
								["份"] = {
									["证"] = {
										this = true
									}
								}
							}
						}
					},
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["假"] = {
				["证"] = {
					[" "] = {
						["学"] = {
							["历"] = {
								["证"] = {
									this = true
								}
							}
						}
					}
				},
				["文"] = {
					["凭"] = {
						this = true
					}
				},
				["结"] = {
					["婚"] = {
						["证"] = {
							this = true
						}
					}
				},
				["户"] = {
					["口"] = {
						["本"] = {
							this = true
						}
					}
				},
				["牌"] = {
					["照"] = {
						this = true
					}
				}
			},
			["高"] = {
				["仿"] = {
					["证"] = {
						this = true
					},
					["户"] = {
						["口"] = {
							["本"] = {
								this = true
							}
						}
					}
				}
			},
			["会"] = {
				["计"] = {
					["证"] = {
						this = true
					}
				}
			},
			["驾"] = {
				["驶"] = {
					["正"] = {
						this = true
					},
					["证"] = {
						this = true
					}
				},
				["照"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			},
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["银"] = {
				["行"] = {
					["卡"] = {
						this = true
					}
				}
			}
		},
		["理"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["漂"] = {
					this = true
				}
			},
			["开"] = {
				["票"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				},
				["发"] = {
					["票"] = {
						this = true
					}
				},
				["法"] = {
					["票"] = {
						this = true
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true,
					[" "] = {
						["刻"] = {
							["章"] = {
								["电"] = {
									["话"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["投"] = {
				["票"] = {
					this = true
				}
			},
			["人"] = {
				["民"] = {
					["币"] = {
						this = true
					}
				}
			},
			["假"] = {
				["钱"] = {
					this = true
				}
			},
			["伪"] = {
				["钞"] = {
					this = true
				},
				["币"] = {
					this = true
				}
			}
		},
		["销"] = {
			this = true,
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["元"] = {
				["宝"] = {
					this = true
				}
			}
		},
		["开"] = {
			this = true,
			["醱"] = {
				["票"] = {
					this = true
				}
			},
			["建"] = {
				["材"] = {
					["票"] = {
						this = true
					}
				},
				["筑"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["发"] = {
				this = true,
				["票"] = {
					this = true,
					["*"] = {
						this = true
					},
					["{"] = {
						M = {
							O = {
								D = {
									["}"] = {
										this = true
									}
								}
							}
						}
					},
					Q = {
						Q = {
							this = true
						}
					}
				},
				["嘌"] = {
					this = true
				},
				["！"] = {
					["票"] = {
						this = true
					}
				},
				["漂"] = {
					this = true
				}
			},
			["普"] = {
				["通"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					},
					["商"] = {
						["品"] = {
							["销"] = {
								["售"] = {
									["发"] = {
										["票"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["商"] = {
				["品"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				},
				["业"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							this = true,
							["*"] = {
								this = true
							}
						}
					}
				},
				["际"] = {
					["货"] = {
						["运"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["地"] = {
				["税"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["广"] = {
				["告"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				},
				["西"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["运"] = {
				["输"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["租"] = {
				["赁"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["维"] = {
				["修"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["安"] = {
				["装"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["餐"] = {
				["饮"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["服"] = {
				["务"] = {
					["发"] = {
						["票"] = {
							["*"] = {
								this = true
							}
						}
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						this = true
					}
				}
			},
			f = {
				a = {
					p = {
						i = {
							a = {
								o = {
									this = true
								}
							}
						}
					}
				}
			},
			["税"] = {
				["票"] = {
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["北"] = {
				["京"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["全"] = {
				["国"] = {
					["各"] = {
						["地"] = {
							["各"] = {
								["行"] = {
									["各"] = {
										["业"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["河"] = {
				["北"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["咨"] = {
				["询"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			},
			["山"] = {
				["东"] = {
					["地"] = {
						["税"] = {
							["发"] = {
								["票"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			}
		},
		["删"] = {
			this = true,
			["帖"] = {
				["子"] = {
					this = true
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["考"] = {
			this = true,
			["驾"] = {
				["照"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					["级"] = {
						this = true
					}
				}
			},
			["*"] = {
				this = true
			},
			["网"] = {
				this = true
			}
		},
		["孕"] = {
			this = true,
			["妈"] = {
				["妈"] = {
					this = true
				}
			}
		},
		["生"] = {
			["孩"] = {
				["子"] = {
					this = true
				}
			}
		},
		["发"] = {
			this = true,
			["广"] = {
				["告"] = {
					this = true
				}
			},
			["贴"] = {
				this = true
			},
			["帖"] = {
				this = true
			},
			["票"] = {
				this = true
			}
		},
		["刻"] = {
			["印"] = {
				["章"] = {
					this = true
				}
			},
			["萝"] = {
				["卜"] = {
					["章"] = {
						this = true
					}
				}
			}
		},
		["人"] = {
			this = true,
			["发"] = {
				["帖"] = {
					this = true
				}
			},
			["报"] = {
				["仇"] = {
					this = true
				},
				["复"] = {
					this = true
				}
			},
			["報"] = {
				["仇"] = {
					this = true
				},
				["復"] = {
					this = true
				}
			},
			["出"] = {
				["气"] = {
					this = true
				},
				["氣"] = {
					this = true
				}
			},
			["了"] = {
				["仇"] = {
					this = true
				}
			},
			["寻"] = {
				["仇"] = {
					this = true
				}
			}
		},
		["-"] = {
			["办"] = {
				["-"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					}
				}
			}
		},
		["辦"] = {
			this = true,
			["信"] = {
				["用"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["證"] = {
				this = true
			}
		},
		["缴"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["税"] = {
				this = true
			}
		},
		["開"] = {
			this = true,
			["發"] = {
				["票"] = {
					this = true
				}
			},
			["广"] = {
				["州"] = {
					["税"] = {
						["票"] = {
							this = true
						}
					},
					["醱"] = {
						["票"] = {
							this = true
						}
					},
					["货"] = {
						["物"] = {
							["销"] = {
								["售"] = {
									["發"] = {
										["票"] = {
											this = true
										}
									}
								}
							}
						}
					}
				}
			},
			["醱"] = {
				["票"] = {
					this = true,
					["㊣"] = {
						this = true
					}
				}
			}
		},
		["卖"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["售"] = {
			this = true,
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["写"] = {
			this = true,
			["经"] = {
				["济"] = {
					["学"] = {
						["论"] = {
							["文"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["浆"] = {
				this = true
			}
		},
		["@"] = {
			["@"] = {
				["孕"] = {
					["@"] = {
						["@"] = {
							this = true
						}
					}
				}
			}
		},
		["拌"] = {
			["二"] = {
				["代"] = {
					["身"] = {
						["份"] = {
							["正"] = {
								this = true
							}
						}
					}
				}
			},
			["身"] = {
				["份"] = {
					["正"] = {
						this = true
					}
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["学"] = {
				["位"] = {
					["正"] = {
						this = true
					}
				}
			}
		},
		["报"] = {
			["名"] = {
				["考"] = {
					["试"] = {
						this = true
					}
				}
			}
		},
		["表"] = {
			this = true
		},
		["出"] = {
			["学"] = {
				["历"] = {
					this = true
				}
			}
		},
		["大"] = {
			["连"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["挂"] = {
			this = true
		},
		["号"] = {
			["收"] = {
				["集"] = {
					["总"] = {
						["汇"] = {
							this = true
						}
					}
				}
			}
		},
		["接"] = {
			["单"] = {
				["位"] = {
					this = true
				}
			}
		},
		["进"] = {
			["口"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["栲"] = {
			this = true
		},
		["练"] = {
			this = true
		},
		["炼"] = {
			this = true
		},
		["链"] = {
			this = true
		},
		["練"] = {
			this = true
		},
		["刘"] = {
			["领"] = {
				["奖"] = {
					this = true
				}
			}
		},
		["骂"] = {
			this = true
		},
		["亓"] = {
			["建"] = {
				["材"] = {
					["费"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["做"] = {
				["账"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				}
			}
		},
		["神"] = {
			["Ａ"] = {
				["Ｂ"] = {
					["钥"] = {
						["匙"] = {
							this = true
						}
					}
				}
			}
		},
		["收"] = {
			["狗"] = {
				["狗"] = {
					["粮"] = {
						this = true
					}
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			}
		},
		["为"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["谢"] = {
			["类"] = {
				["固"] = {
					["醇"] = {
						this = true
					}
				}
			}
		},
		["言"] = {
			["马"] = {
				["汉"] = {
					["茂"] = {
						this = true
					}
				}
			}
		},
		["找"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["制"] = {
			this = true
		},
		["追"] = {
			["债"] = {
				this = true
			},
			["債"] = {
				this = true
			}
		},
		["做"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["假"] = {
				["证"] = {
					["件"] = {
						this = true
					}
				}
			},
			["账"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["斩"] = {
		["马"] = {
			["刀"] = {
				this = true
			}
		},
		["妖"] = {
			["活"] = {
				["动"] = {
					N = {
						P = {
							C = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["丛"] = {
		["林"] = {
			["刀"] = {
				this = true,
				["具"] = {
					["网"] = {
						this = true
					}
				}
			},
			["直"] = {
				["刀"] = {
					this = true
				}
			},
			["开"] = {
				["山"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["大"] = {
				["砍"] = {
					["刀"] = {
						this = true
					}
				}
			},
			["二"] = {
				this = true
			},
			["虎"] = {
				["开"] = {
					["山"] = {
						["刀"] = {
							this = true
						}
					}
				}
			},
			["户"] = {
				["外"] = {
					["军"] = {
						["刀"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["军"] = {
				["刀"] = {
					["专"] = {
						["网"] = {
							this = true
						}
					}
				},
				["工"] = {
					this = true
				}
			},
			["砍"] = {
				["刀"] = {
					this = true
				}
			},
			["求"] = {
				["生"] = {
					["刀"] = {
						["专"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["甩"] = {
		["刀"] = {
			this = true
		},
		["棒"] = {
			this = true
		},
		["刺"] = {
			this = true
		},
		["电"] = {
			["视"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["電"] = {
			["視"] = {
				["棒"] = {
					this = true
				}
			}
		},
		["仿"] = {
			["真"] = {
				["枪"] = {
					this = true
				},
				["长"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["輥"] = {
			["係"] = {
				["烮"] = {
					this = true
				}
			}
		},
		["棍"] = {
			this = true,
			["大"] = {
				["马"] = {
					["士"] = {
						["革"] = {
							["专"] = {
								this = true
							}
						}
					}
				}
			},
			["杀"] = {
				["破"] = {
					["狼"] = {
						this = true,
						["刀"] = {
							this = true
						},
						["忉"] = {
							this = true
						}
					}
				}
			},
			["跳"] = {
				["刀"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["系"] = {
				["列"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				}
			},
			["係"] = {
				["列"] = {
					this = true
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			}
		},
		["警"] = {
			["用"] = {
				["品"] = {
					this = true
				}
			}
		},
		["汽"] = {
			["枪"] = {
				this = true
			}
		},
		["钱"] = {
			["女"] = {
				this = true
			}
		},
		["枪"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["廓"] = {
		["尔"] = {
			["喀"] = {
				["刀"] = {
					this = true,
					["专"] = {
						this = true
					}
				},
				["弯"] = {
					["刀"] = {
						this = true
					}
				},
				["军"] = {
					["刀"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蜘"] = {
		["蛛"] = {
			["刀"] = {
				this = true,
				["专"] = {
					this = true
				}
			},
			["池"] = {
				this = true
			},
			["刺"] = {
				this = true
			},
			["粉"] = {
				["末"] = {
					["钢"] = {
						this = true
					}
				}
			},
			["虎"] = {
				["纹"] = {
					this = true
				}
			},
			["精"] = {
				["钢"] = {
					this = true
				}
			},
			["鹿"] = {
				["角"] = {
					this = true
				}
			},
			["路"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["折"] = {
				["刀"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["苗"] = {
		["刀"] = {
			this = true
		},
		["德"] = {
			["顺"] = {
				this = true
			}
		},
		["悳"] = {
			["順"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["潜"] = {
		["水"] = {
			["刀"] = {
				this = true
			}
		},
		["伏"] = {
			["者"] = {
				["手"] = {
					["机"] = {
						["监"] = {
							["听"] = {
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["改"] = {
					["良"] = {
						["版"] = {
							this = true
						}
					}
				},
				["录"] = {
					["音"] = {
						["版"] = {
							this = true
						}
					}
				},
				["免"] = {
					["费"] = {
						["版"] = {
							this = true
						},
						["试"] = {
							["用"] = {
								this = true
							}
						}
					}
				},
				["破"] = {
					["解"] = {
						["版"] = {
							this = true
						}
					}
				},
				["增"] = {
					["强"] = {
						["版"] = {
							this = true
						}
					}
				},
				["专"] = {
					["业"] = {
						["版"] = {
							this = true
						}
					}
				}
			}
		},
		["规"] = {
			["则"] = {
				["商"] = {
					["务"] = {
						["伴"] = {
							["游"] = {
								this = true
							}
						}
					}
				},
				["社"] = {
					["区"] = {
						this = true
					}
				}
			}
		},
		["烈"] = {
			["蟹"] = {
				this = true
			}
		},
		["在"] = {
			["用"] = {
				this = true
			}
		},
		["江"] = {
			["冰"] = {
				["毒"] = {
					["在"] = {
						["哪"] = {
							this = true
						}
					}
				}
			}
		},
		["龙"] = {
			["1"] = {
				["号"] = {
					this = true
				}
			},
			["2"] = {
				["号"] = {
					this = true
				}
			}
		},
		["入"] = {
			["搜"] = {
				["查"] = {
					["官"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["匕"] = {
		["首"] = {
			this = true,
			["网"] = {
				this = true
			},
			["猎"] = {
				["刀"] = {
					this = true,
					["户"] = {
						["外"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["蝴"] = {
				["蝶"] = {
					["甩"] = {
						["刀"] = {
							["专"] = {
								this = true,
								["卖"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["刺"] = {
				["刀"] = {
					this = true
				}
			},
			["刀"] = {
				["具"] = {
					this = true
				}
			},
			["麻"] = {
				["醉"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			},
			["三"] = {
				["棱"] = {
					["军"] = {
						["刺"] = {
							this = true
						}
					}
				}
			},
			["式"] = {
				["麻"] = {
					["醉"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["品"] = {
					this = true
				}
			},
			["直"] = {
				["销"] = {
					this = true
				}
			},
			["专"] = {
				this = true,
				["店"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["网"] = {
					this = true,
					["正"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["转"] = {
				["让"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["伞"] = {
		["兵"] = {
			["刀"] = {
				this = true
			},
			["托"] = {
				this = true
			}
		},
		["下"] = {
			["奇"] = {
				["迹"] = {
					this = true
				}
			}
		}
	}
end

temp()
