pg = pg or {}
slot0 = pg
slot0.word_template_172 = {}
slot1 = slot0.word_template_172

function temp()
	uv0["在"] = {
		["线"] = {
			["现"] = {
				["金"] = {
					["扑"] = {
						["克"] = {
							this = true
						}
					},
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["六"] = {
						["合"] = {
							["彩"] = {
								this = true
							}
						}
					},
					["网"] = {
						this = true
					},
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["8"] = {
						["8"] = {
							["8"] = {
								["赌"] = {
									["博"] = {
										["平"] = {
											["台"] = {
												this = true
											}
										}
									}
								}
							}
						}
					},
					["场"] = {
						this = true
					},
					["轮"] = {
						["盘"] = {
							this = true
						}
					}
				}
			},
			["播"] = {
				["放"] = {
					this = true
				}
			},
			["博"] = {
				["彩"] = {
					this = true,
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["赌"] = {
						["球"] = {
							this = true
						}
					},
					["公"] = {
						["司"] = {
							this = true
						}
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["理"] = {
					["证"] = {
						["件"] = {
							this = true
						}
					},
					["正"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["3"] = {
				D = {
					["性"] = {
						["爱"] = {
							this = true
						}
					},
					["玉"] = {
						["蒲"] = {
							["团"] = {
								this = true
							}
						}
					}
				},
				P = {
					this = true,
					["的"] = {
						["技"] = {
							["巧"] = {
								this = true
							}
						}
					},
					["口"] = {
						["交"] = {
							this = true
						}
					},
					["乱"] = {
						["交"] = {
							this = true
						},
						["伦"] = {
							this = true
						}
					},
					["炮"] = {
						["图"] = {
							this = true
						}
					},
					["淫"] = {
						["水"] = {
							this = true
						}
					}
				}
			},
			A = {
				V = {
					["播"] = {
						["放"] = {
							this = true
						}
					}
				},
				["片"] = {
					["观"] = {
						["看"] = {
							this = true
						}
					},
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			a = {
				v = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["家"] = {
					["乐"] = {
						this = true,
						["平"] = {
							["台"] = {
								this = true
							}
						},
						["投"] = {
							["注"] = {
								this = true
							}
						}
					}
				}
			},
			["彩"] = {
				["票"] = {
					["下"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["操"] = {
				["少"] = {
					["妇"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true,
							["网"] = {
								this = true
							}
						}
					},
					["动"] = {
						["漫"] = {
							this = true
						}
					},
					["发"] = {
						["帖"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							["网"] = {
								this = true
							}
						}
					},
					["影"] = {
						["院"] = {
							this = true,
							["版"] = {
								this = true
							}
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["办"] = {
					["假"] = {
						["证"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						["站"] = {
							this = true
						}
					}
				}
			},
			["动"] = {
				["漫"] = {
					this = true
				}
			},
			["赌"] = {
				["博"] = {
					this = true,
					["导"] = {
						["航"] = {
							this = true
						}
					},
					["机"] = {
						this = true
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["网"] = {
						this = true,
						["站"] = {
							this = true
						}
					}
				},
				["场"] = {
					this = true
				},
				["钱"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					},
					["网"] = {
						["站"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["球"] = {
					this = true
				}
			},
			["高"] = {
				["清"] = {
					this = true
				}
			},
			["观"] = {
				["看"] = {
					this = true,
					A = {
						["片"] = {
							this = true
						}
					},
					["爽"] = {
						["爽"] = {
							["爽"] = {
								this = true
							}
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["祼"] = {
				["聊"] = {
					this = true,
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["皇"] = {
				["冠"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["黄"] = {
				["片"] = {
					this = true,
					["网"] = {
						["址"] = {
							this = true
						}
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["激"] = {
				["情"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					},
					["爽"] = {
						["片"] = {
							this = true
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["看"] = {
				this = true
			},
			["宽"] = {
				["频"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				}
			},
			["老"] = {
				["虎"] = {
					["机"] = {
						this = true
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true,
						["投"] = {
							["注"] = {
								this = true
							}
						},
						["下"] = {
							["注"] = {
								this = true
							}
						}
					}
				}
			},
			["龙"] = {
				["虎"] = {
					["斗"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true,
				["影"] = {
					["视"] = {
						this = true
					}
				}
			},
			["乱"] = {
				["伦"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["激"] = {
						["情"] = {
							this = true
						}
					}
				}
			},
			["轮"] = {
				["盘"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					}
				}
			},
			["裸"] = {
				this = true
			},
			["免"] = {
				["费"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					},
					["淫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["摸"] = {
				["奶"] = {
					["秀"] = {
						this = true
					}
				}
			},
			["女"] = {
				["主"] = {
					["播"] = {
						this = true
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true,
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["决"] = {
					this = true
				},
				["配"] = {
					["件"] = {
						this = true
					}
				}
			},
			["情"] = {
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["人"] = {
				["妻"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["三"] = {
				["级"] = {
					["片"] = {
						this = true
					}
				}
			},
			["身"] = {
				["份"] = {
					["证"] = {
						this = true
					}
				}
			},
			["生"] = {
				["成"] = {
					["身"] = {
						["份"] = {
							["证"] = {
								this = true
							}
						}
					}
				}
			},
			["视"] = {
				["裸"] = {
					["聊"] = {
						this = true
					}
				},
				["频"] = {
					this = true,
					["聊"] = {
						["天"] = {
							this = true
						}
					},
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				},
				["屏"] = {
					this = true
				}
			},
			["售"] = {
				["肾"] = {
					this = true
				}
			},
			["梭"] = {
				["哈"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["体"] = {
				["育"] = {
					["投"] = {
						["注"] = {
							this = true
						}
					}
				}
			},
			["脱"] = {
				["衣"] = {
					["做"] = {
						["爱"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["博"] = {
						["彩"] = {
							this = true
						}
					}
				}
			},
			["下"] = {
				["%"] = {
					["注"] = {
						this = true
					}
				},
				["注"] = {
					this = true
				}
			},
			["小"] = {
				["淫"] = {
					["虫"] = {
						["电"] = {
							["影"] = {
								this = true
							}
						}
					}
				}
			},
			["性"] = {
				["爱"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["押"] = {
				["宝"] = {
					this = true
				}
			},
			["亚"] = {
				["洲"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["艳"] = {
				["舞"] = {
					this = true,
					["表"] = {
						["演"] = {
							this = true
						}
					}
				}
			},
			["淫"] = {
				["电"] = {
					["影"] = {
						this = true,
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				},
				["洞"] = {
					["影"] = {
						["院"] = {
							this = true
						}
					}
				},
				["色"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				},
				["穴"] = {
					this = true
				},
				["影"] = {
					["院"] = {
						this = true
					}
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["约"] = {
				["会"] = {
					this = true
				}
			},
			["扎"] = {
				["金"] = {
					["花"] = {
						this = true
					}
				}
			},
			["找"] = {
				["妹"] = {
					["啪"] = {
						["啪"] = {
							this = true
						}
					}
				}
			},
			["真"] = {
				["钱"] = {
					["2"] = {
						["1"] = {
							["点"] = {
								this = true
							}
						}
					},
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["博"] = {
						["彩"] = {
							this = true
						}
					},
					["赌"] = {
						["博"] = {
							this = true
						}
					},
					["平"] = {
						["台"] = {
							this = true
						}
					},
					["梭"] = {
						["哈"] = {
							this = true
						}
					},
					["游"] = {
						["戏"] = {
							this = true
						}
					}
				},
				["人"] = {
					["百"] = {
						["家"] = {
							["乐"] = {
								this = true
							}
						}
					},
					["艳"] = {
						["舞"] = {
							this = true
						}
					},
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["咨"] = {
				["询"] = {
					["枪"] = {
						["支"] = {
							["贩"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["健"] = {
			["身"] = {
				["房"] = {
					["被"] = {
						["教"] = {
							["练"] = {
								["们"] = {
									["轮"] = {
										["奸"] = {
											["的"] = {
												["肉"] = {
													["丝"] = {
														["老"] = {
															["婆"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["家"] = {
			["里"] = {
				["做"] = {
					["原"] = {
						["子"] = {
							["弹"] = {
								this = true,
								["的"] = {
									["方"] = {
										["法"] = {
											this = true
										}
									}
								}
							}
						}
					},
					["厡"] = {
						["ふ"] = {
							["弹"] = {
								this = true
							}
						}
					}
				},
				["玩"] = {
					["弄"] = {
						["嫂"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["操"] = {
				["的"] = {
					["嫩"] = {
						["逼"] = {
							this = true
						}
					}
				}
			},
			["等"] = {
				["你"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["风"] = {
				["韵"] = {
					["徐"] = {
						["娘"] = {
							this = true
						}
					}
				}
			},
			["撸"] = {
				this = true
			},
			["做"] = {
				["厡"] = {
					["ふ"] = {
						["弹"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["车"] = {
				["上"] = {
					["被"] = {
						["人"] = {
							["强"] = {
								["奸"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["十"] = {
			["月"] = {
				this = true
			}
		},
		["此"] = {
			["一"] = {
				["疫"] = {
					this = true
				}
			}
		},
		["北"] = {
			["京"] = {
				["汽"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["仓"] = {
			["库"] = {
				["中"] = {
					this = true
				}
			}
		},
		["草"] = {
			["地"] = {
				["上"] = {
					["卄"] = {
						this = true
					}
				}
			}
		},
		["床"] = {
			["上"] = {
				["攻"] = {
					["破"] = {
						["良"] = {
							["家"] = {
								this = true
							}
						}
					}
				},
				["呻"] = {
					["吟"] = {
						this = true
					}
				}
			}
		},
		["东"] = {
			["直"] = {
				["门"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["房"] = {
			["间"] = {
				["用"] = {
					["跳"] = {
						["蛋"] = {
							this = true
						}
					}
				}
			}
		},
		["红"] = {
			["色"] = {
				["的"] = {
					["天"] = {
						["空"] = {
							["下"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["纟"] = {
			["戋"] = {
				["贝"] = {
					["者"] = {
						["十"] = {
							["尃"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["酒"] = {
			["店"] = {
				["里"] = {
					["让"] = {
						["人"] = {
							["内"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["军"] = {
			["港"] = {
				["中"] = {
					this = true
				}
			}
		},
		["口"] = {
			["那"] = {
				["里"] = {
					["器"] = {
						["官"] = {
							this = true
						}
					}
				}
			}
		},
		["零"] = {
			["食"] = {
				["里"] = {
					["下"] = {
						["春"] = {
							["药"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["哪"] = {
			["?"] = {
				["巴"] = {
					["到"] = {
						this = true
					}
				},
				["交"] = {
					["到"] = {
						this = true
					}
				},
				["浪"] = {
					["到"] = {
						this = true
					}
				},
				["妻"] = {
					["到"] = {
						this = true
					}
				},
				["射"] = {
					["到"] = {
						this = true
					}
				}
			},
			["3"] = {
				P = {
					["到"] = {
						this = true
					}
				},
				X = {
					this = true
				}
			},
			["4"] = {
				P = {
					this = true
				}
			},
			a = {
				k = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			B = {
				this = true,
				["冰"] = {
					this = true
				},
				["毛"] = {
					["到"] = {
						this = true
					}
				}
			},
			J = {
				B = {
					["到"] = {
						this = true
					}
				}
			},
			K = {
				["粉"] = {
					this = true
				}
			},
			["按"] = {
				["摩"] = {
					["到"] = {
						this = true
					}
				}
			},
			["把"] = {
				["妹"] = {
					["到"] = {
						this = true
					}
				}
			},
			["掰"] = {
				["屄"] = {
					this = true
				}
			},
			["白"] = {
				["面"] = {
					this = true
				}
			},
			["伴"] = {
				["游"] = {
					["到"] = {
						this = true
					}
				}
			},
			["辦"] = {
				["証"] = {
					this = true
				}
			},
			["爆"] = {
				["肛"] = {
					this = true
				}
			},
			["笨"] = {
				["逼"] = {
					["到"] = {
						this = true
					}
				}
			},
			["匕"] = {
				["首"] = {
					["到"] = {
						this = true
					}
				}
			},
			["冰"] = {
				["冰"] = {
					this = true
				},
				["毒"] = {
					this = true
				},
				["妹"] = {
					this = true
				},
				["肉"] = {
					this = true
				},
				["砖"] = {
					this = true
				}
			},
			["波"] = {
				["推"] = {
					this = true
				}
			},
			["操"] = {
				["逼"] = {
					["到"] = {
						this = true
					}
				},
				["比"] = {
					["到"] = {
						this = true
					}
				},
				["蛋"] = {
					["到"] = {
						this = true
					}
				},
				["你"] = {
					["到"] = {
						this = true
					}
				},
				["妳"] = {
					["到"] = {
						this = true
					}
				},
				["他"] = {
					["到"] = {
						this = true
					}
				},
				["我"] = {
					["到"] = {
						this = true
					}
				}
			},
			["策"] = {
				["屁"] = {
					["到"] = {
						this = true
					}
				}
			},
			["插"] = {
				["你"] = {
					["到"] = {
						this = true
					}
				}
			},
			["潮"] = {
				["吹"] = {
					this = true
				}
			},
			["诚"] = {
				["信"] = {
					this = true
				}
			},
			["持"] = {
				["枪"] = {
					this = true
				}
			},
			["出"] = {
				["猎"] = {
					this = true
				}
			},
			["床"] = {
				["照"] = {
					this = true
				}
			},
			["吹"] = {
				["箫"] = {
					this = true
				}
			},
			["春"] = {
				["宫"] = {
					["到"] = {
						this = true
					}
				},
				["药"] = {
					this = true
				}
			},
			["大"] = {
				b = {
					["到"] = {
						this = true
					}
				},
				["逼"] = {
					["到"] = {
						this = true
					}
				},
				["奶"] = {
					this = true
				}
			},
			["地"] = {
				["雷"] = {
					["到"] = {
						this = true
					}
				}
			},
			["赌"] = {
				["具"] = {
					this = true
				},
				["客"] = {
					["到"] = {
						this = true
					}
				}
			},
			["多"] = {
				P = {
					this = true
				}
			},
			["儿"] = {
				["枪"] = {
					["支"] = {
						this = true
					}
				}
			},
			["发"] = {
				["缥"] = {
					this = true
				}
			},
			["發"] = {
				["缥"] = {
					this = true
				}
			},
			["返"] = {
				["点"] = {
					this = true
				}
			},
			["饭"] = {
				["岛"] = {
					this = true
				}
			},
			["仿"] = {
				["钞"] = {
					this = true
				}
			},
			["放"] = {
				["水"] = {
					["到"] = {
						this = true
					}
				}
			},
			["粉"] = {
				["穴"] = {
					this = true
				}
			},
			["风"] = {
				["骚"] = {
					["到"] = {
						this = true
					}
				}
			},
			["肝"] = {
				["源"] = {
					this = true
				}
			},
			["感"] = {
				["丰"] = {
					this = true
				}
			},
			["干"] = {
				["扰"] = {
					this = true
				}
			},
			["刚"] = {
				o = {
					["到"] = {
						this = true
					}
				}
			},
			["肛"] = {
				["交"] = {
					this = true
				}
			},
			["狗"] = {
				["粮"] = {
					this = true
				}
			},
			["够"] = {
				["肾"] = {
					this = true
				}
			},
			["合"] = {
				["体"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["鸡"] = {
				["场"] = {
					this = true
				}
			},
			["假"] = {
				["幣"] = {
					this = true
				},
				["鈔"] = {
					this = true
				},
				["面"] = {
					this = true
				},
				["牌"] = {
					this = true
				},
				["钱"] = {
					this = true
				},
				["枪"] = {
					this = true
				},
				["证"] = {
					this = true
				}
			},
			["叫"] = {
				["春"] = {
					this = true
				}
			},
			["军"] = {
				["刺"] = {
					this = true
				},
				["刀"] = {
					this = true
				},
				["狗"] = {
					this = true
				}
			},
			["开"] = {
				["锁"] = {
					this = true
				}
			},
			["口"] = {
				["爆"] = {
					this = true
				}
			},
			["辣"] = {
				["妹"] = {
					this = true
				}
			},
			["狼"] = {
				["人"] = {
					["到"] = {
						this = true
					}
				}
			},
			["浪"] = {
				["穴"] = {
					this = true
				}
			},
			["利"] = {
				["速"] = {
					this = true
				}
			},
			["露"] = {
				["乳"] = {
					this = true
				}
			},
			["乱"] = {
				["交"] = {
					this = true
				}
			},
			["裸"] = {
				["聊"] = {
					this = true
				},
				["女"] = {
					this = true
				}
			},
			["绿"] = {
				["冰"] = {
					this = true
				}
			},
			["麻"] = {
				["烟"] = {
					this = true
				}
			},
			["帽"] = {
				["刀"] = {
					["到"] = {
						this = true
					}
				}
			},
			["迷"] = {
				["粉"] = {
					this = true
				},
				["烟"] = {
					this = true
				},
				["药"] = {
					this = true
				},
				["葯"] = {
					this = true
				}
			},
			["密"] = {
				["爱"] = {
					["到"] = {
						this = true
					}
				}
			},
			["内"] = {
				["射"] = {
					this = true
				}
			},
			["嫩"] = {
				["穴"] = {
					this = true
				}
			},
			["能"] = {
				["枪"] = {
					this = true
				}
			},
			["虐"] = {
				["恋"] = {
					["到"] = {
						this = true
					}
				}
			},
			["女"] = {
				["优"] = {
					["到"] = {
						this = true
					}
				}
			},
			["哌"] = {
				["啶"] = {
					this = true
				}
			},
			["陪"] = {
				["游"] = {
					["到"] = {
						this = true
					}
				}
			},
			["盆"] = {
				["花"] = {
					this = true
				}
			},
			["嫖"] = {
				["客"] = {
					["到"] = {
						this = true
					}
				}
			},
			["气"] = {
				["猎"] = {
					this = true
				}
			},
			["汽"] = {
				["狗"] = {
					this = true
				}
			},
			["氣"] = {
				["槍"] = {
					this = true
				}
			},
			["枪"] = {
				this = true,
				["支"] = {
					this = true
				}
			},
			["槍"] = {
				this = true,
				["袋"] = {
					this = true
				},
				["管"] = {
					this = true
				},
				["琯"] = {
					this = true
				},
				["箱"] = {
					this = true
				},
				["支"] = {
					this = true
				}
			},
			["强"] = {
				["我"] = {
					["到"] = {
						this = true
					}
				}
			},
			["抢"] = {
				["支"] = {
					this = true
				}
			},
			["亲"] = {
				["密"] = {
					["到"] = {
						this = true
					}
				}
			},
			["群"] = {
				P = {
					this = true
				}
			},
			["人"] = {
				["妻"] = {
					this = true
				}
			},
			["揉"] = {
				["奶"] = {
					this = true
				}
			},
			["肉"] = {
				["棒"] = {
					this = true
				},
				["洞"] = {
					this = true
				},
				["棍"] = {
					this = true
				}
			},
			["乳"] = {
				["性"] = {
					this = true
				}
			},
			["骚"] = {
				["屄"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["涩"] = {
				["爱"] = {
					this = true
				}
			},
			["神"] = {
				["油"] = {
					this = true
				}
			},
			["肾"] = {
				this = true
			},
			["圣"] = {
				["水"] = {
					this = true
				}
			},
			["收"] = {
				["肾"] = {
					this = true
				}
			},
			["手"] = {
				["狗"] = {
					this = true
				},
				["弩"] = {
					this = true
				}
			},
			["售"] = {
				["刀"] = {
					this = true
				},
				["枪"] = {
					this = true
				}
			},
			["兽"] = {
				["交"] = {
					this = true
				}
			},
			["双"] = {
				["飞"] = {
					this = true
				}
			},
			["水"] = {
				["野"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					this = true
				}
			},
			["丝"] = {
				["沫"] = {
					this = true
				}
			},
			["絲"] = {
				["沫"] = {
					this = true
				}
			},
			["速"] = {
				["办"] = {
					this = true
				},
				["水"] = {
					this = true
				}
			},
			["舔"] = {
				["阴"] = {
					this = true
				}
			},
			["挑"] = {
				["逗"] = {
					["到"] = {
						this = true
					}
				}
			},
			["偷"] = {
				["欢"] = {
					["到"] = {
						this = true
					}
				},
				["窥"] = {
					["到"] = {
						this = true
					}
				},
				["妻"] = {
					["到"] = {
						this = true
					}
				},
				["情"] = {
					["到"] = {
						this = true
					}
				},
				["香"] = {
					["到"] = {
						this = true
					}
				},
				["照"] = {
					["到"] = {
						this = true
					}
				}
			},
			["投"] = {
				["毒"] = {
					["到"] = {
						this = true
					}
				}
			},
			["万"] = {
				["爱"] = {
					this = true
				}
			},
			["伟"] = {
				["库"] = {
					this = true
				}
			},
			["尾"] = {
				["行"] = {
					this = true
				}
			},
			["文"] = {
				["凭"] = {
					this = true
				}
			},
			["小"] = {
				["穴"] = {
					this = true
				}
			},
			["性"] = {
				["交"] = {
					this = true
				},
				["趣"] = {
					["到"] = {
						this = true
					}
				},
				["图"] = {
					this = true
				},
				["息"] = {
					this = true
				},
				["葯"] = {
					["到"] = {
						this = true
					}
				}
			},
			["胸"] = {
				["摧"] = {
					this = true
				}
			},
			["徐"] = {
				["莹"] = {
					["到"] = {
						this = true
					}
				}
			},
			["颜"] = {
				["射"] = {
					this = true
				}
			},
			["陽"] = {
				["菜"] = {
					this = true
				}
			},
			["遥"] = {
				["希"] = {
					this = true
				}
			},
			["夜"] = {
				["淫"] = {
					this = true
				}
			},
			["阴"] = {
				["茎"] = {
					this = true
				}
			},
			["淫"] = {
				["?"] = {
					["到"] = {
						this = true
					}
				},
				B = {
					["到"] = {
						this = true
					}
				},
				["逼"] = {
					["到"] = {
						this = true
					}
				},
				["城"] = {
					["到"] = {
						this = true
					}
				},
				["痴"] = {
					["到"] = {
						this = true
					}
				},
				["虫"] = {
					this = true
				},
				["传"] = {
					this = true
				},
				["荡"] = {
					this = true
				},
				["蕩"] = {
					["到"] = {
						this = true
					}
				},
				["店"] = {
					["到"] = {
						this = true
					}
				},
				["儿"] = {
					this = true
				},
				["妇"] = {
					["到"] = {
						this = true
					}
				},
				["棍"] = {
					["到"] = {
						this = true
					}
				},
				["豪"] = {
					["到"] = {
						this = true
					}
				},
				["河"] = {
					["到"] = {
						this = true
					}
				},
				["记"] = {
					this = true
				},
				["浪"] = {
					["到"] = {
						this = true
					}
				},
				["流"] = {
					["到"] = {
						this = true
					}
				},
				["乱"] = {
					["到"] = {
						this = true
					}
				},
				["亂"] = {
					["到"] = {
						this = true
					}
				},
				["码"] = {
					["到"] = {
						this = true
					}
				},
				["媒"] = {
					["到"] = {
						this = true
					}
				},
				["妹"] = {
					this = true
				},
				["媚"] = {
					["到"] = {
						this = true
					}
				},
				["梦"] = {
					["到"] = {
						this = true
					}
				},
				["糜"] = {
					["到"] = {
						this = true
					}
				},
				["靡"] = {
					this = true
				},
				["蜜"] = {
					["到"] = {
						this = true
					}
				},
				["民"] = {
					this = true
				},
				["魔"] = {
					["到"] = {
						this = true
					}
				},
				["母"] = {
					["到"] = {
						this = true
					}
				},
				["孽"] = {
					["到"] = {
						this = true
					}
				},
				["妞"] = {
					["到"] = {
						this = true
					}
				},
				["奴"] = {
					["到"] = {
						this = true
					}
				},
				["虐"] = {
					["到"] = {
						this = true
					}
				},
				["女"] = {
					["到"] = {
						this = true
					}
				},
				["片"] = {
					["到"] = {
						this = true
					}
				},
				["妻"] = {
					this = true
				},
				["腔"] = {
					["到"] = {
						this = true
					}
				},
				["情"] = {
					["到"] = {
						this = true
					}
				},
				["骚"] = {
					["到"] = {
						this = true
					}
				},
				["色"] = {
					this = true
				},
				["僧"] = {
					this = true
				},
				["书"] = {
					this = true
				},
				["贴"] = {
					this = true
				},
				["图"] = {
					this = true
				},
				["穴"] = {
					this = true
				}
			},
			["柚"] = {
				["奈"] = {
					this = true
				}
			},
			["鱼"] = {
				["雷"] = {
					["到"] = {
						this = true
					}
				}
			},
			["招"] = {
				["嫖"] = {
					this = true
				}
			},
			["找"] = {
				["小"] = {
					["姐"] = {
						this = true
					}
				}
			},
			["召"] = {
				["妓"] = {
					["到"] = {
						this = true
					}
				}
			},
			["中"] = {
				["出"] = {
					this = true
				}
			},
			["仲"] = {
				["村"] = {
					this = true
				}
			},
			["追"] = {
				["债"] = {
					this = true
				}
			},
			["自"] = {
				["摸"] = {
					this = true
				}
			},
			["足"] = {
				["交"] = {
					this = true
				}
			},
			["坐"] = {
				["台"] = {
					this = true
				}
			},
			["做"] = {
				["鸡"] = {
					this = true
				},
				["雞"] = {
					this = true
				},
				["鸭"] = {
					this = true
				},
				["鴨"] = {
					this = true
				}
			}
		},
		["器"] = {
			["官"] = {
				this = true
			}
		},
		["枪"] = {
			["支"] = {
				this = true
			}
		},
		["失"] = {
			["忆"] = {
				["的"] = {
					["人"] = {
						["民"] = {
							["共"] = {
								["和"] = {
									["国"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				this = true
			}
		},
		["锡"] = {
			["纸"] = {
				["上"] = {
					["走"] = {
						["开"] = {
							this = true
						}
					}
				}
			}
		},
		["下"] = {
			["注"] = {
				this = true
			}
		},
		["線"] = {
			["視"] = {
				["頻"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			}
		},
		["阳"] = {
			["台"] = {
				["背"] = {
					["插"] = {
						["老"] = {
							["婆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["幽"] = {
			["微"] = {
				["处"] = {
					this = true
				}
			}
		},
		["真"] = {
			["强"] = {
				["有"] = {
					this = true
				}
			}
		},
		["职"] = {
			["研"] = {
				["究"] = {
					["生"] = {
						this = true
					}
				}
			}
		},
		["押"] = {
			["犯"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["凤"] = {
		["凰"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["彩"] = {
				["绘"] = {
					["武"] = {
						["士"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["成"] = {
				["人"] = {
					["影"] = {
						["视"] = {
							this = true
						}
					}
				}
			},
			["印"] = {
				["章"] = {
					this = true
				}
			},
			["影"] = {
				["院"] = {
					this = true
				}
			},
			["战"] = {
				["旗"] = {
					this = true
				}
			}
		},
		["姐"] = {
			["导"] = {
				["航"] = {
					this = true
				}
			},
			A = {
				V = {
					this = true
				}
			},
			["电"] = {
				["影"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["霸"] = {
			["天"] = {
				["下"] = {
					this = true
				}
			}
		},
		["朝"] = {
			["阳"] = {
				this = true
			}
		},
		["凤"] = {
			["裸"] = {
				["聊"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["岗"] = {
			["狼"] = {
				["友"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["楼"] = {
			this = true,
			["网"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["吻"] = {
			["龙"] = {
				["珠"] = {
					this = true
				}
			}
		},
		["舞"] = {
			["天"] = {
				["骄"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["铁"] = {
		["杆"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["军"] = {
				["刀"] = {
					["店"] = {
						this = true
					}
				}
			},
			["名"] = {
				["刀"] = {
					["坊"] = {
						this = true
					}
				}
			},
			["木"] = {
				["仓"] = {
					this = true
				}
			},
			["三"] = {
				["国"] = {
					["志"] = {
						this = true
					}
				}
			}
		},
		["算"] = {
			["盘"] = {
				["一"] = {
					["句"] = {
						["解"] = {
							["特"] = {
								["马"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["凝"] = {
			this = true
		},
		g = {
			o = {
				u = {
					["专"] = {
						this = true
					}
				}
			}
		},
		["绷"] = {
			["子"] = {
				this = true
			}
		},
		["铳"] = {
			this = true
		},
		["道"] = {
			["部"] = {
				this = true
			}
		},
		["甲"] = {
			["士"] = {
				["弹"] = {
					["弓"] = {
						this = true
					}
				}
			},
			["争"] = {
				["雄"] = {
					this = true
				}
			}
		},
		["幕"] = {
			this = true,
			["待"] = {
				["启"] = {
					this = true
				}
			}
		},
		["弩"] = {
			["专"] = {
				["营"] = {
					this = true
				}
			}
		},
		["器"] = {
			["女"] = {
				["访"] = {
					["民"] = {
						this = true
					}
				}
			}
		},
		["骑"] = {
			this = true,
			["继"] = {
				["续"] = {
					this = true,
					["前"] = {
						["进"] = {
							this = true
						}
					}
				}
			}
		},
		["路"] = {
			["医"] = {
				["院"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["都"] = {
		["坊"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["市"] = {
			["夜"] = {
				["语"] = {
					this = true
				}
			},
			["娇"] = {
				["妻"] = {
					["之"] = {
						["美"] = {
							["女"] = {
								["后"] = {
									["宫"] = {
										this = true
									}
								}
							}
						},
						["后"] = {
							["宫"] = {
								this = true
							}
						}
					}
				}
			},
			["小"] = {
				["钢"] = {
					["炮"] = {
						this = true
					}
				},
				["镇"] = {
					["乱"] = {
						["伦"] = {
							this = true
						}
					}
				}
			},
			["寻"] = {
				["艳"] = {
					["录"] = {
						this = true
					}
				}
			},
			["淫"] = {
				["狐"] = {
					["传"] = {
						this = true
					}
				}
			},
			["品"] = {
				["香"] = {
					["录"] = {
						this = true
					}
				}
			},
			["少"] = {
				["妇"] = {
					["的"] = {
						["沉"] = {
							["沦"] = {
								this = true
							}
						}
					}
				}
			},
			["逍"] = {
				["遥"] = {
					["风"] = {
						["流"] = {
							["记"] = {
								this = true
							}
						}
					}
				}
			},
			["2"] = {
				["0"] = {
					["4"] = {
						["6"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["美"] = {
					["录"] = {
						["免"] = {
							["费"] = {
								this = true
							}
						}
					}
				}
			},
			["藏"] = {
				["娇"] = {
					this = true
				}
			},
			["春"] = {
				["潮"] = {
					this = true
				}
			},
			["的"] = {
				["童"] = {
					["话"] = {
						this = true
					}
				}
			},
			["风"] = {
				["月"] = {
					["奇"] = {
						["谭"] = {
							this = true
						}
					}
				}
			},
			["富"] = {
				["婆"] = {
					A = {
						["片"] = {
							this = true
						}
					}
				}
			},
			["花"] = {
				["盗"] = {
					this = true
				}
			},
			["换"] = {
				["妻"] = {
					this = true
				}
			},
			["激"] = {
				["情"] = {
					this = true
				}
			},
			["乱"] = {
				["伦"] = {
					this = true
				}
			},
			["迷"] = {
				["情"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["色"] = {
				["欲"] = {
					this = true
				}
			},
			["侠"] = {
				["女"] = {
					["之"] = {
						["报"] = {
							["复"] = {
								this = true
							}
						}
					}
				}
			},
			["缘"] = {
				this = true
			}
		},
		["大"] = {
			["爽"] = {
				this = true
			}
		},
		["江"] = {
			["堰"] = {
				this = true
			}
		},
		["拉"] = {
			this = true
		},
		["来"] = {
			["."] = {
				["摸"] = {
					["比"] = {
						this = true
					}
				}
			},
			["撸"] = {
				this = true
			},
			["摸"] = {
				["比"] = {
					this = true
				}
			}
		},
		["说"] = {
			["皇"] = {
				["帝"] = {
					["无"] = {
						["父"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["匀"] = {
			["假"] = {
				["币"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["奔"] = {
		["驰"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			},
			["车"] = {
				["主"] = {
					["信"] = {
						["息"] = {
							this = true
						}
					}
				}
			}
		},
		["雷"] = {
			["手"] = {
				this = true
			}
		},
		["跑"] = {
			["吧"] = {
				["兄"] = {
					["弟"] = {
						this = true
					}
				}
			},
			["兄"] = {
				["弟"] = {
					["中"] = {
						["奖"] = {
							this = true
						}
					}
				}
			}
		},
		["腾"] = {
			["网"] = {
				["络"] = {
					["科"] = {
						["技"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["济"] = {
		["州"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["南"] = {
			["建"] = {
				["设"] = {
					["路"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["区"] = {
					this = true
				}
			},
			["电"] = {
				["警"] = {
					["棍"] = {
						["专"] = {
							["卖"] = {
								this = true
							}
						}
					}
				}
			},
			["增"] = {
				["值"] = {
					["税"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["世"] = {
			["灵"] = {
				["文"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["佰"] = {
		["盈"] = {
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["度"] = {
			this = true
		},
		["傢"] = {
			["楽"] = {
				["赌"] = {
					["博"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["传"] = {
		["奇"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["承"] = {
			["撸"] = {
				["文"] = {
					["化"] = {
						this = true
					}
				}
			}
		},
		["九"] = {
			["退"] = {
				["三"] = {
					this = true
				}
			}
		},
		["说"] = {
			["的"] = {
				["胡"] = {
					["曾"] = {
						["联"] = {
							["手"] = {
								["是"] = {
									["一"] = {
										["种"] = {
											["假"] = {
												["象"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["真"] = {
			["群"] = {
				["发"] = {
					this = true
				}
			}
		},
		["中"] = {
			["共"] = {
				["中"] = {
					["央"] = {
						["关"] = {
							["于"] = {
								["1"] = {
									["7"] = {
										["大"] = {
											["的"] = {
												["人"] = {
													["事"] = {
														["安"] = {
															["排"] = {
																["意"] = {
																	["见"] = {
																		this = true
																	}
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["播"] = {
			["法"] = {
				["轮"] = {
					["功"] = {
						this = true
					}
				}
			}
		},
		["感"] = {
			["器"] = {
				["引"] = {
					["爆"] = {
						["武"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["回"] = {
			["良"] = {
				["玉"] = {
					["被"] = {
						["查"] = {
							this = true
						}
					},
					["正"] = {
						["在"] = {
							["被"] = {
								["调"] = {
									["查"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["李"] = {
			["小"] = {
				["琳"] = {
					["涉"] = {
						["三"] = {
							["峡"] = {
								["腐"] = {
									["败"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["禧"] = {
			G = {
				i = {
					f = {
						t = {
							this = true
						}
					}
				}
			}
		},
		["召"] = {
			["大"] = {
				["法"] = {
					["会"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["将"] = {
		["军"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["研"] = {
				["彩"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["则"] = {
			["民"] = {
				this = true
			}
		},
		["被"] = {
			this = true
		},
		["阴"] = {
			["茎"] = {
				["尽"] = {
					["根"] = {
						["插"] = {
							["入"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["君"] = {
		["怡"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["品"] = {
			["名"] = {
				["刃"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["博"] = {
			this = true,
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["岛"] = {
			["梨"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["香"] = {
					["子"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["萌"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["島"] = {
			["愛"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			}
		},
		["得"] = {
			["拉"] = {
				this = true
			}
		},
		["都"] = {
			["拉"] = {
				this = true
			}
		},
		["杜"] = {
			["拉"] = {
				this = true
			}
		},
		["豪"] = {
			["富"] = {
				["婆"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["弘"] = {
			this = true
		},
		["民"] = {
			["法"] = {
				this = true
			}
		},
		["悦"] = {
			this = true,
			["酒"] = {
				["店"] = {
					["开"] = {
						["轰"] = {
							["趴"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
