pg = pg or {}
slot0 = pg
slot0.word_template_171 = {}
slot1 = slot0.word_template_171

function temp()
	uv0["冠"] = {
		["军"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["王"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["县"] = {
			["办"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["盈"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["葡"] = {
		["京"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					},
					["赌"] = {
						["场"] = {
							this = true
						}
					}
				}
			},
			["现"] = {
				["金"] = {
					["直"] = {
						["营"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["场"] = {
								this = true
							}
						}
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["萄"] = {
			["色"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["梦"] = {
		["幻"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["麻"] = {
				["将"] = {
					["馆"] = {
						this = true
					}
				}
			},
			["大"] = {
				["乱"] = {
					["交"] = {
						this = true
					}
				}
			},
			["天"] = {
				["使"] = {
					["裸"] = {
						["聊"] = {
							this = true
						}
					}
				}
			},
			D = {
				G = {
					this = true
				}
			}
		},
		["遗"] = {
			this = true
		},
		["之"] = {
			["城"] = {
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["城"] = {
									this = true
								}
							}
						}
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			}
		},
		["龙"] = {
			Y = {
				["传"] = {
					this = true
				}
			}
		},
		["中"] = {
			["的"] = {
				["女"] = {
					["孩"] = {
						this = true,
						["*"] = {
							this = true
						}
					}
				}
			}
		},
		["网"] = {
			["洪"] = {
				["志"] = {
					this = true
				}
			}
		},
		["露"] = {
			["迷"] = {
				["魂"] = {
					["葯"] = {
						["水"] = {
							this = true
						}
					}
				},
				["云"] = {
					["鬼"] = {
						["葯"] = {
							["水"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["雪"] = {
			["近"] = {
				["平"] = {
					this = true
				}
			}
		},
		["野"] = {
			["玛"] = {
				["里"] = {
					["亚"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鼎"] = {
		["龙"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["丰"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["尚"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["博"] = {
			["网"] = {
				this = true
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["盛"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["棋"] = {
				["牌"] = {
					this = true
				}
			},
			["学"] = {
				["术"] = {
					["网"] = {
						this = true
					}
				}
			},
			["证"] = {
				["件"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["鑫"] = {
			this = true,
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["利"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["半"] = {
		["岛"] = {
			["国"] = {
				["际"] = {
					this = true,
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["自"] = {
			["动"] = {
				this = true,
				["狗"] = {
					this = true
				},
				p = {
					c = {
						p = {
							this = true
						}
					}
				},
				["步"] = {
					this = true,
					["枪"] = {
						this = true
					}
				},
				["狙"] = {
					["击"] = {
						["步"] = {
							["枪"] = {
								this = true
							}
						}
					}
				},
				["卡"] = {
					["巴"] = {
						["枪"] = {
							this = true
						}
					},
					["宾"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["开"] = {
					["锁"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						},
						["枪"] = {
							this = true
						}
					}
				},
				["猎"] = {
					["枪"] = {
						this = true
					}
				},
				["射"] = {
					["击"] = {
						this = true
					}
				},
				["式"] = {
					["步"] = {
						["枪"] = {
							this = true
						}
					},
					["枪"] = {
						this = true
					}
				},
				["手"] = {
					["枪"] = {
						this = true
					}
				},
				["突"] = {
					["击"] = {
						["枪"] = {
							this = true
						}
					}
				},
				["霰"] = {
					["弹"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["動"] = {
				this = true,
				["手"] = {
					["槍"] = {
						["‎"] = {
							this = true
						}
					}
				}
			}
		},
		["羽"] = {
			this = true,
			["大"] = {
				["帝"] = {
					this = true
				},
				["大"] = {
					this = true
				}
			},
			["总"] = {
				this = true
			},
			["煮"] = {
				this = true
			},
			["之"] = {
				["斤"] = {
					["平"] = {
						this = true
					}
				},
				["觔"] = {
					["平"] = {
						this = true
					}
				}
			},
			["精"] = {
				["瓶"] = {
					this = true
				},
				["缾"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			}
		},
		["壁"] = {
			["西"] = {
				["南"] = {
					["一"] = {
						["柱"] = {
							["倾"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["车"] = {
			["5"] = {
				["克"] = {
					this = true
				}
			}
		},
		["成"] = {
			["品"] = {
				["冰"] = {
					["毒"] = {
						this = true
					}
				}
			}
		},
		["方"] = {
			["形"] = {
				["酸"] = {
					this = true
				}
			}
		},
		["路"] = {
			["擒"] = {
				["君"] = {
					this = true
				}
			}
		},
		["裸"] = {
			["江"] = {
				["山"] = {
					this = true
				}
			},
			["浪"] = {
				["漫"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			}
		},
		["平"] = {
			["弹"] = {
				["头"] = {
					this = true
				}
			}
		},
		["条"] = {
			this = true
		},
		["推"] = {
			["半"] = {
				["就"] = {
					this = true
				}
			}
		},
		["夜"] = {
			["和"] = {
				["老"] = {
					["婆"] = {
						this = true
					}
				}
			}
		},
		["圆"] = {
			["刮"] = {
				["*"] = {
					["刀"] = {
						this = true
					},
					["叨"] = {
						["%"] = {
							this = true
						}
					}
				},
				d = {
					a = {
						o = {
							this = true
						}
					}
				},
				["刀"] = {
					this = true,
					["具"] = {
						["具"] = {
							this = true
						}
					},
					["密"] = {
						["云"] = {
							this = true
						}
					},
					["直"] = {
						["销"] = {
							this = true
						}
					}
				}
			},
			["锁"] = {
				["无"] = {
					["敌"] = {
						["霸"] = {
							["王"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["证"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["喜"] = {
		["力"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["达"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["博"] = {
				["彩"] = {
					this = true
				}
			}
		},
		["来"] = {
			["登"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["乐"] = {
				this = true
			}
		},
		["金"] = {
			["貧"] = {
				this = true
			},
			["贫"] = {
				this = true
			},
			["苹"] = {
				this = true
			},
			["凭"] = {
				this = true
			},
			["憑"] = {
				this = true
			},
			["蘋"] = {
				this = true
			}
		},
		["勁"] = {
			["萍"] = {
				this = true
			}
		},
		["進"] = {
			["貧"] = {
				this = true
			},
			["萍"] = {
				this = true
			},
			["缾"] = {
				this = true
			},
			["蘋"] = {
				this = true
			}
		},
		["劲"] = {
			["萍"] = {
				this = true
			}
		},
		["进"] = {
			["贫"] = {
				this = true
			},
			["苹"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["萍"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["大"] = {
			["大"] = {
				this = true
			},
			["傻"] = {
				this = true
			}
		},
		["禁"] = {
			["评"] = {
				this = true
			},
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["近"] = {
			["平"] = {
				this = true
			},
			["评"] = {
				this = true
			},
			["屏"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["乐"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true,
							["在"] = {
								["线"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["福"] = {
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["剑"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["劒"] = {
			["缾"] = {
				this = true
			}
		},
		["斤"] = {
			["瓶"] = {
				this = true
			}
		},
		["觔"] = {
			["缾"] = {
				this = true
			}
		},
		["儘"] = {
			["萍"] = {
				this = true
			}
		},
		["尽"] = {
			["萍"] = {
				this = true
			}
		},
		["京"] = {
			["平"] = {
				this = true
			}
		},
		["经"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["經"] = {
			["缾"] = {
				this = true
			}
		},
		["精"] = {
			["评"] = {
				this = true
			},
			["評"] = {
				this = true
			}
		},
		["净"] = {
			["平"] = {
				this = true
			}
		},
		["淨"] = {
			["平"] = {
				this = true
			}
		},
		["静"] = {
			["瓶"] = {
				this = true
			},
			["缾"] = {
				this = true
			}
		},
		["靜"] = {
			["缾"] = {
				this = true
			}
		},
		["镜"] = {
			["评"] = {
				this = true
			}
		},
		["鏡"] = {
			["評"] = {
				this = true
			}
		},
		["爱"] = {
			["色"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				},
				["情"] = {
					["色"] = {
						this = true
					}
				}
			}
		},
		["充"] = {
			["充"] = {
				this = true
			}
		},
		["蛋"] = {
			this = true
		},
		["欢"] = {
			["口"] = {
				["交"] = {
					["的"] = {
						["必"] = {
							["看"] = {
								this = true
							}
						}
					}
				}
			},
			["妻"] = {
				["子"] = {
					["被"] = {
						["轮"] = {
							["奸"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["路"] = {
			["宝"] = {
				this = true
			}
		},
		["色"] = {
			this = true
		},
		["煮"] = {
			["席"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["嘉"] = {
		["年"] = {
			["华"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["禾"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["瓦"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						this = true,
						["回"] = {
							["来"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["逸"] = {
			["时"] = {
				["时"] = {
					this = true
				}
			}
		},
		["峪"] = {
			["关"] = {
				K = {
					["粉"] = {
						this = true
					}
				},
				["冰"] = {
					["毒"] = {
						this = true
					}
				},
				["假"] = {
					["币"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["辉"] = {
		["煌"] = {
			["国"] = {
				["际"] = {
					this = true,
					["游"] = {
						["戏"] = {
							this = true,
							["官"] = {
								["网"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["状"] = {
		["元"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["红"] = {
				["成"] = {
					["人"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["鸿"] = {
		["利"] = {
			this = true,
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						},
						["网"] = {
							["站"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					this = true
				}
			}
		},
		["博"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["官"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["络"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			this = true,
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					["博"] = {
						["客"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["福"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["路"] = {
				["口"] = {
					this = true
				}
			},
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["泰"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["办"] = {
				["证"] = {
					this = true
				}
			},
			["通"] = {
				["迅"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["胜"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["考"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					}
				}
			}
		},
		["海"] = {
			this = true,
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["彩"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		},
		["达"] = {
			["论"] = {
				["文"] = {
					["期"] = {
						["刊"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["枪"] = {
				["模"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["通"] = {
				["信"] = {
					this = true
				}
			},
			["证"] = {
				["件"] = {
					this = true
				}
			},
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		},
		["飞"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["孚"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["富"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["图"] = {
			["记"] = {
				this = true
			}
		},
		["翔"] = {
			["汇"] = {
				this = true
			}
		},
		["钥"] = {
			["办"] = {
				["证"] = {
					this = true
				}
			}
		},
		["宇"] = {
			this = true,
			["2"] = {
				["0"] = {
					["号"] = {
						this = true
					},
					["日"] = {
						this = true
					}
				}
			},
			["二"] = {
				["十"] = {
					this = true
				}
			},
			["教"] = {
				["育"] = {
					this = true
				}
			},
			["通"] = {
				["信"] = {
					this = true
				},
				["讯"] = {
					this = true
				}
			}
		}
	}
end

temp()
