pg = pg or {}
slot0 = pg
slot0.word_template_132 = {}
slot1 = slot0.word_template_132

function temp()
	uv0["波"] = {
		["霸"] = {
			this = true,
			["乳"] = {
				["交"] = {
					["器"] = {
						["具"] = {
							this = true
						}
					}
				}
			}
		},
		["女"] = {
			["微"] = {
				["信"] = {
					this = true
				}
			}
		},
		["音"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			}
		},
		["波"] = {
			["撸"] = {
				this = true,
				["影"] = {
					["院"] = {
						this = true
					}
				}
			}
		},
		["佳"] = {
			["达"] = {
				this = true
			}
		},
		["动"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["動"] = {
			["少"] = {
				["女"] = {
					this = true
				}
			}
		},
		["多"] = {
			["野"] = {
				["结"] = {
					["衣"] = {
						this = true
					}
				}
			}
		},
		["斯"] = {
			["刀"] = {
				this = true
			},
			["枪"] = {
				this = true
			},
			["弯"] = {
				["刀"] = {
					this = true
				}
			}
		},
		["推"] = {
			this = true
		},
		["风"] = {
			["九"] = {
				["八"] = {
					this = true
				}
			},
			["四"] = {
				["六"] = {
					this = true
				}
			},
			["9"] = {
				["8"] = {
					this = true
				}
			},
			["治"] = {
				["政"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["财"] = {
		["政"] = {
			["部"] = {
				this = true,
				["绝"] = {
					["密"] = {
						this = true
					}
				}
			},
			["是"] = {
				["爹"] = {
					this = true
				}
			}
		},
		["神"] = {
			["娱"] = {
				["乐"] = {
					this = true,
					["城"] = {
						this = true
					},
					["场"] = {
						this = true
					}
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["报"] = {
				["码"] = {
					this = true
				}
			},
			["手"] = {
				["机"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			},
			["博"] = {
				this = true
			},
			["高"] = {
				["手"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["富"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["坊"] = {
				this = true,
				["8"] = {
					["8"] = {
						["8"] = {
							this = true
						}
					}
				},
				["娱"] = {
					["乐"] = {
						this = true
					}
				}
			},
			["经"] = {
				["创"] = {
					["业"] = {
						["品"] = {
							["牌"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["税"] = {
			["咨"] = {
				["询"] = {
					this = true
				}
			},
			["代"] = {
				["开"] = {
					["发"] = {
						["票"] = {
							this = true
						}
					}
				},
				["理"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["发"] = {
				["票"] = {
					this = true
				}
			},
			["税"] = {
				["票"] = {
					["代"] = {
						["开"] = {
							this = true
						}
					}
				}
			},
			["有"] = {
				["限"] = {
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			}
		},
		["务"] = {
			["代"] = {
				["理"] = {
					this = true,
					["公"] = {
						["司"] = {
							this = true
						}
					}
				}
			},
			["咨"] = {
				["询"] = {
					this = true
				}
			},
			["公"] = {
				["司"] = {
					this = true
				}
			}
		},
		["大"] = {
			["出"] = {
				["版"] = {
					["社"] = {
						this = true
					}
				}
			}
		},
		["汇"] = {
			["银"] = {
				["行"] = {
					["卡"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["运"] = {
			["汽"] = {
				["贸"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["参"] = {
		["事"] = {
			["室"] = {
				this = true
			}
		},
		["谋"] = {
			["业"] = {
				["务"] = {
					["参"] = {
						["考"] = {
							["资"] = {
								["料"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["战"] = {
			["次"] = {
				["数"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["产"] = {
		["权"] = {
			["局"] = {
				this = true
			}
		},
		["党"] = {
			this = true,
			["共"] = {
				this = true
			}
		},
		["汽"] = {
			["气"] = {
				["枪"] = {
					["厂"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["车"] = {
		["臣"] = {
			this = true
		},
		["仑"] = {
			this = true,
			["工"] = {
				["力"] = {
					this = true
				}
			},
			["女"] = {
				["干"] = {
					this = true
				}
			}
		},
		["辆"] = {
			["牌"] = {
				["照"] = {
					this = true
				}
			}
		},
		["主"] = {
			["保"] = {
				["险"] = {
					["数"] = {
						["据"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true,
					["资"] = {
						["料"] = {
							this = true
						}
					},
					["网"] = {
						this = true
					}
				}
			},
			["名"] = {
				["录"] = {
					this = true,
					["网"] = {
						this = true
					}
				},
				["单"] = {
					["网"] = {
						this = true
					}
				}
			},
			["资"] = {
				["料"] = {
					this = true
				},
				["源"] = {
					this = true,
					["网"] = {
						this = true
					}
				}
			},
			["数"] = {
				["据"] = {
					this = true
				}
			},
			["业"] = {
				["主"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["载"] = {
			["短"] = {
				["信"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					["发"] = {
						["送"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["牌"] = {
			["反"] = {
				["光"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["井"] = {
				["官"] = {
					["正"] = {
						this = true
					}
				}
			},
			["警"] = {
				["官"] = {
					["证"] = {
						this = true
					}
				}
			},
			["套"] = {
				["牌"] = {
					this = true,
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["隐"] = {
				["形"] = {
					["喷"] = {
						["剂"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			}
		},
		["干"] = {
			["扰"] = {
				["器"] = {
					this = true
				}
			}
		},
		["库"] = {
			["干"] = {
				["丝"] = {
					["袜"] = {
						this = true
					}
				}
			},
			["遥"] = {
				["控"] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["拦"] = {
			["截"] = {
				["器"] = {
					this = true
				}
			}
		},
		["料"] = {
			["网"] = {
				this = true
			}
		},
		["录"] = {
			["网"] = {
				this = true
			}
		},
		["门"] = {
			["防"] = {
				["盗"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			},
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["解"] = {
				["码"] = {
					["干"] = {
						["扰"] = {
							["器"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["模"] = {
			["包"] = {
				["夜"] = {
					this = true
				}
			},
			["床"] = {
				["照"] = {
					this = true
				}
			},
			["兽"] = {
				["兽"] = {
					["门"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					},
					["艳"] = {
						["照"] = {
							["门"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["神"] = {
			[" "] = {
				["3"] = {
					["0"] = {
						["周"] = {
							["年"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["锁"] = {
			["干"] = {
				["扰"] = {
					["器"] = {
						this = true
					}
				}
			},
			["克"] = {
				["王"] = {
					this = true
				}
			},
			["气"] = {
				["囊"] = {
					this = true,
					["密"] = {
						["云"] = {
							this = true
						}
					}
				}
			},
			["无"] = {
				["敌"] = {
					["霸"] = {
						["王"] = {
							this = true
						}
					}
				}
			}
		},
		["厢"] = {
			["内"] = {
				["性"] = {
					["交"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["数"] = {
				["据"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["用"] = {
			["高"] = {
				["压"] = {
					["枪"] = {
						this = true
					}
				}
			},
			["开"] = {
				["锁"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["快"] = {
				["手"] = {
					["王"] = {
						this = true
					}
				}
			},
			["魔"] = {
				["力"] = {
					["开"] = {
						["锁"] = {
							this = true
						}
					},
					["组"] = {
						["合"] = {
							["箱"] = {
								this = true
							}
						}
					}
				}
			},
			["全"] = {
				["套"] = {
					["开"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["锁"] = {
				["强"] = {
					["开"] = {
						["工"] = {
							["具"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["震"] = {
			["门"] = {
				this = true
			}
		},
		["的"] = {
			["歹"] = {
				["徒"] = {
					this = true
				}
			}
		},
		["当"] = {
			["臂"] = {
				["螳"] = {
					this = true
				}
			}
		},
		["挡"] = {
			["臂"] = {
				["螳"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["迟"] = {
		["浩"] = {
			["田"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["来"] = {
			["的"] = {
				["救"] = {
					["灾"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["蠢"] = {
		["猪"] = {
			this = true,
			[" "] = {
				["近"] = {
					["平"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["粗"] = {
		["制"] = {
			["吗"] = {
				["啡"] = {
					this = true
				}
			}
		},
		["口"] = {
			["歌"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["大"] = {
			["的"] = {
				["龟"] = {
					["头"] = {
						this = true
					}
				},
				["鸡"] = {
					["巴"] = {
						["穴"] = {
							["洞"] = {
								this = true
							}
						}
					}
				},
				["肉"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["鸡"] = {
			["巴"] = {
				this = true
			}
		},
		["狂"] = {
			this = true
		},
		["肉"] = {
			["棒"] = {
				this = true
			},
			["洞"] = {
				this = true
			}
		},
		["硬"] = {
			this = true
		},
		["长"] = {
			["的"] = {
				["大"] = {
					["肉"] = {
						["棒"] = {
							this = true
						}
					}
				}
			}
		},
		["壮"] = {
			["的"] = {
				["大"] = {
					["手"] = {
						this = true
					}
				}
			}
		},
		["暴"] = {
			["强"] = {
				["奷"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["催"] = {
		["情"] = {
			this = true,
			["药"] = {
				this = true,
				["*"] = {
					this = true
				}
			},
			["粉"] = {
				this = true
			},
			["液"] = {
				this = true
			},
			["水"] = {
				this = true,
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["春"] = {
				["药"] = {
					this = true
				}
			},
			["迷"] = {
				["昏"] = {
					["药"] = {
						this = true
					}
				}
			},
			["藥"] = {
				this = true
			}
		},
		["泪"] = {
			["弹"] = {
				this = true
			},
			["枪"] = {
				this = true
			},
			["剂"] = {
				this = true
			},
			["喷"] = {
				["射"] = {
					["器"] = {
						this = true,
						["1"] = {
							this = true
						}
					}
				},
				["雾"] = {
					["剂"] = {
						this = true
					}
				}
			},
			["器"] = {
				this = true
			}
		},
		["眠"] = {
			this = true,
			["眼"] = {
				["镜"] = {
					this = true
				}
			},
			["魔"] = {
				["手"] = {
					this = true
				}
			},
			["迷"] = {
				["幻"] = {
					["药"] = {
						this = true
					}
				}
			},
			["催"] = {
				["情"] = {
					["水"] = {
						this = true
					}
				}
			},
			["药"] = {
				this = true
			}
		},
		["*"] = {
			["昏"] = {
				["药"] = {
					this = true
				}
			}
		},
		["@"] = {
			["情"] = {
				["@"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["昏"] = {
			["药"] = {
				this = true
			}
		},
		["凊"] = {
			["药"] = {
				this = true
			}
		},
		["收"] = {
			["账"] = {
				["款"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["呆"] = {
		["卵"] = {
			this = true
		},
		["子"] = {
			this = true
		},
		B = {
			["骗"] = {
				["子"] = {
					this = true
				}
			}
		},
		["板"] = {
			["发"] = {
				["票"] = {
					this = true
				}
			}
		},
		["逼"] = {
			this = true
		},
		["比"] = {
			this = true
		}
	}
end

temp()
