pg = pg or {}
slot0 = pg
slot0.word_template_153 = {}
slot1 = slot0.word_template_153

function temp()
	uv0["炸"] = {
		["弹"] = {
			this = true,
			D = {
				I = {
					Y = {
						this = true
					}
				}
			},
			["闹"] = {
				["钟"] = {
					this = true,
					["清"] = {
						["单"] = {
							this = true
						}
					}
				}
			},
			["配"] = {
				["方"] = {
					this = true
				}
			},
			["制"] = {
				["作"] = {
					this = true,
					["从"] = {
						["入"] = {
							["门"] = {
								this = true,
								["到"] = {
									["精"] = {
										this = true
									}
								}
							}
						}
					},
					["入"] = {
						["门"] = {
							this = true
						}
					},
					["手"] = {
						["册"] = {
							[" "] = {
								["硫"] = {
									["酸"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["怎"] = {
				["么"] = {
					["做"] = {
						this = true
					}
				}
			}
		},
		["药"] = {
			this = true,
			["出"] = {
				["售"] = {
					this = true
				}
			},
			["配"] = {
				["方"] = {
					this = true,
					["与"] = {
						["制"] = {
							["作"] = {
								this = true
							}
						}
					}
				}
			},
			["的"] = {
				["制"] = {
					["作"] = {
						this = true,
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				},
				["成"] = {
					["分"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["制"] = {
				["造"] = {
					["生"] = {
						["产"] = {
							["工"] = {
								["艺"] = {
									this = true
								}
							}
						}
					}
				},
				["作"] = {
					["方"] = {
						["法"] = {
							this = true
						}
					}
				}
			},
			["硝"] = {
				["酸"] = {
					["甘"] = {
						["油"] = {
							["制"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["及"] = {
				["其"] = {
					["制"] = {
						["造"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["方"] = {
				["法"] = {
					this = true
				}
			},
			["流"] = {
				["程"] = {
					this = true
				}
			}
		},
		["天"] = {
			["撸"] = {
				this = true
			},
			["鲁"] = {
				this = true
			}
		},
		["学"] = {
			["校"] = {
				this = true
			}
		},
		d = {
			a = {
				n = {
					this = true
				}
			}
		},
		y = {
			a = {
				o = {
					this = true
				}
			}
		},
		["蛋"] = {
			this = true
		},
		["彈"] = {
			this = true,
			["製"] = {
				["作"] = {
					this = true
				}
			}
		},
		["机"] = {
			["场"] = {
				this = true
			}
		},
		["金"] = {
			["花"] = {
				this = true
			}
		},
		["客"] = {
			["车"] = {
				this = true
			}
		},
		["裂"] = {
			["潮"] = {
				["吹"] = {
					this = true,
					b = {
						t = {
							this = true
						}
					}
				}
			}
		},
		["你"] = {
			["妹"] = {
				this = true
			}
		},
		["藥"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["燃"] = {
		["烧"] = {
			["瓶"] = {
				this = true,
				["的"] = {
					this = true,
					["制"] = {
						["作"] = {
							["方"] = {
								["法"] = {
									this = true
								}
							}
						}
					}
				},
				["制"] = {
					["作"] = {
						this = true
					}
				},
				D = {
					I = {
						Y = {
							this = true
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["教"] = {
					["程"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["册"] = {
						this = true
					}
				}
			},
			["弹"] = {
				this = true,
				["的"] = {
					this = true,
					["制"] = {
						["作"] = {
							["方"] = {
								this = true,
								["法"] = {
									this = true
								}
							}
						}
					},
					["方"] = {
						this = true
					}
				},
				[" "] = {
					["制"] = {
						["作"] = {
							this = true
						}
					}
				},
				["制"] = {
					["作"] = {
						this = true
					}
				},
				D = {
					I = {
						Y = {
							this = true
						}
					}
				},
				["方"] = {
					["法"] = {
						this = true
					}
				},
				["工"] = {
					["艺"] = {
						this = true
					}
				},
				["流"] = {
					["程"] = {
						this = true
					}
				},
				["秘"] = {
					["密"] = {
						["配"] = {
							["方"] = {
								this = true
							}
						}
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				}
			},
			["剂"] = {
				["的"] = {
					["简"] = {
						["易"] = {
							["制"] = {
								["备"] = {
									this = true
								},
								["作"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["的"] = {
				["西"] = {
					["藏"] = {
						this = true
					}
				}
			},
			["辅"] = {
				["助"] = {
					["工"] = {
						["具"] = {
							this = true
						}
					}
				}
			},
			["了"] = {
				this = true
			},
			["你"] = {
				["的"] = {
					["性"] = {
						["欲"] = {
							this = true
						}
					}
				}
			}
		},
		["料"] = {
			["北"] = {
				["极"] = {
					["光"] = {
						this = true
					}
				}
			},
			["种"] = {
				["子"] = {
					this = true
				}
			},
			["飞"] = {
				["行"] = {
					["员"] = {
						this = true
					}
				}
			},
			["舱"] = {
				this = true,
				["发"] = {
					["生"] = {
						["爆"] = {
							["炸"] = {
								this = true
							}
						}
					}
				},
				["坏"] = {
					["了"] = {
						this = true
					}
				},
				["起"] = {
					["火"] = {
						this = true
					}
				},
				["完"] = {
					["全"] = {
						["坏"] = {
							["了"] = {
								this = true
							}
						}
					}
				},
				["中"] = {
					["度"] = {
						["受"] = {
							["损"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["放"] = {
			["噐"] = {
				["材"] = {
					this = true
				}
			},
			["器"] = {
				["材"] = {
					this = true,
					["质"] = {
						["量"] = {
							["好"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["燒"] = {
			["彈"] = {
				this = true
			}
		},
		["油"] = {
			["滤"] = {
				["清"] = {
					["器"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["液"] = {
		["体"] = {
			["炸"] = {
				["药"] = {
					this = true,
					["比"] = {
						["例"] = {
							this = true
						}
					},
					["配"] = {
						["方"] = {
							this = true
						}
					}
				},
				["弹"] = {
					this = true,
					["制"] = {
						["作"] = {
							["教"] = {
								["程"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["氯"] = {
			this = true
		},
		["压"] = {
			["马"] = {
				["达"] = {
					this = true
				}
			}
		},
		["扂"] = {
			["凲"] = {
				["轵"] = {
					["囡"] = {
						["蓢"] = {
							this = true
						}
					}
				}
			}
		},
		["凊"] = {
			["鮏"] = {
				["息"] = {
					this = true
				}
			}
		},
		["态"] = {
			["冰"] = {
				this = true
			},
			["毒"] = {
				["品"] = {
					this = true
				}
			}
		},
		["液"] = {
			["酱"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鱼"] = {
		["雷"] = {
			this = true
		},
		["铅"] = {
			["弹"] = {
				this = true
			}
		},
		["鱼"] = {
			["成"] = {
				["人"] = {
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["遥"] = {
		["控"] = {
			["炸"] = {
				["弹"] = {
					this = true
				}
			},
			["地"] = {
				["雷"] = {
					this = true
				}
			}
		},
		["想"] = {
			["当"] = {
				["年"] = {
					["春"] = {
						["衫"] = {
							["薄"] = {
								this = true,
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["季"] = {
		["戊"] = {
			["四"] = {
				["醇"] = {
					this = true,
					["四"] = {
						["硝"] = {
							["酸"] = {
								["酯"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["侯"] = {
			["风"] = {
				this = true
			},
			["風"] = {
				this = true
			}
		},
		["候"] = {
			["风"] = {
				H = {
					["1"] = {
						["2"] = {
							this = true
						}
					}
				}
			},
			["風"] = {
				["半"] = {
					["自"] = {
						["動"] = {
							this = true
						}
					}
				}
			}
		},
		["建"] = {
			["业"] = {
				this = true
			}
		},
		["三"] = {
			["保"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["铵"] = {
		["梯"] = {
			["炸"] = {
				["药"] = {
					this = true
				}
			},
			["类"] = {
				["炸"] = {
					["药"] = {
						this = true
					}
				}
			}
		},
		["油"] = {
			["炸"] = {
				["药"] = {
					this = true,
					["制"] = {
						["备"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["熵"] = {
		["炸"] = {
			["药"] = {
				["制"] = {
					["备"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["购"] = {
		["买"] = {
			this = true,
			["户"] = {
				["口"] = {
					["办"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["自"] = {
				["爆"] = {
					["材"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["枪"] = {
				["支"] = {
					Q = {
						Q = {
							this = true
						}
					}
				}
			},
			["甲"] = {
				["基"] = {
					["甲"] = {
						["卡"] = {
							["西"] = {
								["酮"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["布"] = {
				["苯"] = {
					["丙"] = {
						["胺"] = {
							this = true
						}
					}
				}
			},
			["二"] = {
				["乙"] = {
					["基"] = {
						["色"] = {
							["胺"] = {
								this = true
							}
						}
					}
				}
			},
			["哌"] = {
				["醋"] = {
					["甲"] = {
						["酯"] = {
							this = true
						}
					}
				}
			},
			["依"] = {
				["他"] = {
					["喹"] = {
						["酮"] = {
							this = true
						}
					}
				}
			},
			["唛"] = {
				["可"] = {
					["奈"] = {
						["因"] = {
							this = true
						}
					}
				}
			},
			["苯"] = {
				["环"] = {
					["利"] = {
						["定"] = {
							this = true
						}
					}
				}
			},
			["迷"] = {
				["幻"] = {
					["蘑"] = {
						["菇"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["沙"] = {
					["酮"] = {
						this = true
					}
				}
			},
			["恩"] = {
				["华"] = {
					["三"] = {
						["唑"] = {
							["仑"] = {
								this = true
							}
						}
					}
				}
			},
			["硝"] = {
				["甲"] = {
					["西"] = {
						["泮"] = {
							this = true
						}
					}
				}
			},
			["植"] = {
				["物"] = {
					["冰"] = {
						this = true
					}
				}
			},
			["黑"] = {
				["曼"] = {
					["巴"] = {
						["弩"] = {
							this = true
						}
					}
				}
			},
			["百"] = {
				["治"] = {
					["磷"] = {
						this = true
					}
				}
			},
			["七"] = {
				["孔"] = {
					["狗"] = {
						["腿"] = {
							["刀"] = {
								this = true
							}
						}
					}
				}
			},
			["海"] = {
				["洛"] = {
					["因"] = {
						["制"] = {
							["作"] = {
								["方"] = {
									["法"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["高"] = {
				["仿"] = {
					["警"] = {
						["服"] = {
							this = true
						}
					}
				}
			},
			["瑞"] = {
				["芬"] = {
					["太"] = {
						["尼"] = {
							this = true
						}
					}
				}
			}
		},
		["吧"] = {
			this = true
		},
		["宝"] = {
			["阁"] = {
				this = true
			}
		},
		["警"] = {
			["察"] = {
				["证"] = {
					this = true
				}
			},
			["官"] = {
				["证"] = {
					this = true
				},
				["證"] = {
					this = true
				}
			}
		},
		["蒙"] = {
			["汗"] = {
				["药"] = {
					this = true
				}
			}
		},
		["拍"] = {
			["购"] = {
				["网"] = {
					this = true
				}
			}
		},
		["枪"] = {
			["仿"] = {
				["真"] = {
					this = true
				}
			},
			["流"] = {
				["程"] = {
					this = true
				}
			},
			["网"] = {
				this = true
			}
		},
		["肾"] = {
			this = true
		},
		["物"] = {
			["数"] = {
				["据"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["銷"] = {
		["售"] = {
			this = true,
			["野"] = {
				["战"] = {
					["砍"] = {
						["刀"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()
