pg = pg or {}
slot0 = pg
slot0.word_template_204 = {}
slot1 = slot0.word_template_204

function temp()
	uv0["对"] = {
		["氟"] = {
			["芬"] = {
				["太"] = {
					["尼"] = {
						this = true
					}
				}
			}
		},
		["日"] = {
			["强"] = {
				["硬"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["共"] = {
			["产"] = {
				["党"] = {
					["清"] = {
						["算"] = {
							this = true
						}
					}
				}
			}
		},
		["华"] = {
			["广"] = {
				["播"] = {
					this = true
				}
			}
		},
		["外"] = {
			["高"] = {
				["层"] = {
					["人"] = {
						["事"] = {
							this = true
						}
					}
				}
			}
		},
		["中"] = {
			["共"] = {
				["的"] = {
					["姑"] = {
						["息"] = {
							["就"] = {
								["是"] = {
									["对"] = {
										["死"] = {
											["难"] = {
												["者"] = {
													["的"] = {
														["残"] = {
															["忍"] = {
																this = true
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["6"] = {
			["4"] = {
				["的"] = {
					["认"] = {
						["识"] = {
							this = true
						}
					}
				}
			}
		},
		["话"] = {
			X = {
				["占"] = {
					["领"] = {
						this = true
					}
				}
			}
		},
		["讲"] = {
			["机"] = {
				["中"] = {
					["继"] = {
						["台"] = {
							this = true
						}
					}
				}
			}
		},
		["抗"] = {
			["温"] = {
				["廉"] = {
					["洁"] = {
						["著"] = {
							["称"] = {
								this = true
							}
						}
					}
				}
			},
			["极"] = {
				["权"] = {
					["的"] = {
						["斗"] = {
							["争"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["空"] = {
			["防"] = {
				["御"] = {
					this = true
				}
			}
		},
		["令"] = {
			["照"] = {
				["顾"] = {
					["有"] = {
						["加"] = {
							this = true
						}
					}
				}
			}
		},
		["氧"] = {
			["磷"] = {
				this = true
			}
		},
		["准"] = {
			["桃"] = {
				["源"] = {
					["洞"] = {
						["口"] = {
							this = true
						}
					}
				}
			}
		},
		["公"] = {
			["账"] = {
				["户"] = {
					["全"] = {
						["套"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["非"] = {
		["那"] = {
			["丙"] = {
				["胺"] = {
					this = true
				}
			}
		},
		["常"] = {
			["诱"] = {
				["惑"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["6"] = {
				["\\"] = {
					["+"] = {
						["1"] = {
							this = true
						}
					}
				}
			},
			["６"] = {
				["\\"] = {
					["+"] = {
						["１"] = {
							this = true
						}
					}
				}
			},
			["劲"] = {
				["溜"] = {
					this = true
				}
			},
			["三"] = {
				["國"] = {
					this = true
				}
			},
			["色"] = {
				["成"] = {
					["人"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["新"] = {
				["闻"] = {
					["通"] = {
						["讯"] = {
							["社"] = {
								this = true
							}
						}
					}
				}
			},
			["影"] = {
				["视"] = {
					this = true
				}
			},
			["男"] = {
				["孩"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		B = {
			A = {
				O = {
					["力"] = {
						this = true
					}
				}
			}
		},
		["暴"] = {
			["力"] = {
				["的"] = {
					["民"] = {
						["主"] = {
							["化"] = {
								["道"] = {
									["路"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["典"] = {
			this = true
		},
		["法"] = {
			["绑"] = {
				["架"] = {
					this = true
				}
			},
			["綁"] = {
				["架"] = {
					this = true
				}
			},
			["赌"] = {
				["博"] = {
					this = true
				}
			},
			["警"] = {
				["用"] = {
					["品"] = {
						this = true
					}
				}
			},
			["类"] = {
				["信"] = {
					["息"] = {
						this = true
					}
				}
			},
			["枪"] = {
				["支"] = {
					["专"] = {
						this = true
					}
				}
			},
			["网"] = {
				["络"] = {
					["公"] = {
						["关"] = {
							this = true
						}
					}
				}
			},
			["限"] = {
				["制"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					this = true
				}
			},
			["幽"] = {
				["禁"] = {
					["紫"] = {
						["阳"] = {
							this = true
						}
					}
				}
			},
			["炸"] = {
				["药"] = {
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			},
			["治"] = {
				["国"] = {
					this = true
				},
				["國"] = {
					this = true
				}
			}
		},
		["凡"] = {
			["企"] = {
				["业"] = {
					["名"] = {
						["录"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			},
			["汽"] = {
				["车"] = {
					["手"] = {
						["续"] = {
							this = true
						}
					}
				}
			},
			["套"] = {
				["牌"] = {
					["手"] = {
						["续"] = {
							["网"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["合"] = {
			["法"] = {
				["ド"] = {
					["ラ"] = {
						["ッ"] = {
							["グ"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["狙"] = {
			["击"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["诺"] = {
			["啡"] = {
				["烷"] = {
					this = true,
					["订"] = {
						["购"] = {
							this = true
						}
					}
				}
			}
		},
		["洲"] = {
			["象"] = {
				["牙"] = {
					["走"] = {
						["私"] = {
							["案"] = {
								this = true
							}
						}
					}
				}
			},
			["烟"] = {
				this = true
			},
			["战"] = {
				["斧"] = {
					this = true
				}
			}
		},
		["主"] = {
			["流"] = {
				["出"] = {
					["来"] = {
						["援"] = {
							["交"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["戊"] = {
		["巴"] = {
			["比"] = {
				["妥"] = {
					this = true,
					["钠"] = {
						this = true,
						["现"] = {
							["货"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["酰"] = {
			["芬"] = {
				["太"] = {
					["尼"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["芬"] = {
		["乙"] = {
			["茶"] = {
				["碱"] = {
					this = true
				}
			}
		},
		["美"] = {
			["曲"] = {
				["秦"] = {
					this = true
				}
			}
		},
		["普"] = {
			["雷"] = {
				["司"] = {
					this = true
				}
			}
		},
		["太"] = {
			["尼"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["卤"] = {
		["沙"] = {
			["唑"] = {
				["仑"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["匹"] = {
		["莫"] = {
			["林"] = {
				this = true
			}
		},
		["米"] = {
			["诺"] = {
				["定"] = {
					this = true
				}
			}
		},
		["那"] = {
			["西"] = {
				["泮"] = {
					this = true
				}
			}
		},
		["配"] = {
			["模"] = {
				["式"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["癸"] = {
		["硼"] = {
			["烷"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["橡"] = {
		["皮"] = {
			["擦"] = {
				["短"] = {
					["信"] = {
						["接"] = {
							["收"] = {
								["器"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["$"] = {
			["胶"] = {
				["棍"] = {
					["棒"] = {
						this = true
					}
				}
			},
			["膠"] = {
				["棍"] = {
					["棒"] = {
						this = true
					}
				}
			}
		},
		["胶"] = {
			["棒"] = {
				this = true
			},
			["棍"] = {
				["棒"] = {
					this = true
				}
			},
			["警"] = {
				["棒"] = {
					this = true
				}
			},
			["制"] = {
				["品"] = {
					["、"] = {
						["棍"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			},
			["子"] = {
				["弹"] = {
					this = true
				}
			}
		},
		["膠"] = {
			["棍"] = {
				["棒"] = {
					this = true
				}
			},
			["製"] = {
				["品"] = {
					this = true,
					["、"] = {
						["棍"] = {
							["棒"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["镰"] = {
		["刀"] = {
			["菌"] = {
				["酮"] = {
					X = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["贷"] = {
		["款"] = {
			this = true,
			["客"] = {
				["户"] = {
					["名"] = {
						["单"] = {
							this = true
						}
					}
				}
			}
		},
		["练"] = {
			this = true
		},
		["炼"] = {
			this = true
		}
	}
end

temp()
