pg = pg or {}
slot0 = pg
slot0.word_template_134 = {}
slot1 = slot0.word_template_134

function temp()
	uv0["何"] = {
		["候"] = {
			["华"] = {
				this = true
			},
			["華"] = {
				this = true
			}
		},
		["氏"] = {
			["贵"] = {
				["宾"] = {
					["会"] = {
						this = true
					}
				}
			}
		},
		["勇"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["祚"] = {
			["庥"] = {
				this = true
			}
		},
		["德"] = {
			["普"] = {
				this = true
			}
		},
		["清"] = {
			["涟"] = {
				this = true
			},
			["漣"] = {
				this = true
			}
		},
		["红"] = {
			["绫"] = {
				this = true
			}
		},
		["厚"] = {
			["铧"] = {
				this = true
			},
			["鏵"] = {
				this = true
			}
		},
		["加"] = {
			["栋"] = {
				this = true
			},
			["棟"] = {
				this = true
			}
		},
		["家"] = {
			["栋"] = {
				this = true
			}
		},
		["萍"] = {
			["奖"] = {
				this = true
			}
		},
		["生"] = {
			["财"] = {
				this = true
			},
			["富"] = {
				this = true
			}
		},
		["时"] = {
			["成"] = {
				["熟"] = {
					this = true
				}
			}
		},
		["毅"] = {
			["亭"] = {
				this = true
			}
		},
		["燕"] = {
			["然"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["红"] = {
		["卫"] = {
			["兵"] = {
				this = true,
				["王"] = {
					["朝"] = {
						this = true
					}
				}
			}
		},
		["王"] = {
			["蓝"] = {
				["商"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["烧"] = {
			["兔"] = {
				["子"] = {
					this = true,
					["大"] = {
						["餐"] = {
							this = true
						}
					}
				}
			}
		},
		["降"] = {
			["汞"] = {
				this = true
			}
		},
		["海"] = {
			["葱"] = {
				["甙"] = {
					this = true
				}
			},
			["湾"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["矾"] = {
			["钠"] = {
				this = true
			}
		},
		["绳"] = {
			["网"] = {
				this = true
			}
		},
		["树"] = {
			["林"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				},
				["国"] = {
					["际"] = {
						["娱"] = {
							["乐"] = {
								["平"] = {
									["台"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["网"] = {
					["上"] = {
						["娱"] = {
							["乐"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["桃"] = {
			K = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["宝"] = {
			["石"] = {
				["娱"] = {
					["乐"] = {
						this = true,
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["9"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["线"] = {
				["上"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["真"] = {
				["人"] = {
					["娱"] = {
						["乐"] = {
							this = true
						}
					}
				}
			}
		},
		["樱"] = {
			["桃"] = {
				["催"] = {
					["情"] = {
						["液"] = {
							this = true
						}
					}
				},
				["苍"] = {
					["蝇"] = {
						["水"] = {
							this = true
						}
					}
				}
			}
		},
		["番"] = {
			["阁"] = {
				this = true
			}
		},
		["潮"] = {
			["情"] = {
				["色"] = {
					["网"] = {
						this = true
					},
					["电"] = {
						["影"] = {
							this = true
						}
					}
				}
			},
			["谎"] = {
				["言"] = {
					["录"] = {
						this = true
					}
				}
			},
			["艳"] = {
				["史"] = {
					this = true
				}
			}
		},
		["楼"] = {
			["遗"] = {
				["秘"] = {
					this = true
				}
			},
			["梦"] = {
				["淫"] = {
					["传"] = {
						this = true
					}
				}
			},
			["绮"] = {
				["梦"] = {
					this = true,
					["*"] = {
						this = true
					},
					["电"] = {
						["子"] = {
							["书"] = {
								this = true
							}
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			},
			["茶"] = {
				["庄"] = {
					this = true
				}
			}
		},
		["珊"] = {
			["瑚"] = {
				this = true
			}
		},
		["字"] = {
			["本"] = {
				this = true
			}
		},
		["月"] = {
			["楼"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			},
			["露"] = {
				["娜"] = {
					["高"] = {
						["清"] = {
							this = true
						}
					},
					["新"] = {
						["片"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["杉"] = {
			["娱"] = {
				["乐"] = {
					["平"] = {
						["台"] = {
							this = true
						}
					}
				}
			},
			["军"] = {
				["运"] = {
					["动"] = {
						this = true
					}
				}
			}
		},
		["叶"] = {
			["高"] = {
				["手"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			}
		},
		["杏"] = {
			["社"] = {
				["区"] = {
					this = true,
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["家"] = {
				["园"] = {
					this = true
				}
			},
			["暗"] = {
				["香"] = {
					this = true
				}
			},
			["成"] = {
				["人"] = {
					this = true
				}
			},
			["出"] = {
				["墙"] = {
					this = true
				}
			}
		},
		["颜"] = {
			["劫"] = {
				["番"] = {
					["外"] = {
						this = true
					}
				}
			},
			["网"] = {
				this = true
			}
		},
		["绿"] = {
			["江"] = {
				["湖"] = {
					this = true
				}
			}
		},
		["灯"] = {
			["综"] = {
				["干"] = {
					["区"] = {
						this = true
					}
				}
			},
			["区"] = {
				this = true
			}
		},
		["头"] = {
			["文"] = {
				["件"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["满"] = {
			["堂"] = {
				this = true
			}
		},
		["蜘"] = {
			["蛛"] = {
				["迷"] = {
					["奸"] = {
						["药"] = {
							this = true
						}
					}
				},
				["粉"] = {
					this = true
				},
				["水"] = {
					this = true
				}
			}
		},
		["病"] = {
			["历"] = {
				this = true
			}
		},
		["朝"] = {
			["谎"] = {
				["言"] = {
					["录"] = {
						this = true
					}
				}
			},
			["权"] = {
				["斗"] = {
					this = true
				},
				["利"] = {
					this = true
				}
			},
			["太"] = {
				["祖"] = {
					this = true
				}
			}
		},
		["河"] = {
			["谷"] = {
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["魂"] = {
			["网"] = {
				["站"] = {
					this = true
				}
			}
		},
		["旗"] = {
			["漫"] = {
				["漫"] = {
					this = true
				}
			},
			["下"] = {
				["的"] = {
					["蛋"] = {
						this = true
					}
				}
			}
		},
		["色"] = {
			["贵"] = {
				["族"] = {
					this = true
				}
			},
			["角"] = {
				["落"] = {
					this = true
				}
			},
			["恐"] = {
				["怖"] = {
					this = true
				}
			},
			A = {
				V = {
					["社"] = {
						["区"] = {
							this = true
						}
					}
				}
			},
			["的"] = {
				["小"] = {
					["穴"] = {
						this = true
					}
				}
			},
			["家"] = {
				["族"] = {
					[" "] = {
						["太"] = {
							["子"] = {
								["党"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["内"] = {
				["衣"] = {
					["少"] = {
						["妇"] = {
							this = true
						}
					}
				}
			},
			["骑"] = {
				["兵"] = {
					["气"] = {
						["枪"] = {
							this = true
						}
					}
				}
			},
			["启"] = {
				["蒙"] = {
					this = true
				}
			},
			["社"] = {
				["区"] = {
					this = true
				}
			},
			["伟"] = {
				["姐"] = {
					this = true
				}
			},
			["氧"] = {
				["化"] = {
					["汞"] = {
						this = true
					}
				}
			}
		},
		["兽"] = {
			this = true
		},
		["太"] = {
			["阳"] = {
				["是"] = {
					["怎"] = {
						["样"] = {
							["升"] = {
								["起"] = {
									["的"] = {
										this = true
									}
								}
							}
						}
					}
				},
				["的"] = {
					["陨"] = {
						["落"] = {
							this = true
						}
					}
				},
				["教"] = {
					["育"] = {
						["中"] = {
							["心"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["血"] = {
			["丝"] = {
				this = true
			}
		},
		["志"] = {
			this = true
		},
		["智"] = {
			this = true
		},
		["5"] = {
			this = true
		},
		["财"] = {
			["神"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["尘"] = {
			["都"] = {
				["市"] = {
					["完"] = {
						["整"] = {
							["版"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["点"] = {
			["瞄"] = {
				["镜"] = {
					this = true
				}
			}
		},
		["电"] = {
			["动"] = {
				["工"] = {
					["具"] = {
						this = true
					}
				}
			}
		},
		["豆"] = {
			["情"] = {
				["人"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["发"] = {
			["女"] = {
				["郎"] = {
					this = true
				}
			}
		},
		["粉"] = {
			["青"] = {
				["楼"] = {
					["导"] = {
						["航"] = {
							this = true
						}
					}
				}
			}
		},
		["火"] = {
			["人"] = {
				["体"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["激"] = {
			["光"] = {
				["瞄"] = {
					["准"] = {
						["镜"] = {
							this = true
						}
					}
				}
			}
		},
		["姐"] = {
			["彩"] = {
				["色"] = {
					["图"] = {
						["库"] = {
							this = true
						}
					}
				}
			}
		},
		["喇"] = {
			["叭"] = {
				["网"] = {
					this = true
				}
			}
		},
		["马"] = {
			["激"] = {
				["情"] = {
					["网"] = {
						this = true
					}
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			}
		},
		["瞄"] = {
			this = true
		},
		["嫩"] = {
			["的"] = {
				["小"] = {
					["肉"] = {
						["穴"] = {
							this = true
						}
					}
				}
			}
		},
		["娘"] = {
			["虫"] = {
				["限"] = {
					["量"] = {
						this = true
					}
				}
			},
			["粉"] = {
				this = true
			},
			["网"] = {
				this = true
			},
			["淫"] = {
				["娘"] = {
					["小"] = {
						["说"] = {
							this = true
						}
					}
				}
			}
		},
		["牛"] = {
			["激"] = {
				["动"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["袍"] = {
			this = true
		},
		["皮"] = {
			["书"] = {
				[" "] = {
					["打"] = {
						["倒"] = {
							this = true
						}
					}
				}
			}
		},
		["桥"] = {
			["区"] = {
				["假"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["裙"] = {
			["盖"] = {
				["天"] = {
					this = true
				}
			}
		},
		["日"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		},
		["十"] = {
			["字"] = {
				["会"] = {
					this = true
				},
				["會"] = {
					this = true
				}
			}
		},
		["四"] = {
			["军"] = {
				this = true
			}
		},
		["外"] = {
			["透"] = {
				["视"] = {
					this = true,
					["镜"] = {
						this = true
					},
					["清"] = {
						["晰"] = {
							this = true
						}
					}
				}
			},
			["线"] = {
				["扑"] = {
					["克"] = {
						this = true
					}
				}
			},
			["隐"] = {
				["形"] = {
					["照"] = {
						["明"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["线"] = {
			this = true
		},
		["蝎"] = {
			["子"] = {
				["甩"] = {
					["刀"] = {
						this = true
					}
				}
			}
		},
		["星"] = {
			this = true,
			["气"] = {
				["枪"] = {
					["网"] = {
						this = true
					}
				}
			}
		},
		["音"] = {
			["ま"] = {
				["い"] = {
					this = true
				}
			},
			["莹"] = {
				["高"] = {
					["清"] = {
						this = true,
						A = {
							V = {
								this = true
							}
						}
					}
				},
				["无"] = {
					["码"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				}
			}
		},
		["鹰"] = {
			["檀"] = {
				["片"] = {
					["铜"] = {
						["反"] = {
							["曲"] = {
								this = true
							}
						},
						["直"] = {
							["弓"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["云"] = {
			["道"] = {
				["人"] = {
					["魂"] = {
						["魄"] = {
							this = true
						}
					}
				}
			}
		},
		["至"] = {
			this = true
		},
		["肿"] = {
			["的"] = {
				["小"] = {
					["穴"] = {
						["摩"] = {
							["弄"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["菜"] = {
			["苔"] = {
				["彩"] = {
					["票"] = {
						this = true
					}
				}
			}
		},
		["钻"] = {
			["彩"] = {
				["票"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["计"] = {
		["牌"] = {
			["软"] = {
				["件"] = {
					this = true
				}
			}
		},
		["生"] = {
			["委"] = {
				this = true
			},
			["风"] = {
				["暴"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			}
		},
		["划"] = {
			["有"] = {
				["变"] = {
					["孙"] = {
						this = true
					}
				}
			}
		},
		["算"] = {
			["机"] = {
				["干"] = {
					["扰"] = {
						["器"] = {
							this = true
						}
					}
				}
			}
		},
		["诱"] = {
			["小"] = {
				["处"] = {
					["女"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["酱"] = {
		["猪"] = {
			["媳"] = {
				this = true
			}
		},
		["沢"] = {
			["茗"] = {
				this = true
			}
		},
		["赜"] = {
			["闽"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["姣"] = {
		["西"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["禁"] = {
		["书"] = {
			this = true,
			["*"] = {
				this = true
			}
		},
		["忌"] = {
			this = true,
			["之"] = {
				["旅"] = {
					this = true
				}
			},
			["情"] = {
				["妇"] = {
					this = true
				}
			},
			["试"] = {
				["玩"] = {
					this = true
				}
			},
			["試"] = {
				["玩"] = {
					this = true
				}
			}
		},
		["品"] = {
			["乱"] = {
				["欲"] = {
					this = true
				}
			}
		},
		H = {
			this = true
		},
		["评"] = {
			this = true,
			["大"] = {
				["大"] = {
					this = true
				}
			},
			["同"] = {
				["志"] = {
					this = true
				}
			},
			["治"] = {
				["国"] = {
					this = true
				}
			},
			["时"] = {
				["代"] = {
					this = true
				}
			},
			["帝"] = {
				this = true
			},
			["新"] = {
				["政"] = {
					this = true
				}
			}
		},
		["播"] = {
			["*"] = {
				this = true
			},
			A = {
				["片"] = {
					this = true,
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["黄"] = {
				["片"] = {
					this = true
				}
			},
			["黃"] = {
				["片"] = {
					["電"] = {
						["話"] = {
							this = true
						}
					}
				}
			},
			["色"] = {
				["情"] = {
					["动"] = {
						["漫"] = {
							this = true
						}
					},
					["動"] = {
						["漫"] = {
							this = true
						}
					}
				}
			}
		},
		["断"] = {
			["少"] = {
				["女"] = {
					this = true,
					["*"] = {
						this = true
					}
				}
			},
			["の"] = {
				["女"] = {
					["子"] = {
						["寮"] = {
							this = true
						}
					}
				}
			},
			["介"] = {
				["护"] = {
					["快"] = {
						["播"] = {
							this = true
						}
					}
				},
				["護"] = {
					this = true
				}
			}
		},
		["宮"] = {
			["秘"] = {
				["史"] = {
					["*"] = {
						this = true
					}
				}
			}
		},
		["看"] = {
			this = true
		},
		["室"] = {
			["培"] = {
				["欲"] = {
					["6"] = {
						["赤"] = {
							["色"] = {
								["杀"] = {
									["意"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["网"] = {
			["禁"] = {
				["片"] = {
					this = true
				}
			}
		},
		["評"] = {
			["帝"] = {
				this = true
			}
		},
		["習"] = {
			["評"] = {
				this = true
			}
		},
		["爱"] = {
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["地"] = {
			["空"] = {
				["间"] = {
					this = true
				}
			}
		},
		["歌"] = {
			[" "] = {
				S = {
					Q = {
						U = {
							A = {
								R = {
									E = {
										this = true
									}
								}
							}
						}
					}
				},
				["浴"] = {
					["血"] = {
						this = true
					}
				}
			},
			s = {
				q = {
					u = {
						a = {
							r = {
								e = {
									this = true
								}
							}
						}
					}
				}
			},
			["浴"] = {
				["血"] = {
					this = true
				}
			}
		},
		["恋"] = {
			["深"] = {
				["陷"] = {
					["迷"] = {
						this = true
					}
				}
			}
		},
		["脔"] = {
			this = true
		},
		["区"] = {
			["女"] = {
				["领"] = {
					["导"] = {
						["大"] = {
							["院"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["食"] = {
			["6"] = {
				["4"] = {
					["小"] = {
						["时"] = {
							this = true
						}
					}
				}
			},
			["一"] = {
				["天"] = {
					this = true
				}
			},
			["壹"] = {
				["天"] = {
					this = true
				}
			}
		},
		["外"] = {
			["连"] = {
				this = true
			}
		},
		["闻"] = {
			[" "] = {
				["近"] = {
					["平"] = {
						this = true,
						[" "] = {
							["博"] = {
								["士"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["近"] = {
				["平"] = {
					this = true
				}
			}
		},
		["止"] = {
			["评"] = {
				["论"] = {
					this = true
				}
			}
		},
		["发"] = {
			["多"] = {
				["年"] = {
					["前"] = {
						["的"] = {
							["廣"] = {
								["場"] = {
									this = true
								}
							},
							["广"] = {
								["场"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["敬"] = {
		["国"] = {
			["神"] = {
				["社"] = {
					this = true
				}
			}
		},
		["國"] = {
			["神"] = {
				["社"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["静"] = {
		["坐"] = {
			this = true,
			[" "] = {
				["天"] = {
					["安"] = {
						["门"] = {
							this = true
						}
					}
				}
			},
			["天"] = {
				["安"] = {
					["门"] = {
						this = true
					}
				}
			},
			["挺"] = {
				["薄"] = {
					["书"] = {
						["记"] = {
							this = true
						}
					}
				}
			}
		},
		z = {
			u = {
				o = {
					this = true
				}
			}
		},
		["初"] = {
			["散"] = {
				["人"] = {
					this = true
				}
			}
		},
		["等"] = {
			["黑"] = {
				["夜"] = {
					this = true
				}
			}
		},
		["静"] = {
			["撸"] = {
				this = true
			}
		},
		["美"] = {
			["印"] = {
				["务"] = {
					this = true
				}
			}
		},
		["默"] = {
			["航"] = {
				["行"] = {
					this = true
				}
			}
		},
		["态"] = {
			["爆"] = {
				["破"] = {
					["剂"] = {
						this = true
					}
				}
			}
		},
		["远"] = {
			["教"] = {
				["育"] = {
					this = true
				}
			}
		},
		["桩"] = {
			["功"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["纠"] = {
		["察"] = {
			["员"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["鸠"] = {
		this = {
			this = true
		},
		["屎"] = {
			this = true
		},
		["鹌"] = {
			["亚"] = {
				["黄"] = {
					this = true
				}
			}
		},
		["摩"] = {
			["智"] = {
				this = true
			}
		}
	}
end

temp()
