pg = pg or {}
slot0 = pg
slot0.word_template_191 = {}
slot1 = slot0.word_template_191

function temp()
	uv0["关"] = {
		["上"] = {
			["门"] = {
				["就"] = {
					["是"] = {
						["一"] = {
							["家"] = {
								["人"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["照"] = {
			["你"] = {
				["的"] = {
					["花"] = {
						["蕾"] = {
							this = true
						}
					}
				}
			}
		},
		["机"] = {
			["房"] = {
				this = true
			}
		},
		["于"] = {
			["对"] = {
				["敌"] = {
					["斗"] = {
						["争"] = {
							["中"] = {
								["有"] = {
									["关"] = {
										["政"] = {
											["政"] = {
												["策"] = {
													["界"] = {
														["限"] = {
															["汇"] = {
																["编"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["堂"] = {
				["明"] = {
					["皇"] = {
						["与"] = {
							["杨"] = {
								["贵"] = {
									["姬"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["做"] = {
				["好"] = {
					["定"] = {
						["案"] = {
							["材"] = {
								["料"] = {
									["工"] = {
										["作"] = {
											["的"] = {
												["意"] = {
													["见"] = {
														this = true
													}
												}
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["6"] = {
				["4"] = {
					["的"] = {
						["报"] = {
							["道"] = {
								this = true
							}
						},
						["目"] = {
							["前"] = {
								["状"] = {
									["态"] = {
										this = true
									}
								}
							}
						}
					}
				}
			},
			["六"] = {
				["合"] = {
					["彩"] = {
						this = true
					}
				}
			},
			["枪"] = {
				this = true
			},
			["手"] = {
				["枪"] = {
					this = true
				}
			}
		},
		["卓"] = {
			["中"] = {
				this = true
			}
		},
		["闭"] = {
			["所"] = {
				["有"] = {
					["论"] = {
						["坛"] = {
							this = true
						}
					}
				}
			},
			["聊"] = {
				["天"] = {
					["窗"] = {
						["口"] = {
							this = true
						}
					}
				}
			},
			["面"] = {
				["板"] = {
					this = true
				}
			}
		},
		["帝"] = {
			["猎"] = {
				["坛"] = {
					this = true
				}
			}
		},
		["汉"] = {
			["寿"] = {
				this = true
			}
		},
		["口"] = {
			["良"] = {
				["子"] = {
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["紫"] = {
					["无"] = {
						["马"] = {
							this = true
						}
					}
				}
			}
		},
		["树"] = {
			["越"] = {
				this = true
			}
		},
		["重"] = {
			["七"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["桑"] = {
		["拿"] = {
			["一"] = {
				["条"] = {
					["龙"] = {
						this = true
					}
				}
			},
			["洗"] = {
				["浴"] = {
					["一"] = {
						["条"] = {
							["龙"] = {
								this = true
							}
						}
					}
				}
			},
			["按"] = {
				["摩"] = {
					["包"] = {
						["吹"] = {
							this = true
						}
					}
				}
			},
			["9"] = {
				["4"] = {
					["2"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["池"] = {
				["里"] = {
					["涮"] = {
						["一"] = {
							["涮"] = {
								this = true
							}
						}
					}
				}
			},
			["搓"] = {
				["得"] = {
					["浑"] = {
						["身"] = {
							["暖"] = {
								this = true
							}
						}
					}
				}
			},
			["论"] = {
				["坛"] = {
					this = true
				}
			},
			["全"] = {
				["套"] = {
					["服"] = {
						["务"] = {
							this = true
						}
					}
				}
			},
			["试"] = {
				["试"] = {
					["网"] = {
						this = true
					}
				}
			},
			["丝"] = {
				["袜"] = {
					["诱"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["絲"] = {
				["襪"] = {
					["誘"] = {
						["惑"] = {
							this = true
						}
					}
				}
			},
			["网"] = {
				this = true
			},
			["網"] = {
				this = true
			},
			["小"] = {
				["姐"] = {
					this = true,
					["服"] = {
						["务"] = {
							this = true
						}
					},
					["价"] = {
						["格"] = {
							this = true
						}
					}
				},
				["妹"] = {
					this = true
				}
			},
			["娱"] = {
				["乐"] = {
					["网"] = {
						this = true
					}
				}
			},
			["娛"] = {
				["樂"] = {
					["網"] = {
						this = true
					}
				}
			},
			["浴"] = {
				["里"] = {
					["涮"] = {
						["一"] = {
							["涮"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["东"] = {
			["仁"] = {
				["波"] = {
					["切"] = {
						this = true
					}
				}
			}
		},
		["飞"] = {
			["燕"] = {
				this = true
			}
		},
		["国"] = {
			["卫"] = {
				this = true
			}
		},
		["國"] = {
			["衛"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["竞"] = {
		["技"] = {
			["蛮"] = {
				["牛"] = {
					this = true
				}
			},
			["用"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["彩"] = {
			["足"] = {
				["球"] = {
					["比"] = {
						["分"] = {
							["直"] = {
								["播"] = {
									this = true
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["棵"] = {
		["聊"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["擦"] = {
		["键"] = {
			["盘"] = {
				this = true
			}
		},
		["你"] = {
			["妈"] = {
				this = true
			}
		},
		["鞋"] = {
			["机"] = {
				this = true
			}
		},
		["枪"] = {
			["布"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["倮"] = {
		["聊"] = {
			this = true,
			["网"] = {
				this = true,
				["?"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["牝"] = {
		["穴"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["囮"] = {
		["壆"] = {
			["栤"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["牙"] = {
		["签"] = {
			["冰"] = {
				this = true,
				["砖"] = {
					this = true
				},
				["毒"] = {
					this = true
				}
			},
			["订"] = {
				["购"] = {
					this = true
				}
			},
			["果"] = {
				["子"] = {
					this = true
				}
			}
		},
		["买"] = {
			["加"] = {
				["燃"] = {
					["料"] = {
						this = true
					}
				}
			}
		},
		["齿"] = {
			["轻"] = {
				["咬"] = {
					["着"] = {
						["阴"] = {
							["核"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["加"] = {
			["燃"] = {
				["料"] = {
					this = true
				}
			}
		},
		["克"] = {
			["石"] = {
				["Ｋ"] = {
					["粉"] = {
						this = true
					}
				}
			}
		},
		["簽"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["螺"] = {
		["聊"] = {
			this = true
		},
		["旋"] = {
			["1"] = {
				["2"] = {
					["号"] = {
						["独"] = {
							["弹"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
