pg = pg or {}
slot0 = pg
slot0.word_template_173 = {}
slot1 = slot0.word_template_173

function temp()
	uv0["卢"] = {
		["克"] = {
			["索"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["福"] = {
			["坦"] = {
				this = true
			}
		},
		["跃"] = {
			["刚"] = {
				this = true,
				["*"] = {
					this = true
				}
			}
		},
		["冠"] = {
			["廷"] = {
				["的"] = {
					["专"] = {
						["辑"] = {
							["《"] = {
								["1"] = {
									["9"] = {
										["8"] = {
											["9"] = {
												["》"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["菠"] = {
		["菜"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["平"] = {
								["台"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["萝"] = {
			["娱"] = {
				["乐"] = {
					this = true
				}
			},
			["弹"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["励"] = {
		["骏"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["牡"] = {
		["丹"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0.Y = {
		Y = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["弹"] = {
				["弓"] = {
					this = true
				}
			}
		},
		J = {
			["囡"] = {
				this = true
			}
		},
		S = {
			D = {
				Y = {
					["."] = {
						O = {
							R = {
								G = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		F = {
			["航"] = {
				["拍"] = {
					["机"] = {
						this = true
					}
				}
			}
		},
		["国"] = {
			["指"] = {
				["挥"] = {
					["官"] = {
						this = true
					}
				}
			}
		},
		["毛"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["狮"] = {
		["子"] = {
			["会"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			},
			["山"] = {
				["布"] = {
					["条"] = {
						this = true
					}
				},
				["口"] = {
					["号"] = {
						this = true
					}
				},
				["条"] = {
					["幅"] = {
						this = true
					}
				}
			}
		},
		["威"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			},
			["亚"] = {
				["洲"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["城"] = {
			["欢"] = {
				["乐"] = {
					["吧"] = {
						this = true
					}
				}
			}
		},
		["情"] = {
			["化"] = {
				["欲"] = {
					this = true
				}
			}
		},
		["驼"] = {
			["王"] = {
				this = true
			}
		},
		["王"] = {
			["2"] = {
				["0"] = {
					["1"] = {
						["2"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["纽"] = {
		["约"] = {
			["国"] = {
				["际"] = {
					["娱"] = {
						["乐"] = {
							["城"] = {
								this = true
							}
						}
					}
				}
			},
			["时"] = {
				["报"] = {
					this = true,
					[" "] = {
						["家"] = {
							["宝"] = {
								this = true
							}
						},
						["温"] = {
							this = true
						}
					},
					x = {
						i = {
							this = true
						}
					},
					["习"] = {
						this = true
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["首"] = {
		["席"] = {
			["娱"] = {
				["乐"] = {
					["城"] = {
						this = true
					}
				}
			}
		},
		["撸"] = {
			["影"] = {
				["城"] = {
					this = true
				}
			}
		},
		["存"] = {
			["一"] = {
				["元"] = {
					["送"] = {
						["彩"] = {
							["金"] = {
								["3"] = {
									["8"] = {
										["博"] = {
											["彩"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			},
			["赠"] = {
				["送"] = {
					["彩"] = {
						["金"] = {
							this = true
						}
					}
				}
			}
		},
		["先"] = {
			["使"] = {
				["用"] = {
					["核"] = {
						["武"] = {
							["器"] = {
								["*"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["长"] = {
			this = true,
			["被"] = {
				["开"] = {
					["除"] = {
						["党"] = {
							["籍"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["長"] = {
			this = true
		},
		["份"] = {
			["六"] = {
				["四"] = {
					["判"] = {
						["刑"] = {
							["暴"] = {
								["徒"] = {
									["名"] = {
										["单"] = {
											["曝"] = {
												["光"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["富"] = {
			["贺"] = {
				["国"] = {
					["强"] = {
						this = true
					}
				}
			}
		},
		["开"] = {
			["熙"] = {
				["悦"] = {
					["山"] = {
						this = true,
						["不"] = {
							["公"] = {
								this = true
							}
						},
						["横"] = {
							["幅"] = {
								this = true
							}
						},
						["集"] = {
							["体"] = {
								this = true
							}
						},
						["静"] = {
							["坐"] = {
								this = true
							}
						},
						["民"] = {
							["警"] = {
								this = true
							}
						},
						["围"] = {
							["观"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["推"] = {
			["服"] = {
				["务"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				},
				["務"] = {
					["小"] = {
						["姐"] = {
							this = true
						}
					}
				}
			}
		},
		["望"] = {
			["教"] = {
				["会"] = {
					this = true
				}
			}
		},
		["度"] = {
			["禁"] = {
				["办"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["芝"] = {
		["加"] = {
			["哥"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["康"] = {
		["莱"] = {
			["德"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["本"] = {
			this = true
		},
		["成"] = {
			["元"] = {
				this = true
			}
		},
		["涛"] = {
			["杰"] = {
				this = true
			}
		},
		[" "] = {
			["军"] = {
				["变"] = {
					this = true
				}
			},
			["政"] = {
				["变"] = {
					this = true
				}
			}
		},
		["宝"] = {
			["来"] = {
				this = true
			}
		},
		["多"] = {
			["网"] = {
				["上"] = {
					["药"] = {
						["店"] = {
							this = true
						}
					}
				}
			}
		},
		["恩"] = {
			["贝"] = {
				this = true
			}
		},
		["副"] = {
			["总"] = {
				[" "] = {
					["移"] = {
						["交"] = {
							["权"] = {
								["力"] = {
									[" "] = {
										["梦"] = {
											["见"] = {
												["猪"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["广"] = {
			["陵"] = {
				this = true
			}
		},
		["华"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["美"] = {
			["药"] = {
				["业"] = {
					this = true
				}
			}
		},
		["面"] = {
			["条"] = {
				[" "] = {
					["十"] = {
						["宗"] = {
							["罪"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["敏"] = {
			this = true
		},
		["涅"] = {
			["狄"] = {
				["格"] = {
					this = true
				}
			}
		},
		["生"] = {
			this = true
		},
		["盛"] = {
			["保"] = {
				["健"] = {
					this = true
				}
			}
		},
		["师"] = {
			["傅"] = {
				this = true,
				[" "] = {
					["冰"] = {
						["便"] = {
							this = true
						}
					},
					["春"] = {
						["哥"] = {
							this = true
						}
					},
					["海"] = {
						["绵"] = {
							["宝"] = {
								["宝"] = {
									this = true
								}
							}
						}
					}
				},
				["下"] = {
					["架"] = {
						this = true
					}
				},
				["真"] = {
					["正"] = {
						["原"] = {
							["因"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["師"] = {
			["傅"] = {
				[" "] = {
					["崇"] = {
						["禎"] = {
							this = true
						}
					}
				}
			}
		},
		["途"] = {
			["商"] = {
				["城"] = {
					this = true
				}
			}
		}
	}
end

temp()
