pg = pg or {}
slot0 = pg
slot0.word_template_137 = {}
slot1 = slot0.word_template_137

function temp()
	uv0["切"] = {
		["七"] = {
			this = true
		},
		["波"] = {
			["特"] = {
				this = true
			}
		},
		["割"] = {
			["薄"] = {
				["谷"] = {
					["软"] = {
						["着"] = {
							["陆"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["换"] = {
			["低"] = {
				["空"] = {
					N = {
						this = true
					}
				}
			},
			["高"] = {
				["空"] = {
					H = {
						this = true
					}
				}
			}
		},
		["尼"] = {
			["燧"] = {
				["发"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["听"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["窃"] = {
		["听"] = {
			this = true,
			["器"] = {
				this = true,
				["材"] = {
					this = true,
					["%"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					},
					["软"] = {
						["件"] = {
							this = true
						}
					},
					["专"] = {
						this = true
					}
				},
				["*"] = {
					this = true
				},
				["价"] = {
					["格"] = {
						this = true
					}
				}
			},
			["*"] = {
				this = true
			},
			["设"] = {
				["备"] = {
					this = true
				}
			},
			["王"] = {
				this = true
			},
			["%"] = {
				["器"] = {
					this = true
				}
			},
			["."] = {
				["器"] = {
					this = true
				}
			},
			["监"] = {
				["听"] = {
					["卡"] = {
						this = true
					}
				}
			},
			["卡"] = {
				this = true
			},
			["噐"] = {
				this = true
			},
			["软"] = {
				["件"] = {
					this = true
				}
			},
			["手"] = {
				["机"] = {
					this = true,
					["软"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["隐"] = {
				["私"] = {
					this = true
				}
			}
		},
		["国"] = {
			["大"] = {
				["盗"] = {
					["习"] = {
						["近"] = {
							["平"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["、"] = {
			["听"] = {
				this = true
			}
		},
		["."] = {
			["听"] = {
				["."] = {
					["器"] = {
						this = true
					}
				}
			}
		},
		["厛"] = {
			["軟"] = {
				["件"] = {
					this = true
				}
			}
		},
		["聽"] = {
			this = true,
			["器"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["青"] = {
		["天"] = {
			["白"] = {
				["日"] = {
					this = true,
					["旗"] = {
						this = true
					}
				}
			}
		},
		["花"] = {
			["缘"] = {
				["社"] = {
					["区"] = {
						this = true
					}
				},
				["论"] = {
					["坛"] = {
						this = true
					}
				}
			}
		},
		["青"] = {
			["草"] = {
				["在"] = {
					["线"] = {
						this = true,
						["视"] = {
							["频"] = {
								this = true
							}
						}
					}
				},
				["导"] = {
					["航"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				}
			},
			["精"] = {
				["品"] = {
					["视"] = {
						["频"] = {
							["国"] = {
								["产"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["春"] = {
			["之"] = {
				["放"] = {
					["纵"] = {
						["高"] = {
							H = {
								this = true
							}
						}
					}
				}
			},
			["草"] = {
				["导"] = {
					["航"] = {
						this = true
					}
				}
			},
			["妇"] = {
				this = true
			},
			["活"] = {
				["力"] = {
					this = true
				}
			},
			["拉"] = {
				["拉"] = {
					["队"] = {
						["员"] = {
							this = true
						}
					}
				}
			},
			["無"] = {
				["敵"] = {
					this = true
				}
			},
			["小"] = {
				["妹"] = {
					this = true
				}
			},
			["诱"] = {
				["惑"] = {
					this = true
				}
			}
		},
		["瓜"] = {
			["妹"] = {
				this = true
			}
		},
		["年"] = {
			["调"] = {
				["教"] = {
					["手"] = {
						["册"] = {
							this = true
						}
					}
				}
			},
			["代"] = {
				["表"] = {
					this = true
				}
			},
			["乐"] = {
				["园"] = {
					this = true
				}
			},
			["民"] = {
				["主"] = {
					this = true
				}
			},
			["日"] = {
				["报"] = {
					this = true
				}
			},
			["做"] = {
				["爱"] = {
					["视"] = {
						["频"] = {
							this = true
						}
					}
				}
			},
			["節"] = {
				["的"] = {
					["下"] = {
						["箇"] = {
							["月"] = {
								this = true
							}
						}
					}
				}
			},
			["节"] = {
				["的"] = {
					["下"] = {
						["个"] = {
							["月"] = {
								this = true
							}
						}
					},
					["一"] = {
						["个"] = {
							["月"] = {
								["后"] = {
									this = true
								}
							}
						}
					}
				}
			}
		},
		["楼"] = {
			["骚"] = {
				["货"] = {
					["养"] = {
						["成"] = {
							["日"] = {
								["记"] = {
									this = true
								}
							}
						}
					}
				}
			},
			["十"] = {
				["二"] = {
					["房"] = {
						this = true,
						["翁"] = {
							["虹"] = {
								this = true
							}
						}
					}
				}
			},
			["吧"] = {
				this = true
			}
		},
		["岛"] = {
			["石"] = {
				["化"] = {
					["项"] = {
						["目"] = {
							["引"] = {
								["发"] = {
									["市"] = {
										["民"] = {
											["恐"] = {
												["慌"] = {
													this = true
												}
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["白"] = {
			["江"] = {
				this = true
			}
		},
		["藏"] = {
			["路"] = {
				this = true,
				["军"] = {
					["警"] = {
						["进"] = {
							["藏"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["蒿"] = {
			["素"] = {
				["出"] = {
					["货"] = {
						this = true
					}
				},
				["到"] = {
					["货"] = {
						this = true
					}
				},
				["订"] = {
					["购"] = {
						this = true
					}
				},
				["配"] = {
					["方"] = {
						this = true
					}
				},
				["手"] = {
					["机"] = {
						this = true
					}
				},
				["送"] = {
					["货"] = {
						["上"] = {
							["门"] = {
								this = true
							}
						}
					}
				},
				["提"] = {
					["炼"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				},
				["直"] = {
					["销"] = {
						this = true
					}
				}
			}
		},
		["化"] = {
			["苄"] = {
				["货"] = {
					this = true
				}
			}
		},
		["奸"] = {
			["露"] = {
				["出"] = {
					this = true
				}
			}
		},
		["姦"] = {
			["中"] = {
				["出"] = {
					this = true
				}
			}
		},
		["筋"] = {
			["巨"] = {
				["乳"] = {
					this = true
				}
			}
		},
		["空"] = {
			["小"] = {
				["夏"] = {
					this = true
				}
			}
		},
		["蓝"] = {
			["双"] = {
				["娇"] = {
					this = true
				}
			}
		},
		["莲"] = {
			["记"] = {
				["事"] = {
					this = true
				}
			}
		},
		["龙"] = {
			["湖"] = {
				["女"] = {
					["子"] = {
						["死"] = {
							["亡"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["樓"] = {
			["十"] = {
				["二"] = {
					["房"] = {
						["下"] = {
							["載"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["鸾"] = {
			["仙"] = {
				["子"] = {
					this = true
				}
			}
		},
		["冥"] = {
			["神"] = {
				["鹤"] = {
					this = true
				}
			}
		},
		["木"] = {
			["绘"] = {
				["里"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["絵"] = {
				["里"] = {
					["全"] = {
						["集"] = {
							this = true
						}
					}
				}
			},
			["教"] = {
				["授"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["梨"] = {
				["花"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["莉"] = {
				["子"] = {
					this = true,
					["电"] = {
						["驴"] = {
							this = true
						}
					},
					["快"] = {
						["播"] = {
							this = true
						}
					},
					["全"] = {
						["集"] = {
							this = true
						}
					},
					["视"] = {
						["频"] = {
							this = true
						}
					},
					["无"] = {
						["码"] = {
							this = true
						}
					},
					["专"] = {
						["辑"] = {
							this = true
						}
					},
					["作"] = {
						["品"] = {
							this = true
						}
					}
				}
			},
			["怜"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["琳"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["玲"] = {
				["迅"] = {
					["雷"] = {
						this = true
					}
				}
			},
			["铃"] = {
				this = true,
				b = {
					t = {
						this = true
					}
				},
				["电"] = {
					["驴"] = {
						this = true
					}
				},
				["快"] = {
					["播"] = {
						this = true
					}
				},
				["全"] = {
					["集"] = {
						this = true
					}
				},
				["视"] = {
					["频"] = {
						this = true
					}
				},
				["套"] = {
					["图"] = {
						this = true
					}
				},
				["无"] = {
					["码"] = {
						this = true,
						["高"] = {
							["清"] = {
								this = true
							}
						}
					}
				},
				["迅"] = {
					["雷"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				},
				["种"] = {
					["子"] = {
						this = true
					}
				},
				["专"] = {
					["辑"] = {
						this = true
					}
				},
				["作"] = {
					["品"] = {
						this = true
					}
				}
			},
			["美"] = {
				["空"] = {
					this = true,
					["高"] = {
						["清"] = {
							this = true
						}
					}
				}
			},
			["梦"] = {
				["种"] = {
					["子"] = {
						this = true
					}
				}
			},
			["夢"] = {
				["種"] = {
					["子"] = {
						this = true
					}
				}
			},
			["沙"] = {
				["罗"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["诗"] = {
				["央"] = {
					["里"] = {
						["无"] = {
							["码"] = {
								this = true
							}
						},
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["娘"] = {
			["虫"] = {
				["限"] = {
					["量"] = {
						this = true
					}
				}
			}
		},
		["牛"] = {
			["妖"] = {
				this = true
			}
		},
		["色"] = {
			["电"] = {
				["影"] = {
					this = true
				}
			},
			["五"] = {
				["月"] = {
					["天"] = {
						this = true
					}
				}
			},
			["艺"] = {
				["术"] = {
					["中"] = {
						this = true,
						["心"] = {
							this = true
						}
					}
				}
			},
			["娱"] = {
				["乐"] = {
					["中"] = {
						["心"] = {
							this = true
						}
					}
				}
			}
		},
		["涩"] = {
			["可"] = {
				["爱"] = {
					["的"] = {
						["嫩"] = {
							B = {
								this = true
							}
						}
					}
				}
			},
			["门"] = {
				["事"] = {
					["件"] = {
						this = true
					}
				}
			}
		},
		["山"] = {
			["纯"] = {
				this = true
			},
			["和"] = {
				["希"] = {
					B = {
						T = {
							this = true
						}
					}
				}
			},
			["可"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			},
			["来"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["美"] = {
				["奈"] = {
					["美"] = {
						["种"] = {
							["子"] = {
								this = true
							}
						}
					}
				}
			},
			["由"] = {
				["美"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					},
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["珍"] = {
				["藏"] = {
					this = true
				}
			}
		},
		["田"] = {
			["早"] = {
				["纪"] = {
					["无"] = {
						["马"] = {
							this = true
						},
						["码"] = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["铜"] = {
			["峡"] = {
				["一"] = {
					["夜"] = {
						["情"] = {
							this = true
						}
					}
				}
			}
		},
		["羊"] = {
			["区"] = {
				this = true
			}
		},
		["野"] = {
			["诗"] = {
				["织"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			},
			["詩"] = {
				["織"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["叶"] = {
			["由"] = {
				["奈"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["葉"] = {
			["由"] = {
				["奈"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["羽"] = {
			["未"] = {
				["来"] = {
					["种"] = {
						["子"] = {
							this = true
						}
					}
				},
				["來"] = {
					["種"] = {
						["子"] = {
							this = true
						}
					}
				}
			}
		},
		["沼"] = {
			["知"] = {
				["朝"] = {
					B = {
						T = {
							this = true
						}
					},
					["种"] = {
						["子"] = {
							this = true
						},
						["紫"] = {
							this = true
						}
					}
				}
			}
		},
		["州"] = {
			["冰"] = {
				["毒"] = {
					this = true
				}
			}
		}
	}
end

temp()

function temp()
	uv0["塞"] = {
		["白"] = {
			this = true
		},
		["你"] = {
			["爸"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["老"] = {
				["母"] = {
					this = true
				},
				["师"] = {
					this = true
				}
			},
			["母"] = {
				this = true
			},
			["娘"] = {
				this = true
			}
		},
		["班"] = {
			["岛"] = {
				["娱"] = {
					["乐"] = {
						["城"] = {
							this = true
						}
					}
				}
			}
		},
		["尔"] = {
			["弗"] = {
				["里"] = {
					["奇"] = {
						this = true
					}
				}
			}
		},
		["克"] = {
			["虚"] = {
				["拟"] = {
					["家"] = {
						["庭"] = {
							this = true
						}
					}
				}
			}
		},
		["西"] = {
			["尔"] = {
				["裸"] = {
					["聊"] = {
						["网"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["商"] = {
		["务"] = {
			["部"] = {
				this = true,
				["贪"] = {
					["腐"] = {
						this = true
					}
				}
			},
			["时"] = {
				["空"] = {
					this = true
				}
			},
			["佳"] = {
				["丽"] = {
					this = true
				}
			},
			["领"] = {
				["航"] = {
					this = true
				}
			},
			["模"] = {
				["特"] = {
					["网"] = {
						this = true
					}
				}
			},
			["陪"] = {
				["护"] = {
					this = true
				}
			},
			["数"] = {
				["据"] = {
					["资"] = {
						["料"] = {
							this = true
						}
					}
				}
			},
			["调"] = {
				["查"] = {
					this = true
				}
			},
			["信"] = {
				["息"] = {
					["网"] = {
						this = true
					}
				}
			},
			["阝"] = {
				["咅"] = {
					["扌"] = {
						["户"] = {
							this = true
						}
					}
				}
			},
			["车"] = {
				["模"] = {
					["过"] = {
						["夜"] = {
							this = true
						}
					}
				}
			}
		},
		["贾"] = {
			["度"] = {
				["奇"] = {
					["策"] = {
						this = true
					}
				}
			}
		},
		["界"] = {
			["财"] = {
				["."] = {
					["视"] = {
						["网"] = {
							this = true
						}
					}
				}
			},
			["狂"] = {
				["龙"] = {
					this = true
				}
			}
		},
		["牛"] = {
			["网"] = {
				this = true
			}
		},
		["品"] = {
			["发"] = {
				["漂"] = {
					this = true
				},
				["票"] = {
					this = true
				},
				["税"] = {
					["票"] = {
						["发"] = {
							["票"] = {
								this = true
							}
						}
					}
				}
			},
			["法"] = {
				["票"] = {
					this = true
				}
			},
			["失"] = {
				["败"] = {
					this = true
				}
			}
		},
		["榷"] = {
			["倒"] = {
				["习"] = {
					this = true
				},
				["習"] = {
					this = true
				}
			},
			["江"] = {
				this = true
			}
		},
		["厦"] = {
			["偷"] = {
				["拍"] = {
					this = true
				}
			}
		},
		["務"] = {
			["陪"] = {
				["護"] = {
					this = true
				}
			},
			["資"] = {
				["料"] = {
					["資"] = {
						["料"] = {
							this = true
						}
					}
				}
			}
		},
		["业"] = {
			["发"] = {
				["票"] = {
					["代"] = {
						["理"] = {
							this = true
						}
					}
				}
			}
		},
		["周"] = {
			["出"] = {
				["版"] = {
					["台"] = {
						["湾"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["身"] = {
		["份"] = {
			["生"] = {
				["成"] = {
					["器"] = {
						this = true
					}
				}
			},
			["证"] = {
				this = true,
				["号"] = {
					["码"] = {
						["生"] = {
							["成"] = {
								["器"] = {
									this = true,
									["身"] = {
										["份"] = {
											["证"] = {
												["生"] = {
													["成"] = {
														["器"] = {
															["软"] = {
																["件"] = {
																	this = true
																}
															}
														}
													}
												}
											}
										}
									}
								},
								["软"] = {
									["件"] = {
										this = true
									}
								}
							}
						}
					},
					["生"] = {
						["成"] = {
							["器"] = {
								this = true
							}
						}
					}
				},
				["复"] = {
					["印"] = {
						["件"] = {
							this = true,
							["生"] = {
								["成"] = {
									["器"] = {
										this = true
									},
									["软"] = {
										["件"] = {
											this = true
										}
									}
								}
							},
							["模"] = {
								["板"] = {
									this = true
								}
							},
							["制"] = {
								["作"] = {
									["器"] = {
										this = true
									}
								}
							},
							["器"] = {
								this = true
							}
						}
					},
					["制"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["模"] = {
					["板"] = {
						this = true
					}
				},
				["制"] = {
					["作"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["3"] = {
					["."] = {
						["4"] = {
							["脱"] = {
								["壳"] = {
									this = true
								}
							}
						}
					}
				},
				["生"] = {
					["成"] = {
						this = true,
						["器"] = {
							this = true,
							["*"] = {
								this = true
							}
						},
						["*"] = {
							this = true
						},
						["工"] = {
							["具"] = {
								this = true
							}
						},
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				[" "] = {
					["刻"] = {
						["章"] = {
							["办"] = {
								["证"] = {
									this = true
								}
							},
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					},
					["办"] = {
						["证"] = {
							["电"] = {
								["话"] = {
									this = true
								}
							}
						}
					}
				},
				["办"] = {
					["证"] = {
						this = true
					}
				},
				["查"] = {
					["询"] = {
						this = true
					}
				},
				["大"] = {
					["全"] = {
						this = true
					}
				},
				["代"] = {
					["办"] = {
						this = true
					}
				},
				["仿"] = {
					["真"] = {
						this = true
					}
				},
				["货"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				},
				["克"] = {
					["隆"] = {
						["软"] = {
							["件"] = {
								this = true
							}
						}
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["证"] = {
								this = true
							}
						}
					}
				},
				["空"] = {
					["白"] = {
						["样"] = {
							["本"] = {
								this = true
							}
						}
					}
				},
				["如"] = {
					["假"] = {
						["包"] = {
							["换"] = {
								this = true
							}
						}
					}
				},
				["软"] = {
					["件"] = {
						this = true
					}
				},
				["扫"] = {
					["描"] = {
						["件"] = {
							this = true
						}
					}
				},
				["数"] = {
					["据"] = {
						["库"] = {
							this = true
						}
					}
				},
				["网"] = {
					this = true
				},
				["信"] = {
					["息"] = {
						this = true,
						["大"] = {
							["量"] = {
								this = true
							},
							["全"] = {
								this = true
							}
						},
						["破"] = {
							["解"] = {
								this = true
							}
						}
					}
				},
				["样"] = {
					["本"] = {
						this = true
					}
				},
				["原"] = {
					["件"] = {
						this = true
					},
					["料"] = {
						this = true,
						["薄"] = {
							["膜"] = {
								this = true
							}
						},
						["胶"] = {
							["粒"] = {
								this = true
							}
						},
						["墨"] = {
							["水"] = {
								this = true
							}
						}
					}
				},
				["真"] = {
					["实"] = {
						this = true
					}
				},
				["中"] = {
					["心"] = {
						this = true
					}
				},
				["专"] = {
					this = true
				},
				["自"] = {
					["动"] = {
						this = true
					}
				}
			},
			["證"] = {
				this = true,
				["生"] = {
					["成"] = {
						this = true,
						["器"] = {
							this = true
						}
					}
				},
				["高"] = {
					["仿"] = {
						this = true
					}
				},
				["貨"] = {
					["到"] = {
						["付"] = {
							["款"] = {
								this = true
							}
						}
					}
				}
			},
			["譪"] = {
				["生"] = {
					["成"] = {
						["器"] = {
							this = true
						}
					}
				}
			},
			["货"] = {
				["到"] = {
					["付"] = {
						["款"] = {
							this = true
						}
					}
				}
			},
			["信"] = {
				["息"] = {
					this = true,
					["大"] = {
						["量"] = {
							this = true
						}
					},
					["电"] = {
						["售"] = {
							this = true
						}
					},
					["電"] = {
						["話"] = {
							this = true
						}
					},
					["海"] = {
						["量"] = {
							this = true
						}
					}
				}
			},
			["正"] = {
				["办"] = {
					["正"] = {
						this = true
					}
				},
				["刻"] = {
					["章"] = {
						this = true,
						["办"] = {
							["正"] = {
								this = true
							}
						}
					}
				},
				["扫"] = {
					["描"] = {
						["件"] = {
							this = true
						}
					}
				}
			},
			["资"] = {
				["讯"] = {
					this = true
				}
			}
		},
		["材"] = {
			["不"] = {
				["错"] = {
					["的"] = {
						["车"] = {
							["模"] = {
								this = true
							}
						}
					}
				}
			},
			["超"] = {
				["棒"] = {
					["的"] = {
						["女"] = {
							["人"] = {
								this = true
							}
						}
					}
				}
			},
			["前"] = {
				["途"] = {
					["后"] = {
						["桥"] = {
							this = true
						}
					}
				}
			},
			["样"] = {
				["子"] = {
					["都"] = {
						["不"] = {
							["错"] = {
								this = true
							}
						}
					}
				}
			},
			["一"] = {
				["流"] = {
					this = true
				}
			}
		},
		["寸"] = {
			["米"] = {
				["青"] = {
					this = true
				}
			}
		},
		["毒"] = {
			["丸"] = {
				this = true
			}
		},
		["契"] = {
			["系"] = {
				["列"] = {
					this = true
				}
			}
		},
		["体"] = {
			["器"] = {
				["官"] = {
					this = true
				}
			},
			["障"] = {
				["害"] = {
					["者"] = {
						this = true
					}
				}
			}
		},
		["信"] = {
			["息"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["驶"] = {
		["你"] = {
			["爸"] = {
				this = true
			},
			["公"] = {
				this = true
			},
			["老"] = {
				["母"] = {
					this = true
				},
				["师"] = {
					this = true
				}
			},
			["母"] = {
				this = true
			},
			["娘"] = {
				this = true
			}
		}
	}
end

temp()

function temp()
	uv0["是"] = {
		["鸡"] = {
			this = true
		},
		["束"] = {
			["告"] = {
				["项"] = {
					["瓷"] = {
						["，"] = {
							["害"] = {
								["电"] = {
									["突"] = {
										["网"] = {
											["解"] = {
												this = true
											}
										}
									}
								}
							}
						}
					}
				}
			}
		},
		["中"] = {
			["国"] = {
				["社"] = {
					["会"] = {
						["的"] = {
							["爱"] = {
								["滋"] = {
									["病"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["儿"] = {
			["媳"] = {
				["外"] = {
					["逃"] = {
						[" "] = {
							["旧"] = {
								["金"] = {
									["山"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		["雞"] = {
			this = true
		}
	}
end

temp()

function temp()
	uv0["受"] = {
		["虐"] = {
			this = true,
			["狂"] = {
				this = true
			},
			["图"] = {
				this = true
			}
		},
		["到"] = {
			["控"] = {
				["制"] = {
					["的"] = {
						["中"] = {
							["国"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["贿"] = {
			this = true,
			["再"] = {
				["多"] = {
					["不"] = {
						["嫌"] = {
							["怪"] = {
								this = true
							}
						}
					}
				}
			},
			["者"] = {
				["瞅"] = {
					["的"] = {
						["是"] = {
							["钱"] = {
								this = true
							}
						}
					}
				}
			}
		},
		["精"] = {
			this = true,
			["美"] = {
				["尻"] = {
					this = true
				}
			}
		},
		["理"] = {
			["退"] = {
				["伍"] = {
					["证"] = {
						this = true
					}
				}
			}
		},
		["辱"] = {
			["禁"] = {
				["处"] = {
					this = true
				}
			}
		},
		["赵"] = {
			["紫"] = {
				["阳"] = {
					["影"] = {
						["响"] = {
							this = true
						}
					}
				}
			}
		}
	}
end

temp()

function temp()
	uv0["售"] = {
		I = {
			D = {
				this = true
			}
		},
		["号"] = {
			this = true
		},
		["软"] = {
			["件"] = {
				this = true
			}
		},
		this = {
			this = true
		},
		["肾"] = {
			this = true
		},
		["枪"] = {
			["购"] = {
				["买"] = {
					["手"] = {
						["枪"] = {
							this = true
						}
					}
				}
			}
		},
		["手"] = {
			["枪"] = {
				Q = {
					Q = {
						this = true
					}
				}
			}
		},
		["麻"] = {
			["醉"] = {
				this = true,
				["槍"] = {
					this = true
				}
			},
			["古"] = {
				this = true,
				["配"] = {
					["方"] = {
						this = true
					}
				}
			}
		},
		["毕"] = {
			["业"] = {
				["证"] = {
					this = true
				}
			}
		},
		["冰"] = {
			["毒"] = {
				this = true
			}
		},
		["打"] = {
			["鸟"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["工"] = {
			["字"] = {
				["气"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["虎"] = {
			["头"] = {
				["猎"] = {
					["枪"] = {
						this = true
					}
				}
			}
		},
		["井"] = {
			["用"] = {
				["物"] = {
					["品"] = {
						this = true
					}
				}
			}
		},
		["警"] = {
			["用"] = {
				["物"] = {
					["品"] = {
						this = true
					}
				}
			}
		},
		["射"] = {
			["钉"] = {
				["弹"] = {
					["丸"] = {
						this = true
					}
				}
			}
		},
		["司"] = {
			["徒"] = {
				["猎"] = {
					["狗"] = {
						this = true
					}
				}
			}
		},
		["巴"] = {
			["比"] = {
				["妥"] = {
					this = true
				}
			}
		},
		["秦"] = {
			["氏"] = {
				["弓"] = {
					["弩"] = {
						this = true
					}
				}
			}
		},
		["羟"] = {
			["基"] = {
				["乙"] = {
					["腈"] = {
						this = true
					}
				}
			}
		},
		["假"] = {
			["退"] = {
				["伍"] = {
					["证"] = {
						this = true
					}
				}
			},
			["车"] = {
				["牌"] = {
					this = true
				}
			}
		},
		["台"] = {
			["秃"] = {
				this = true
			}
		},
		f = {
			o = {
				x = {
					["意"] = {
						["大"] = {
							["利"] = {
								["狐"] = {
									["狸"] = {
										this = true
									}
								}
							}
						}
					}
				}
			}
		},
		k = {
			["粉"] = {
				["制"] = {
					["作"] = {
						["技"] = {
							["术"] = {
								this = true
							}
						}
					}
				}
			}
		}
	}
end

temp()
