pg = pg or {}
pg.activity_vote = {
	[5] = {
		name = "決賽",
		help_text = "",
		type = 1,
		banner = 0,
		same_rank_by_id = 0,
		desc = "预选赛仅显示得票排名，排名前150名的角色晋级小组赛，未晋级小组赛的角色将参与网络复活赛",
		is_in_game = 1,
		is_on_web = 0,
		id = 5,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					8,
					29
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					5
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					9,
					6
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					6
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					8,
					29
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					11
				},
				{
					23,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				7,
				{
					1,
					11,
					21,
					31,
					41,
					51,
					61,
					71,
					81,
					91,
					101,
					111,
					121,
					131,
					141,
					10,
					20,
					30,
					40,
					50,
					60,
					70,
					80,
					90,
					100,
					110,
					120,
					130,
					140,
					150
				}
			},
			{
				8,
				{
					2,
					12,
					22,
					32,
					42,
					52,
					62,
					72,
					82,
					92,
					102,
					112,
					122,
					132,
					142,
					9,
					19,
					29,
					39,
					49,
					59,
					69,
					79,
					89,
					99,
					109,
					119,
					129,
					139,
					149
				}
			},
			{
				9,
				{
					3,
					13,
					23,
					33,
					43,
					53,
					63,
					73,
					83,
					93,
					103,
					113,
					123,
					133,
					143,
					8,
					18,
					28,
					38,
					48,
					58,
					68,
					78,
					88,
					98,
					108,
					118,
					128,
					138,
					148
				}
			},
			{
				10,
				{
					4,
					14,
					24,
					34,
					44,
					54,
					64,
					74,
					84,
					94,
					104,
					114,
					124,
					134,
					144,
					7,
					17,
					27,
					37,
					47,
					57,
					67,
					77,
					87,
					97,
					107,
					117,
					127,
					137,
					147
				}
			},
			{
				11,
				{
					5,
					15,
					25,
					35,
					45,
					55,
					65,
					75,
					85,
					95,
					105,
					115,
					125,
					135,
					145,
					6,
					16,
					26,
					36,
					46,
					56,
					66,
					76,
					86,
					96,
					106,
					116,
					126,
					136,
					146
				}
			},
			{
				6,
				{
					0
				}
			}
		}
	},
	[6] = {
		name = "网络复活",
		help_text = "",
		type = 2,
		banner = 0,
		same_rank_by_id = 5,
		desc = "",
		is_in_game = 0,
		is_on_web = 1,
		id = 6,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					9,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					23
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {},
		time_show = {},
		group_data = {},
		rank_to_next = {
			{
				12,
				{
					1,
					2,
					3,
					4,
					5,
					6,
					7,
					8,
					9,
					10
				}
			}
		}
	},
	[7] = {
		name = "小组赛A",
		help_text = "",
		type = 3,
		banner = 0,
		same_rank_by_id = 5,
		desc = "小组赛排名前三的角色直接晋级决赛，第4至10名将进入决胜复活赛",
		is_in_game = 1,
		is_on_web = 1,
		id = 7,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					9,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					16
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					9,
					17
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					17
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					9,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					18
				},
				{
					23,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				13,
				{
					1,
					2,
					3
				}
			},
			{
				12,
				{
					4,
					5,
					6,
					7,
					8,
					9,
					10
				}
			}
		}
	},
	[8] = {
		name = "小组赛B",
		help_text = "",
		type = 3,
		banner = 0,
		same_rank_by_id = 5,
		desc = "小组赛排名前三的角色直接晋级决赛，第4至10名将进入决胜复活赛",
		is_in_game = 1,
		is_on_web = 1,
		id = 8,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					9,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					23
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					9,
					24
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					24
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					9,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					25
				},
				{
					23,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				13,
				{
					1,
					2,
					3
				}
			},
			{
				12,
				{
					4,
					5,
					6,
					7,
					8,
					9,
					10
				}
			}
		}
	},
	[9] = {
		name = "小组赛C",
		help_text = "",
		type = 3,
		banner = 0,
		same_rank_by_id = 5,
		desc = "小组赛排名前三的角色直接晋级决赛，第4至10名将进入决胜复活赛",
		is_in_game = 1,
		is_on_web = 1,
		id = 9,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					9,
					30
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					10,
					1
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					1
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					2
				},
				{
					23,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				13,
				{
					1,
					2,
					3
				}
			},
			{
				12,
				{
					4,
					5,
					6,
					7,
					8,
					9,
					10
				}
			}
		}
	},
	[10] = {
		name = "小组赛D",
		help_text = "",
		type = 3,
		banner = 0,
		same_rank_by_id = 5,
		desc = "小组赛排名前三的角色直接晋级决赛，第4至10名将进入决胜复活赛",
		is_in_game = 1,
		is_on_web = 1,
		id = 10,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					10,
					3
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					7
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					10,
					8
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					8
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					10,
					3
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				13,
				{
					1,
					2,
					3
				}
			},
			{
				12,
				{
					4,
					5,
					6,
					7,
					8,
					9,
					10
				}
			}
		}
	},
	[11] = {
		name = "小组赛E",
		help_text = "",
		type = 3,
		banner = 0,
		same_rank_by_id = 5,
		desc = "小组赛排名前三的角色直接晋级决赛，第4至10名将进入决胜复活赛",
		is_in_game = 1,
		is_on_web = 1,
		id = 11,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					10,
					10
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					14
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					10,
					15
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					15
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					10,
					10
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				13,
				{
					1,
					2,
					3
				}
			},
			{
				12,
				{
					4,
					5,
					6,
					7,
					8,
					9,
					10
				}
			}
		}
	},
	[12] = {
		name = "决胜复活赛",
		help_text = "",
		type = 4,
		banner = 0,
		same_rank_by_id = 5,
		desc = "决胜复活赛排名前9的角色将晋级决赛",
		is_in_game = 1,
		is_on_web = 1,
		id = 12,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					10,
					17
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					21
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					10,
					21
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					22
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					10,
					17
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					24
				},
				{
					13,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				13,
				{
					1,
					2,
					3,
					4,
					5,
					6,
					7,
					8,
					9
				}
			}
		}
	},
	[13] = {
		name = "决赛",
		help_text = "",
		type = 5,
		banner = 0,
		same_rank_by_id = 5,
		desc = "晋级决赛的24名角色，将进行为期7天的决赛投票",
		is_in_game = 1,
		is_on_web = 1,
		id = 13,
		activity_bg = 0,
		time_vote = {
			{
				{
					2019,
					10,
					24
				},
				{
					14,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					30
				},
				{
					23,
					59,
					59
				}
			}
		},
		time_vote_client = {
			{
				{
					2019,
					10,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2019,
					10,
					31
				},
				{
					11,
					59,
					59
				}
			}
		},
		time_show = {
			{
				{
					2019,
					10,
					24
				},
				{
					14,
					0,
					0
				}
			},
			{
				{
					2019,
					11,
					7
				},
				{
					23,
					59,
					59
				}
			}
		},
		group_data = {},
		rank_to_next = {
			{
				0,
				{
					1,
					2,
					3,
					4,
					5,
					6,
					7,
					8,
					9,
					10,
					11,
					12,
					13,
					14,
					15,
					16,
					17,
					18,
					19,
					20,
					21,
					22,
					23,
					24
				}
			}
		}
	},
	all = {
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13
	}
}

return
