pg = pg or {}
pg.equip_skin_theme_template = {
	{
		id = 1,
		name = "海豹系列",
		ids = {
			1,
			2,
			11,
			12
		}
	},
	{
		id = 2,
		name = "鹹魚系列",
		ids = {
			3,
			4,
			13,
			14
		}
	},
	{
		id = 3,
		name = "新年快樂",
		ids = {
			5,
			6,
			15,
			16,
			17
		}
	},
	{
		id = 4,
		name = "聖誕快樂",
		ids = {
			7,
			8,
			9,
			10,
			18,
			19,
			20,
			21
		}
	},
	[10] = {
		id = 10,
		name = "豬突猛進",
		ids = {
			120,
			121,
			122,
			123,
			124,
			125,
			126,
			127,
			128,
			129,
			130,
			131,
			132,
			133,
			134,
			135,
			136,
			137
		}
	},
	all = {
		1,
		2,
		3,
		4,
		10
	}
}

return
