pg = pg or {}
pg.push_data_template = {
	{
		id = 1,
		title = "委託完成喵",
		content = "委託《$1》完成了喵！勤勞才會致富喵！",
		desc = "功能開啟後，軍事委託完成時推送提示至設備"
	},
	{
		id = 2,
		title = "回收物資喵",
		content = "合作社的物資已經滿了喵，再不回來我就拿走了喵！",
		desc = "功能開啟後，小賣部庫存溢滿時推送提示至設備"
	},
	{
		id = 3,
		title = "回收石油喵",
		content = "海軍食堂的石油已經滿了喵，再不回來我就拿走了喵！",
		desc = "功能開啟後，海軍食堂庫存溢滿時推送提示至設備"
	},
	{
		id = 4,
		title = "彈盡糧絕喵",
		content = "指揮官～家裡已經沒東西吃了喵～大家都餓趴下了喵…",
		desc = "功能開啟後，後宅食物消耗完畢時推送提示至設備"
	},
	{
		id = 5,
		title = "課程完成喵",
		content = "$1的《$2》學習完成了喵！是時候買新的課本了喵！",
		desc = "功能開啟後，戰術學院課程完成時推送提示至設備"
	},
	all = {
		1,
		2,
		3,
		4,
		5
	}
}

return
