return {
	content = [[
『碧藍航線』 使用者協議
為保障產品使用者（以下簡稱甲方）使用品玩邦藝術股份有限公司（以下簡稱乙方）提供之「碧藍航線」（以下簡稱本遊戲）線上遊戲服務的相關權益，請於註冊登記或使用本遊戲之服務前，詳細閱讀「碧藍航線」使用者協議(以下簡稱本協議)。請留意本協議下之條款隨時可能會變更，為保障甲方的權益，敬請定期查閱本遊戲之公告。 如甲方不同意以下使用者協議條款，請甲方立即停止本遊戲之服務。

第一條、協議之生效：
1.甲方理解一旦甲方勾選同意註冊登記或使用本遊戲之服務，即表示甲方已經詳細審閱並接受本協議下的所有規定和條款，且期間達三日以上，並願意完全遵守本協議與本遊戲相關之遊戲管理規章。
2.遊戲服務之申請，若甲方為無行為能力人（未滿七歲之未成年人），應由其法定代理人為之；若為限制行為能力人（滿七歲但未滿二十歲），應得其法定代理人閱讀、瞭解並同意本協議之所有內容後之同意，方得使用或繼續使用本服務。如您註冊登記或使用本遊戲之服務，對本條約的內容，即視為已取得法定代理人之允許或同意。
3.為促進兒童及少年身心健全發展，並保障其相關權益，甲方瞭解本遊戲屬臺灣「電腦軟體分級辦法」分類標準下之遊戲分級「輔12+ 」。一旦甲方註冊登記或使用本遊戲之服務，即表示甲方已符合臺灣相關法令對使用本級別之服務所要求的年齡。

第二條、協議適用之範圍：
乙方提供甲方「碧藍航線」線上遊戲服務及其他相關服務（以下簡稱本服務）。雙方關於本服務之權利義務，依本協議條款之約定定之。

第三條、協議之內容：
1.以下視為本協議之一部分，與本協議具有相同之效力：
（一）乙方有關本服務之廣告或宣傳內容。
（二）費率表及遊戲管理規則、規章。
2.前項協議內容相互間有衝突者，應以消費者有利之解釋為準。

第四條、服務範圍：
1. 本協議所提供之服務，係由乙方提供網路伺服器，供甲方透過網際網路連線登入進行本遊戲。但此不包括甲方向網際網路接取服務業者申請接收網際網路之服務，及提供上網所需之各項硬體裝置。
2.甲方如購買本遊戲實體或虛擬商品，經交易完成後，即表示已經確認使用乙方提供各項服務之消費行為。

第五條、遊戲登錄：
1.甲方得使用第三方社群網站的帳號用於申請註冊本遊戲帳號，並登錄本遊戲伺服器。甲方應於第三方社群網站之會員中心註冊與身分證明文件相符之個人資料。甲方所完成註冊之個人資料，若有錯誤或已變更時，應立即更正之。
2.如甲方未於第三方社群網站註冊登錄正確之個人資料或原登錄之資料已不符合真實而未更新，乙方得於甲方提供真實資料或更新資料前，暫停本服務（包含暫停甲方遊戲進行及遊戲歷程查詢等相關服務）。
3.甲方對本協議之同意及其他意思表示，均視為符合法律行為之要件。
4.甲方得於開始遊戲後七日內，透過線上客服系統告知乙方解除本協議，甲方無需說明理由及負擔任何費用。
5. 甲方就前項協議之解除，需負回復原狀之義務，包括刪除甲方之遊戲角色、 遊戲帳號、虛擬寶物等。

第六條、計費標準：
1.本遊戲目前為免費下載遊戲。若發生費率調整時，乙方應於預定調整生效日三十日前於遊戲網站、遊戲進行中及遊戲登入頁面公告；若甲方於註冊帳號時已登錄電子郵件者，並以電子郵件通知甲方。費率如有調整時，應自調整生效日起按新費率計收；若新費率高於舊費率時，甲方在新費率生效日前已於遊戲網站中登錄之儲值應依舊費率計收。
2.甲方應確保留存於乙方之地址或電子郵件之正確性，若有資料變更，甲方應立即通知乙方。乙方以甲方留存於乙方之聯繫地址或電子郵件地址為通知之發出時，即視為已合法送達。

第七條、本遊戲應載明之資訊：
乙方應於遊戲網站及遊戲套件包裝上載明以下事項：
（一）進行本遊戲之最低軟硬體需求。
（二）臺灣「遊戲軟體分級管理辦法」。
（三）第八條第一項所列之退費權利。

第八條、遊戲商品與軟體之退費
甲方可於網路平台(Google Play及Apple Store等平台)免費下載本遊戲、付費下載或於通路購買實體產包或於遊戲內購買虛擬商品，悉依下列規定辦理退費：
1.如免費下載本遊戲則甲方與乙方並無金錢上對價關係，乙方為免費提供甲方遊戲本體內容之服務，且下載後甲方已完整檢視本遊戲商品之內容，不適用七日內向原購買處之業者請求退費；
2.如為付費下載本遊戲，則本遊戲已於網路平台提供試用功能，甲方得自行檢視商品內容再決定是否購買，故不適用七日內向原購買處之業者請求退費處理；
3.如於通路購買實體遊戲產包，甲方有權利於七日內在未使用本遊戲商品前提下，向原購買處之業者(以下簡稱經銷業者)請求退費，經銷業者得於退費前，確認本遊戲商品內容之完整性(退費前須保持商品內容物之完整性，包括但不限於商品序號、兌換序號、遊戲說明書、遊戲光碟及產品包裝盒) ，經銷業者不處理或無法處理者，由乙方依甲方之請求立即退費。
4.甲方於遊戲內或透過乙方提供的任何通路購買的虛擬貨幣及虛擬商品(包括但不限於遊戲產包、虛擬寶物、虛擬道具等)，乙方依據臺灣主管法規「通訊交易解除權合理例外情事適用準則」，經甲方同意購買後即表示同意商品內容，並立即存入甲方登錄的本遊戲帳號內；存入後之商品皆認列為甲方已使用，甲方不得以任何理由請求退費。
5.甲方購買本遊戲商品前，請務必詳閱確認商品說明、相關資訊及內容物；如甲方對於本遊戲商品持有任何疑慮，逕可透過乙方線上客服系統或客服電話詢問後再行購買，以免自身權益受損。

第九條、協議之生效：
1.甲方於協議審閱期過後首次註冊帳號，進入顯示本協議條款之網頁，於註冊登記或使用本遊戲之服務之同時，即視為甲方同意本協議條款之規定。
2.本協議得以電子文件為表示方法，依本協議交換之電子文件，如其內容可完整呈現且可於日後取出供查驗者，其效力與書面文件相同。
3.本協議若任何一部分無效，不影響其他部分之效力。

第十條、帳號與密碼之使用：
1.乙方於甲方完成註冊程序後，應審核甲方所申請的帳號及密碼；該組帳號一經設定即不得變更，且僅供甲方使用。甲方不得將該組帳號、密碼轉讓或出借予第三人使用，如因而產生糾紛，由甲方自行負責。
2.前項之密碼得依甲方申請帳號之社群網站所提供之修改機制進行變更。乙方人員（包括但不限於遊戲客服人員、遊戲管理員）絕不會主動詢問甲方之密碼。甲方就本條所述之帳號及密碼的保管負全責，如因保管不周致帳號、密碼遭他人非法使用，此屬可歸責於甲方之情形，亦應由甲方自行負責。

第十一條、帳號與密碼之非法使用通知與處理：
任一方發現第三人非法使用甲方之帳號，或有使用安全遭異常破壞之情形時，甲方應立即通知乙方。經乙方確認甲方為帳號所有人及盜用情事後，乙方得暫停該組帳號或密碼之使用。

第十二條、帳號遭盜用之處理方式
1.若甲方自行發現或第三人發現後告知甲方的帳號遭盜用時，甲方填寫乙方客服中心提供之服務傳真表，向乙方申請「帳號證明書」，據以向警察機關報案(妨害電腦使用罪須告訴乃論，乙方無偵查之公權力)。
2.乙方會依據警察機關來函，積極配合提供包括但不限於「遊戲記錄」、「連線記錄」及「帳務記錄」等相關資料作為偵查之用。
3.乙方接獲甲方通知，或乙方通知甲方後，經確認有帳號遭盜用等情事，乙方得暫停該組帳號或密碼之使用權限，並配合甲方更換密碼。前項情形，乙方應返還甲方已扣除之儲值，或補償相當之遊戲費用。但可歸責於甲方事由者，不在此限。
4.甲方如發現帳號、密碼被非法使用，且本遊戲電磁紀錄遭不當移轉時，應立即通知乙方，經乙方透過甲方提供的服務傳真表確認個人身份無誤後，應立即暫時凍結該組帳號，並暫時限制本遊戲使用人就本服務之使用權利。
乙方應於暫時限制本遊戲使用權利之時起，以書面或電子郵件通知持有前項電磁紀錄之第三人提出說明，如該第三人無任何可得連繫之相關資料或無法通知時，乙方將立即暫時凍結該第三人帳號，而甲方必須持乙方提供之遊戲歷程證明書逕向警察機關報案。待甲方提供報案三聯單予乙方，乙方則視案件已進入司法程序，則先行全部或部分回補甲方本遊戲內遭不當移轉之電磁紀錄。不能回補時，可採其他雙方同意之相當補償方式，並於回補後解除對本遊戲使用人之限制。
5.乙方限制甲方本條規定之使用權時，在限制使用期間內，乙方不得向甲方收取相關電磁紀錄費用。

第十三條、遊戲歷程之保存與查詢：
1.乙方應保存甲方之個人遊戲歷程紀錄，且保存期間為三十天，以供甲方查詢。如逾電磁記錄保存期限三十天者，恕乙方無法受理甲方之查詢申請。
2.甲方得以透過書面或網路方式，向乙方申請調閱個人遊戲歷程，且須提出與身分證明文件相符之個人資料以供查驗。乙方得視個案情況酌收查詢服務費用新台幣貳佰元。
3.若甲方使用第三方社群網站帳號登錄本遊戲，須向第三方社群網站業者進行身份驗證，並確認甲方為帳號所有人，始得向乙方申請個人遊戲歷程。
4.乙方接獲甲方之查詢申請，應提供第一項所列之甲方個人遊戲歷程，並於七日內以光碟或磁片等儲存媒介或以書面方式提供資料。

十四、隱私權之保護(個人資料)
1.甲方同意乙方可能因下面表格需求必須取得甲方的個人資料，在符合個人資料保護目的及相關法令之規定下，乙方將於本遊戲營運期間內蒐集、處理及使用甲方的個人資料：
類別  蒐集目的
姓名  為保會員資料正確性，以保障日後會員權益。
身份證字號   為保會員資料正確性，以保障日後會員權益。
手機號碼及
電話號碼    為保會員資料正確性，以保障日後會員權益，及開通通訊鎖。
電子郵件信箱  為保會員資料正確性及會員信箱認證，以保障日後會員權益及寄發電子報。
居住地址    為保會員資料正確性，以保障日後會員權益及寄發活動實體獎品。
出生年月日   為保會員資料正確性，以保障會員日後權益。
護照影印本   為保會員資料正確性，以保障日後會員權益。
銀行帳戶之號碼與姓名  提供會員消費服務之紀錄，以保障日後會員權益。
UID 為保會員資料正確性，以保障會員日後權益。
2.甲方所提供的個人資料，包含但不限於姓名、電話、電子郵件、公司名稱及統一編號及其他得以直接或間接識別甲方個人之資料，將於甲方同意本協議後轉入乙方資料庫，並受乙方妥善管理維護。未經甲方同意時，乙方不得任意出售、交換、出租或公開甲方的個人資料。
3.甲方可依據法規個人資料保護法第3條規定，就甲方個人資料，行使下列權利:
(一)查詢或請求閱覽。
(二)請求製給複製本。
(三)請求補充或更正。
(四)請求停止蒐集、處理或利用。
(五)請求刪除。
4.於下列情形發生時，乙方得依法公開甲方之個人資訊或遊戲歷程：
(一)因應法令及相關主管機關之要求。
(二)為保障乙方之財產及權益。
(三)在緊急情況下為保障乙方會員或公眾人身安全時。
(四)與第三人相關之遊戲歷程，經該第三人向乙方調閱者。
5. 乙方僅於臺灣、香港、澳門提供本服務，如甲方為歐盟公民，經同意本協議後即表示排除適用「歐盟通用資料保護機制」（GDPR），不得向乙方為任何主張。

第十五條、電磁紀錄：
1.本遊戲之所有電磁紀錄均屬乙方所有，乙方並應維持甲方相關電磁紀錄之完整。但甲方同時使用兩個以上之行動裝置登錄同一個遊戲帳號時，乙方僅保留其中一個行動裝置的電磁紀錄。更換遊戲裝置可能造成甲方電磁紀錄異常，故建議甲方勿輕易更換遊戲裝置。
2.甲方對於前項電磁紀錄有支配之權力，並得依遊戲設定耗用或使用至設定期限或條件屆至、或遊戲服務終止時為止，但不得有任何擁有權或其他財產權益。
3.甲方同意不得轉讓、約定、出售或交易任何帳號或電磁紀錄，違反者，乙方有權解約並回收處理。
4.為保障甲方權益，請勿透過非乙方授權之任何形式的購買管道（包括：第三方交易平台、遊戲寶物交易商等）購買本遊戲點數或本遊戲商品(包括但不限於產包、寶物、貨幣、道具、裝備、配件或贈品等)，乙方對其所衍生之問題與交易糾紛，概不做任何處理及售後服務。並對其買賣雙方回收帳號（含電磁紀錄）、使用權，如另涉及不法，乙方將保留法律告訴權利。

第十六條、資訊公開：
乙方應於遊戲官方網站上提供本遊戲相關資訊，並定期更新最新內容。

第十七條、暫停服務之處理：
1.乙方為維護本遊戲服務相關系統及軟硬體設備而預先規劃暫停本遊戲服務之全部或一部時，應於七日前於遊戲網站中公告，且於甲方登入頁面通知，並於遊戲進行中發佈訊息。但若為不可歸責於乙方之事由者，不在此限。
2.若有因可歸責乙方事由，致本遊戲發生錯誤、畫面暫停、遲滯、中斷或不能進行連線的情形，乙方應立即更正或修復。如甲方於本遊戲異常期間遭扣除遊戲費用或遊戲內商品，乙方應返還遊戲費用或提供其他合理的補償。

第十八條、系統安全：
1.乙方應依本協議之規定負有於提供本服務時，維護其自身電腦系統，符合當時科技或專業水準可合理期待之安全性。
2.電腦系統或電磁紀錄受到破壞，或電腦系統運作異常時，乙方應於採取合理之措施後儘速予以回復。
3.乙方違反前二項規定，致生甲方損害時，應依甲方之受損害情形，負損害賠償責任，但乙方能證明其無過失者，得減輕其賠償責任。
4.乙方電腦系統發生第二項所稱情況時，於完成修復並正常運作之前，乙方 不得向甲方收取費用。
5.甲方同意購買之產品或服務(包括但不限於虛擬寶物)可能因系統或程式設定或其他因素而無法依原設定使用，若因此造成使用者權益受損，可歸責於甲方之事由者，甲方同意乙方將無法賠償或補償此部分之損害或損失;倘係因可歸責於乙方所致者，甲方同意依乙方統一之補償或賠償方式處理。乙方提供之所有產品或服務，包括但不限於虛擬裝備及電磁紀錄等，皆屬於乙方或相關權利主體所有，甲方瞭解並同意依遊戲使用之設定，以正常一般使用方式使用至該等虛擬裝備自然消費或遊戲服務終止時。

第十九條、遊戲程式漏洞：
1.若因本遊戲程式漏洞至甲方受損時，乙方應依甲方之受損害情形，負損害賠償責任。但乙方證明其無過失者，得減輕其賠償責任。
2.甲方不得利用本遊戲的程式漏洞進行一切可能破壞遊戲平衡、影響其他使用者權益及達到不屬於原先程式設計範圍效果之行為。乙方未公告之程式漏洞將以乙方認定為主，違者將會依照情節輕重予以處分。
3.乙方禁止甲方利用程式漏洞進行賺取金錢、複製物品、快速累積經驗值及任何會造成遊戲伺服器負擔加重或當機之一切行為。

第二十條、遊戲管理規則：
1.為規範遊戲進行之方式，乙方應訂立合理公平之遊戲管理規則，甲方應遵守乙方公告之遊戲管理規則，及相關管理規範，並對其透過本服務傳輸之一切內容負法律責任。
2.甲方同意並保證不得於本服務、官方Facebook粉絲團及其他可供公眾觀賞之地方公佈、散佈、傳送任何毀謗、不實、威脅、 不雅、猥褻、不法或侵害遊戲公司、遊戲代理商及他人相關權益、權利或智慧財產權之言論或資訊。
3.遊戲管理規則之變更應依第二十三條之程序為之。
4.遊戲管理規則有下列情形之ㄧ者，其規定無效：
（一）抵觸本協議之規定。
（二）剝奪或限制甲方之協議上權利。但乙方依第十九條第二項、第二十一條及第二十四條第三項第四款之規定處理者，不在此限。

第二十一條、違反遊戲管理規則之處理：
1.除本協議另有規定外，有事實足證甲方於遊戲中違反遊戲管理規則時，乙方應於遊戲網站或遊戲進行中公告，或以電子郵件通知甲方。 。
2.經乙方通知改善而未改善或改善後再次違反者，乙方得依遊戲管理規則， 按其情節輕重限制甲方之遊戲使用權利。
3.乙方依遊戲管理規則停止甲方進行遊戲之權利，每次不得超過七日，但本協議另有規定者除外。
4.除構成協議終止事由外，乙方依遊戲管理規則對甲方所為之處置，不得影響甲方依本協議應享之權利。

第二十二條、申訴權利：
1.甲方不滿意乙方提供之連線品質、遊戲管理、費用計費、其他相關之服務品質，或對乙方依遊戲管理規則之處置不服時，得於收到通知之翌日起七日內至乙方線上客服系統或以電子郵件或書面提出申訴，乙方應於接獲申訴後，於十五日內回覆處理結果。
2.乙方應於遊戲網站或遊戲管理規則中明訂申訴服務系統與電子郵件位址。

第二十三條、協議之變更：
1.乙方修改本協議時，應於遊戲網站首頁及遊戲登入頁面公告之。
2.乙方未依前項進行公告者，其協議之變更無效。甲方於第一項通知到達後十五(15)日內：
（一）甲方未為反對之表示者，視為甲方接受乙方協議變更之內容。
（二）甲方為反對之表示者，視為甲方對乙方終止本協議之通知。

第二十四條、協議之終止及退費：
1.甲方得隨時通知乙方終止本協議。
2.本遊戲停止服務時，乙方應於停止服務前四十五日公告於遊戲網站首頁及遊戲登入頁面;甲方如若以電子郵件或書面方式告知乙方辦理退費，乙方就甲方未使用之儲值於扣除必要成本，即未使用儲值之百分之三十五(35%)，乙方應於三十(30)日內以現金、匯票或郵寄掛號方式退還甲方未使用之儲值或遊戲費用剩餘部分。
3.甲方有下列重大情事之一者，乙方以第九條第二項所載之電子文件表示方式通知甲方後，得立即終止本協議：
（一）利用任何系統或工具對乙方電腦系統之惡意攻擊或破壞。
（二）以利用外掛程式、病毒程式、遊戲程式漏洞或其他違反公平合理之方式進行遊戲。
（三）以冒名、詐騙或其他虛偽不正等方式付費購買或取得本遊戲點數或本遊戲商品(包括但不限於產包、寶物、貨幣、道具、裝備、配件或贈品等)。
(四)因同一事由違反遊戲管理規則達四次，經通知改善而未改善者。
（五） 經司法機關查獲從事任何不法之行為。
4.乙方對前項事實認定產生錯誤或無法舉證時，乙方應對甲方因終止協議所生之損害負賠償責任。
5.契約終止時，乙方於扣除必要成本後，應於三十日內以現金、信用卡、匯票或掛號寄發支票方式退還甲方未使用之付費購買之點數或遊戲費用(如有)。

第二十五條、送達：
1.有關本協議所有事項之通知，甲方同意乙方得以官方遊戲網站首頁公告、遊戲登入頁面公告及甲方登錄之連絡地址或電子郵件地址為送達 。
2.前項登錄地址若有變更，甲方應立即通知乙方。如怠於為地址變更之通知或因其他事由致通知無法到達或拒收時，以乙方通知發出時，視為已合法送達。
3.因甲方之故意或過失致乙方無法為送達者，乙方對甲方因無法送達所致之損害不負任何賠償責任。

第二十六條、準據法：
甲方因使用本服務而與乙方間所產生之權利義務關係，雙方同意本協議以臺灣法律為準據法。

第二十七條、管轄法院：
因本協議涉及的所有糾紛，如有訴訟必要，雙方合意以臺灣臺北地方法院為第一審管轄法院。
第二十八條、所有權：
1.遊戲軟體說明書及一切相關週邊商品，均為著作權法所保障。圖文非經乙方許可不得作一部或全部之複製、重製、改作、編輯、散布、傳輸或租用、出售或以其他任何形式、基於任何目的加以使用。甲方不得未經乙方事先書面同意，而利用本遊戲製作任何週邊商品。
2.乙方擁有本遊戲在臺灣、香港、澳門的代理權，甲方不得採用任何方式或進行攔截、模擬或重定向等相關被禁止的方法（包括架設私人伺服器、逆向工程、修改遊戲、添加新的組件或使用某種工具程式），圖謀提供代理地區以外的經營（或主機）服務或中間媒介服務。

如您有任何疑問，請聯繫乙方客服電子郵箱cs@azurlane.tw 或service@pwbplay.com。]]
}
