pg = pg or {}
pg.equip_data_statistics_273 = {
	[37403] = {
		id = 37403,
		base = 37400,
		ammo_info = {
			{
				6,
				59543
			},
			{
				6,
				50863
			},
			{
				5,
				52343
			}
		},
		weapon_id = {
			37403,
			83403
		}
	},
	[37404] = {
		id = 37404,
		base = 37400,
		ammo_info = {
			{
				6,
				59544
			},
			{
				6,
				50864
			},
			{
				5,
				52344
			}
		},
		weapon_id = {
			37404,
			83404
		}
	},
	[37405] = {
		id = 37405,
		base = 37400,
		ammo_info = {
			{
				6,
				59545
			},
			{
				6,
				50865
			},
			{
				5,
				52345
			}
		},
		weapon_id = {
			37405,
			83405
		}
	},
	[37406] = {
		id = 37406,
		base = 37400,
		ammo_info = {
			{
				6,
				59546
			},
			{
				6,
				50866
			},
			{
				5,
				52346
			}
		},
		weapon_id = {
			37406,
			83406
		}
	},
	[37407] = {
		id = 37407,
		base = 37400,
		ammo_info = {
			{
				6,
				59547
			},
			{
				6,
				50867
			},
			{
				5,
				52347
			}
		},
		weapon_id = {
			37407,
			83407
		}
	},
	[37408] = {
		id = 37408,
		base = 37400,
		ammo_info = {
			{
				6,
				59548
			},
			{
				6,
				50868
			},
			{
				5,
				52348
			}
		},
		weapon_id = {
			37408,
			83408
		}
	},
	[37409] = {
		id = 37409,
		base = 37400,
		ammo_info = {
			{
				6,
				59549
			},
			{
				6,
				50869
			},
			{
				5,
				52349
			}
		},
		weapon_id = {
			37409,
			83409
		}
	},
	[37410] = {
		id = 37410,
		base = 37400,
		ammo_info = {
			{
				6,
				59550
			},
			{
				6,
				50870
			},
			{
				5,
				52350
			}
		},
		weapon_id = {
			37410,
			83410
		}
	},
	[37411] = {
		anti_siren = 100,
		base = 37400,
		id = 37411,
		ammo_info = {
			{
				6,
				59551
			},
			{
				6,
				50871
			},
			{
				5,
				52351
			}
		},
		weapon_id = {
			37411,
			83411
		}
	},
	[37412] = {
		anti_siren = 200,
		base = 37400,
		id = 37412,
		ammo_info = {
			{
				6,
				59552
			},
			{
				6,
				50872
			},
			{
				5,
				52352
			}
		},
		weapon_id = {
			37412,
			83412
		}
	},
	[37413] = {
		anti_siren = 300,
		base = 37400,
		id = 37413,
		ammo_info = {
			{
				6,
				59553
			},
			{
				6,
				50873
			},
			{
				5,
				52353
			}
		},
		weapon_id = {
			37413,
			83413
		}
	},
	[37420] = {
		name = "二式水戦",
		type = 12,
		speciality = "航空",
		rarity = 4,
		tech = 0,
		descrip = "0",
		value_2 = 25,
		icon = "37420",
		attribute_2 = "air",
		nationality = 3,
		ammo = 5,
		value_3 = 0,
		id = 37420,
		torpedo_ammo = 0,
		property_rate = {},
		ammo_icon = {},
		ammo_info = {
			{
				6,
				50040
			},
			{
				6,
				50540
			},
			{
				5,
				52140
			}
		},
		equip_info = {
			6,
			7,
			8,
			9
		},
		weapon_id = {
			37420,
			83420
		},
		skill_id = {},
		part_main = {
			10,
			17
		},
		part_sub = {
			10,
			17
		},
		equip_parameters = {},
		label = {
			"IJN",
			"ST",
			"SCOUT"
		}
	},
	[37421] = {
		id = 37421,
		base = 37420,
		ammo_info = {
			{
				6,
				50041
			},
			{
				6,
				50541
			},
			{
				5,
				52141
			}
		},
		weapon_id = {
			37421,
			83421
		}
	},
	[37422] = {
		id = 37422,
		base = 37420,
		ammo_info = {
			{
				6,
				50042
			},
			{
				6,
				50542
			},
			{
				5,
				52142
			}
		},
		weapon_id = {
			37422,
			83422
		}
	},
	[37423] = {
		id = 37423,
		base = 37420,
		ammo_info = {
			{
				6,
				50043
			},
			{
				6,
				50543
			},
			{
				5,
				52143
			}
		},
		weapon_id = {
			37423,
			83423
		}
	},
	[37424] = {
		id = 37424,
		base = 37420,
		ammo_info = {
			{
				6,
				50044
			},
			{
				6,
				50544
			},
			{
				5,
				52144
			}
		},
		weapon_id = {
			37424,
			83424
		}
	}
}
