slot2.trigger = {
	"onAntiAirWeaponFire"
}
slot2.arg_list = {
	rant = 2500,
	skill_id = 4091,
	target = "TargetSelf",
	time = 5
}
slot1[1] = {
	type = "BattleBuffCastSkill"
}
slot0.effect_list = {}
slot1.addition = {
	"20.0%(+2.2%)",
	"40.0%(-2.2%)"
}
slot0[1] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高20.0%但炮击降低40.0%，持续3秒"
}
slot1.addition = {
	"22.2%(+2.2%)",
	"37.8%(-2.2%)"
}
slot0[2] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高22.2%但炮击降低37.8%，持续3秒"
}
slot1.addition = {
	"24.4%(+2.2%)",
	"35.6%(-2.2%)"
}
slot0[3] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高24.4%但炮击降低35.6%，持续3秒"
}
slot1.addition = {
	"26.6%(+2.2%)",
	"33.4%(-2.2%)"
}
slot0[4] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高26.6%但炮击降低33.4%，持续3秒"
}
slot1.addition = {
	"28.8%(+2.2%)",
	"31.2%(-2.2%)"
}
slot0[5] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高28.8%但炮击降低31.2%，持续3秒"
}
slot1.addition = {
	"31.0%(+2.2%)",
	"29.0%(-2.2%)"
}
slot0[6] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高31.0%但炮击降低29.0%，持续3秒"
}
slot1.addition = {
	"33.2%(+2.2%)",
	"26.8%(-2.2%)"
}
slot0[7] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高33.2%但炮击降低26.8%，持续3秒"
}
slot1.addition = {
	"35.4%(+2.2%)",
	"24.6%(-2.2%)"
}
slot0[8] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高35.4%但炮击降低24.6%，持续3秒"
}
slot1.addition = {
	"37.6%(+2.4%)",
	"22.4%(-2.4%)"
}
slot0[9] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高37.6%但炮击降低22.4%，持续3秒"
}
slot1.addition = {
	"40.0%",
	"20.0%"
}
slot0[10] = {
	desc = "防空炮开火时有25%概率触发，自身防空提高40.0%但炮击降低20.0%，持续3秒"
}

return {
	desc_get = "防空炮开火时有25%概率触发，自身防空提高20.0%(满级40.0%)但炮击降低40.0%(满级20.0%)，持续3秒",
	name = "防空模式",
	init_effect = "",
	id = 4091,
	time = 0,
	picture = "",
	desc = "防空炮开火时有25%概率触发，自身防空提高$1但炮击降低$2，持续3秒",
	stack = 1,
	color = "blue",
	icon = 4090,
	last_effect = ""
}
