slot2.trigger = {
	"onStartGame"
}
slot3.targetTemplateIDList = {
	502021,
	502022,
	502023,
	502024,
	502031,
	502032,
	502033,
	502034
}
slot2.arg_list = {
	check_target = "TargetTemplate",
	minTargetNumber = 1,
	skill_id = 10760,
	target = "TargetSelf"
}
slot1[1] = {
	type = "BattleBuffCastSkill"
}
slot0.effect_list = {}
slot1.addition = {
	"8.0%(+1.2%)",
	"15.0%(+1.6%)"
}
slot0[1] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低8.0%，回避率提高15.0%"
}
slot1.addition = {
	"9.2%(+1.2%)",
	"16.6%(+1.6%)"
}
slot0[2] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低9.2%，回避率提高16.6%"
}
slot1.addition = {
	"10.4%(+1.6%)",
	"18.2%(+1.8%)"
}
slot0[3] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低10.4%，回避率提高18.2%"
}
slot1.addition = {
	"12.0%(+1.2%)",
	"20.0%(+1.6%)"
}
slot0[4] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低12.0%，回避率提高20.0%"
}
slot1.addition = {
	"13.2%(+1.2%)",
	"21.6%(+1.6%)"
}
slot0[5] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低13.2%，回避率提高21.6%"
}
slot1.addition = {
	"14.4%(+1.6%)",
	"23.2%(+1.6%)"
}
slot0[6] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低14.4%，回避率提高23.2%"
}
slot1.addition = {
	"16.0%(+1.2%)",
	"25.0%(+1.8%)"
}
slot0[7] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低16.0%，回避率提高25.0%"
}
slot1.addition = {
	"17.2%(+1.2%)",
	"26.6%(+1.6%)"
}
slot0[8] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低17.2%，回避率提高26.6%"
}
slot1.addition = {
	"18.4%(+1.6%)",
	"28.2%(+1.6%)"
}
slot0[9] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低18.4%，回避率提高28.2%"
}
slot1.addition = {
	"20.0%",
	"30.0%"
}
slot0[10] = {
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低20.0%，回避率提高30.0%"
}

return {
	desc_get = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低8.0%(满级20.0%)，回避率提高15.0%(满级30.0%)",
	name = "东煌之绊",
	init_effect = "",
	id = 10760,
	time = 0,
	picture = "",
	desc = "与宁海,平海同时出击时，队伍中逸仙,宁海,平海受到伤害降低$1，回避率提高$2",
	stack = 1,
	color = "yellow",
	icon = 10760,
	last_effect = ""
}
