slot2.trigger = {
	"onUpdate"
}
slot2.arg_list = {
	buff_id = 5012,
	target = "TargetSelf",
	time = 20
}
slot1[1] = {
	type = "BattleBuffAddBuff"
}
slot0.effect_list = {}
slot1.addition = {
	"5(+1)"
}
slot0[1] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续5秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"6(+1)"
}
slot0[2] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续6秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"7(+1)"
}
slot0[3] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续7秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"8(+1)"
}
slot0[4] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续8秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"9(+1)"
}
slot0[5] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续9秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"10(+1)"
}
slot0[6] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续10秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"11(+1)"
}
slot0[7] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续11秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"12(+1)"
}
slot0[8] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续12秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"13(+2)"
}
slot0[9] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续13秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}
slot1.addition = {
	"15"
}
slot0[10] = {
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续15秒，优先对精英目标（人形单位）生效，同技能效果不叠加"
}

return {
	desc_get = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续5秒(满级15秒)，优先对精英目标（人形单位）生效，同技能效果不叠加",
	name = "弱点侦测",
	init_effect = "",
	id = 5011,
	time = 0,
	picture = "",
	desc = "每隔20秒，有25%的概率发动，敌方单个单位受到的伤害上升20%，持续$1秒，优先对精英目标（人形单位）生效，同技能效果不叠加",
	stack = 1,
	color = "yellow",
	icon = 5010,
	last_effect = ""
}
