slot2.trigger = {
	"onUpdate"
}
slot2.arg_list = {
	skill_id = 10120,
	time = 30,
	target = "TargetSelf"
}
slot1[1] = {
	type = "BattleBuffCastSkill"
}
slot0.effect_list = {}
slot1.addition = {
	"5(+1)"
}
slot0[1] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续5秒"
}
slot1.addition = {
	"6(+1)"
}
slot0[2] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续6秒"
}
slot1.addition = {
	"7(+1)"
}
slot0[3] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续7秒"
}
slot1.addition = {
	"8(+1)"
}
slot0[4] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续8秒"
}
slot1.addition = {
	"9(+1)"
}
slot0[5] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续9秒"
}
slot1.addition = {
	"10(+1)"
}
slot0[6] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续10秒"
}
slot1.addition = {
	"11(+1)"
}
slot0[7] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续11秒"
}
slot1.addition = {
	"12(+1)"
}
slot0[8] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续12秒"
}
slot1.addition = {
	"13(+2)"
}
slot0[9] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续13秒"
}
slot1.addition = {
	"15"
}
slot0[10] = {
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续15秒"
}

return {
	desc_get = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续5秒(满级15秒)",
	name = "潘多拉的魔盒",
	init_effect = "",
	id = 10120,
	time = 0,
	picture = "",
	desc = "每隔30秒，生成2面旋转的护盾，每个护盾阻挡8发子弹，被击破时对周围敌方造成较小伤害，护盾持续$1秒",
	stack = 1,
	color = "blue",
	icon = 10120,
	last_effect = ""
}
