slot2.trigger = {
	"onStartGame"
}
slot2.arg_list = {
	skill_id = 10300,
	target = "TargetSelf"
}
slot1[1] = {
	type = "BattleBuffCastSkill"
}
slot0.effect_list = {}
slot1.addition = {
	"5.0%(+1.1%)"
}
slot0[1] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升5.0%——“永远#11岁的女王！”"
}
slot1.addition = {
	"6.1%(+1.1%)"
}
slot0[2] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升6.1%——“永远#11岁的女王！”"
}
slot1.addition = {
	"7.2%(+1.1%)"
}
slot0[3] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升7.2%——“永远#11岁的女王！”"
}
slot1.addition = {
	"8.3%(+1.1%)"
}
slot0[4] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升8.3%——“永远#11岁的女王！”"
}
slot1.addition = {
	"9.4%(+1.1%)"
}
slot0[5] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升9.4%——“永远#11岁的女王！”"
}
slot1.addition = {
	"10.5%(+1.1%)"
}
slot0[6] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升10.5%——“永远#11岁的女王！”"
}
slot1.addition = {
	"11.6%(+1.1%)"
}
slot0[7] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升11.6%——“永远#11岁的女王！”"
}
slot1.addition = {
	"12.7%(+1.1%)"
}
slot0[8] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升12.7%——“永远#11岁的女王！”"
}
slot1.addition = {
	"13.8%(+1.2%)"
}
slot0[9] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升13.8%——“永远#11岁的女王！”"
}
slot1.addition = {
	"15.0%"
}
slot0[10] = {
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升15.0%——“永远#11岁的女王！”"
}

return {
	desc_get = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升5.0%(满级15.0%)——“永远#11岁的女王！”",
	name = "女王号令",
	init_effect = "",
	id = 10300,
	time = 0,
	picture = "",
	desc = "出击时，皇家舰队全员炮击、雷装、航空、防空、装填、机动属性上升$1——“永远#11岁的女王！”",
	stack = 1,
	color = "yellow",
	icon = 10300,
	last_effect = ""
}
