return {
	{
		desc = "每20秒，有30.0%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"30.0%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有33.3%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"33.3%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有36.6%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"36.6%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有39.9%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"39.9%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有43.2%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"43.2%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有46.5%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"46.5%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有49.8%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"49.8%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有53.1%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"53.1%(+3.3%)"
		}
	},
	{
		desc = "每20秒，有56.4%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"56.4%(+3.6%)"
		}
	},
	{
		desc = "每20秒，有60.0%機率触发专属技能弹幕(依据技能等级)",
		addition = {
			"60.0%"
		}
	},
	desc_get = "每20秒，有30.0%(满级60.0%)機率触发专属技能弹幕(依据技能等级)",
	name = "崩姐",
	init_effect = "",
	id = 10131,
	time = 0,
	picture = "",
	desc = "每20秒，有$1機率触发专属技能弹幕(依据技能等级)",
	stack = 1,
	color = "red",
	icon = 10130,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 10132,
				time = 20,
				target = "TargetSelf"
			}
		}
	}
}
