slot2.trigger = {
	"onUpdate"
}
slot2.arg_list = {
	buff_id = 4012,
	target = "TargetSelf",
	time = 20
}
slot1[1] = {
	type = "BattleBuffAddBuff"
}
slot0.effect_list = {}
slot1.addition = {
	"5.0%(+1.1%)"
}
slot0[1] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的5.0%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"6.1%(+1.1%)"
}
slot0[2] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的6.1%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"7.2%(+1.1%)"
}
slot0[3] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的7.2%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"8.3%(+1.1%)"
}
slot0[4] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的8.3%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"9.4%(+1.1%)"
}
slot0[5] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的9.4%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"10.5%(+1.1%)"
}
slot0[6] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的10.5%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"11.6%(+1.1%)"
}
slot0[7] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的11.6%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"12.7%(+1.1%)"
}
slot0[8] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的12.7%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"13.8%(+1.2%)"
}
slot0[9] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的13.8%，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"15.0%"
}
slot0[10] = {
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的15.0%，持续8秒，同技能效果不叠加"
}

return {
	desc_get = "每隔20秒，有25%的機率发动，降低全队受到伤害的5.0%(满级15.0%)，持续8秒，同技能效果不叠加",
	name = "防御号令",
	init_effect = "",
	id = 4011,
	time = 0,
	picture = "",
	desc = "每隔20秒，有25%的機率发动，降低全队受到伤害的$1，持续8秒，同技能效果不叠加",
	stack = 1,
	color = "yellow",
	icon = 4010,
	last_effect = ""
}
