slot2.trigger = {
	"onStartGame"
}
slot2.arg_list = {
	skill_id = 10240,
	target = "TargetSelf"
}
slot1[1] = {
	type = "BattleBuffCastSkill"
}
slot0.effect_list = {}
slot1.addition = {
	"50.0%(+5.5%)",
	"20.0%(+1.1%)"
}
slot0[1] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高50.0%，我方受到伤害降低20.0%"
}
slot1.addition = {
	"55.5%(+5.5%)",
	"21.1%(+1.1%)"
}
slot0[2] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高55.5%，我方受到伤害降低21.1%"
}
slot1.addition = {
	"61.0%(+5.5%)",
	"22.2%(+1.1%)"
}
slot0[3] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高61.0%，我方受到伤害降低22.2%"
}
slot1.addition = {
	"66.5%(+5.5%)",
	"23.3%(+1.1%)"
}
slot0[4] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高66.5%，我方受到伤害降低23.3%"
}
slot1.addition = {
	"72.0%(+5.5%)",
	"24.4%(+1.1%)"
}
slot0[5] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高72.0%，我方受到伤害降低24.4%"
}
slot1.addition = {
	"77.5%(+5.5%)",
	"25.5%(+1.1%)"
}
slot0[6] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高77.5%，我方受到伤害降低25.5%"
}
slot1.addition = {
	"83.0%(+5.5%)",
	"26.6%(+1.1%)"
}
slot0[7] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高83.0%，我方受到伤害降低26.6%"
}
slot1.addition = {
	"88.5%(+5.5%)",
	"27.7%(+1.1%)"
}
slot0[8] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高88.5%，我方受到伤害降低27.7%"
}
slot1.addition = {
	"94.0%(+6.0%)",
	"28.8%(+1.2%)"
}
slot0[9] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高94.0%，我方受到伤害降低28.8%"
}
slot1.addition = {
	"100.0%",
	"30.0%"
}
slot0[10] = {
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高100.0%，我方受到伤害降低30.0%"
}

return {
	desc_get = "先锋部队与敌方相撞时，敌方受到伤害提高50.0%(满级100.0%)，我方受到伤害降低20.0%(满级30.0%)",
	name = "彗星头槌",
	init_effect = "",
	id = 10240,
	time = 0,
	picture = "",
	desc = "先锋部队与敌方相撞时，敌方受到伤害提高$1，我方受到伤害降低$2",
	stack = 1,
	color = "red",
	icon = 10240,
	last_effect = ""
}
