pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		id = 999010,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				100,
				"身份确认——欢迎回来，主人"
			}
		},
		home = {
			{
				100,
				"雅马邑白兰地，请慢慢享用"
			}
		},
		detail = {
			{
				100,
				"装备检查…状态良好，加斯科涅，随时待命"
			}
		},
		upgrade = {
			{
				100,
				"能力提升完成。……嗯！"
			}
		},
		main = {
			{
				100,
				"“勾起嘴角”…了解。是这样吗…？不大明白…|判定——主人的状态属于“偷懒”……不大好呢…|“自由行动”…主人，加斯科涅应该做什么…？|关于现在舰队的成员，与加斯科涅记录中的信息，以及表情判断记录中的“笑容”的出现频度存在误差。为什么大家都在笑？"
			}
		},
		touch = {
			{
				100,
				"主人，请把一切都交给加斯科涅"
			}
		},
		expedition = {
			{
				100,
				"提示，委托组已返回——"
			}
		},
		mission = {
			{
				100,
				"提示，任务未完成——主人？"
			}
		},
		mission_complete = {
			{
				100,
				"提示，任务奖励已下达——"
			}
		},
		mail = {
			{
				100,
				"提示，新邮件——咳咳！"
			}
		},
		touch2 = {
			{
				100,
				"警告，非正常高温。主人，加斯科涅到底是怎么了……？"
			}
		},
		feeling5 = {
			{
				1100,
				"加斯科涅在舰队生活中学到了许多“情感”，有了许多原本没有的“烦恼”，但也理解了“乐趣”。您对加斯科涅的期望，加斯科涅现在明白了，发自内心地感谢您，主人"
			}
		}
	},
	[801040] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 801040,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"说起来，在指挥官身边的时候，心总是会跳个不停，冷静不下来…难道…就是名为“爱”的魔法！？"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 108030,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"没、没想到指挥官还真做了这样的事情，吓了我一跳…真是的！虽说从今以后，我就一直陪在你身边了，但是先说好，不能再把我当作小孩子了啊！"
			}
		}
	},
	[999011] = {
		feeling3 = "",
		upgrade = "",
		id = 999011,
		expedition = "",
		win_mvp = "",
		mission = "",
		feeling1 = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		unlock = {
			{
				100,
				"加斯科涅，准备完成。确认指令：陪伴主人在沙滩玩耍——…主人，在沙滩玩耍，应该做点什么…？"
			}
		},
		login = {
			{
				100,
				"欢迎回来，主人。嗯？加斯科涅正在尝试进行“自由行动”…"
			}
		},
		home = {
			{
				100,
				"加斯科涅姑且准备了一点饮料和食物，应该这样就好吧……？主人，要来点吗？…"
			}
		},
		detail = {
			{
				100,
				"主人要对加斯科涅进行检查吗…？现在？"
			}
		},
		main = {
			{
				100,
				"盛夏的海风…这就是“舒服”的感觉吗…？|这是…刚刚发现的新伙伴，来跟指挥官打个招呼吧——…开玩笑的|一起游泳吗？请稍等，加斯科涅准备一下游泳圈…——游泳不需要游泳圈的吗…？"
			}
		},
		touch = {
			{
				100,
				"主人的眼神…似乎不太对劲"
			}
		},
		touch2 = {
			{
				100,
				"对不起，主人…加斯科涅似乎有些、异常…"
			}
		}
	},
	[207050] = {
		feeling3 = "",
		upgrade = "",
		id = 207050,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"指挥官，好慢，人家等得无聊死了"
			}
		},
		home = {
			{
				1100,
				"指挥官，我在沙发上睡一会儿，要是有人来了记得把我叫起来哦"
			}
		},
		detail = {
			{
				1100,
				"房间里贴的海报，都是我喜欢的摇滚明星，一般是不能被其他人看到的，不过指挥官是例外~"
			}
		},
		main = {
			{
				1100,
				"阿贾克斯，一眼就看破了我的伪装，不愧是智将呢……不过，我和她意外地还挺合得来呢，从她那里学到了不少东西|嗯…哈…我回来啦。茶会上虽然有很好吃的蛋糕，但是要一直注意仪态麻烦死了。指挥官，帮我脱鞋子~|指挥官，你是喜欢光辉姐姐那样温柔的人，还是喜欢胜利姐姐那样热情的人，嗯？"
			}
		},
		touch = {
			{
				1100,
				"指挥官，你不觉得，维内托虽然很有威严，但其实有些呆呆的？"
			}
		},
		expedition = {
			{
				1100,
				"叮咚珰咚，来自可畏的提醒，请指挥官注意，委托，已经完成，委托，已经完成"
			}
		},
		mission = {
			{
				1100,
				"可畏，为了哥哥把任务列表整理好了♪……嘻嘻，指挥官，喜欢这样的可畏吗？"
			}
		},
		mission_complete = {
			{
				1100,
				"指挥官，任务奖励重要还是可畏重要，必须要选一个！……嘻嘻，开玩笑的~"
			}
		},
		mail = {
			{
				1100,
				"指挥官，你的邮件到了，记得自己去拿一下~"
			}
		},
		touch2 = {
			{
				1100,
				"指挥官，我要生气咯？哄不好的那种"
			}
		}
	},
	[905030] = {
		feeling3 = "",
		upgrade = "",
		id = 905030,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"唱功，舞技，魅力——主人，今天加斯科涅应该做些什么呢？"
			}
		},
		home = {
			{
				1100,
				"主人，加斯科涅刚刚完成了一项课程，可以和主人聊天吗？"
			}
		},
		detail = {
			{
				1100,
				"提问，主人喜欢加斯科涅的演出吗？"
			}
		},
		main = {
			{
				1100,
				"数据库中，存在歌声拯救世界的记录，主人，加斯科涅未来也能做到吗？|蕴含“感情”的歌声，能够有效打动主人的心意……主人，愿意听加斯科涅唱歌吗？|加斯科涅，在宣传中的属性为：冷淡系……应该是不对的。加斯科涅，也想和大家一起，用闪亮的笑容去歌唱"
			}
		},
		touch = {
			{
				1100,
				"加斯科涅正在进行今日的课程——主人，有什么事吗？"
			}
		},
		expedition = {
			{
				1100,
				"加斯科涅，能去给返回的委托组唱歌吗…？"
			}
		},
		mission = {
			{
				1100,
				"摄影、演出、电台，加斯科涅，今天应该做什么呢？"
			}
		},
		mission_complete = {
			{
				1100,
				"报告，通过偶像活动，加斯科涅的偶像能力得到了提升…嗯！"
			}
		},
		mail = {
			{
				1100,
				"主人，是新的试镜邀请，请决定加斯科涅是否前往"
			}
		},
		touch2 = {
			{
				1100,
				"彗星她们说，偶像不应该随便让人碰…主人，这是“骚扰”…？"
			}
		},
		feeling5 = {
			{
				1100,
				"加斯科涅，已对“偶像”的定义有了完全的理解。为了在舞台上闪耀，为了把包含感情的“歌声”传达给大家，加斯科涅会最大限度的利用自己的性能。主人，“谢谢你”"
			}
		}
	},
	[301090] = {
		feeling3 = "",
		upgrade = "",
		id = 301090,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"nil|{namecode:12}，在下不会因为这点程度就迷路的！|nil"
			}
		},
		touch = {
			{
				100,
				"{namecode:12}？啊，是指挥官吗……"
			}
		}
	},
	[301091] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 301091,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		main = {
			{
				100,
				"找{namecode:12}确实费了好大的劲…可、可不是因为在下迷路了哦！|nil|nil"
			}
		}
	},
	[305140] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 305140,
		expedition = "",
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		profile = "",
		feeling2 = "",
		login = {
			{
				1100,
				"如果需要我的支援请务必要跟我说哦，毕竟秘书舰就是要给指挥官提供支持的"
			}
		},
		home = {
			{
				1100,
				"辛苦了。作为指挥官自然是想要更耀眼一点吧，不过我的话，现在这样不引人注目就很幸福了"
			}
		},
		battle = {
			{
				1100,
				"虽然不想出场…不过没办法了！"
			}
		},
		headtouch = {
			{
				1100,
				"脑袋砰砰、砰砰、砰砰砰~砰。呼呼呼"
			}
		},
		detail = {
			{
				1100,
				"所以说联合演习的旗舰这类引人注目的位置对我来说太难了我是绝对不会干的，为什么就是不明白呢真是的！…指、指挥官！？…啊、啊啊啊…"
			}
		},
		main = {
			{
				1100,
				"工作太多？指挥舰队是很不容易的，大家都清楚。所以也请多让我帮点忙吧，好吗？|有指挥官才有现在的我们，大家就算不说全都尊敬，至少都很感谢指挥官哦，所以再自信一点吧。我、我的话稍微…有点不一样吧？|和小伙伴在一起的时候不显眼也没关系，不过在指挥官心目中的话，还是希望能够显眼一点呢，呵呵，当然和大家也要友好相处就是|战争结束后的事情，就等到结束以后再说吧。现在应该做的，是贯彻自己的信念，竭尽全力为了和平而战"
			}
		},
		mission = {
			{
				1100,
				"嗯…这个任务…似乎确认一下比较好呢"
			}
		},
		mission_complete = {
			{
				1100,
				"bingo，搞定啦。指挥官，奖励很棒哦"
			}
		},
		touch2 = {
			{
				1100,
				"呼呼呼，指挥官就喜欢这样，我知道的"
			}
		},
		feeling5 = {
			{
				1100,
				"角也好，性格也好，我的一切指挥官都已经了如指掌了呢。大家都已经很熟悉彼此了，事到如今也没什么…不，还是让我说一句吧。在指挥室卿卿我我的互动什么的，我是绝对不会奉陪的！"
			}
		}
	},
	[306070] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 306070,
		expedition = "",
		home = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		detail = "",
		login = {
			{
				1100,
				"居然让我等了你这么久……指挥官，是还没吃饭吗？要、要不要我做点什么？"
			}
		},
		win_mvp = {
			{
				1100,
				"好！赢啦！！…干嘛？因为胜利而感到高兴不行吗？"
			}
		},
		main = {
			{
				1100,
				"nil|指挥官，偶尔在乎一下别人的看法比较好哦？个性和邋遢可不是一个意思|我会为指挥官带去胜利的，所以请多让我出击吧！……我、我自己也想赢啊！"
			}
		},
		mission = {
			{
				1100,
				"快点完成新的任务啦，否则别人要说我身为秘书舰监督不到位了。"
			}
		}
	},
	all = {
		999010,
		801040,
		108030,
		999011,
		207050,
		905030,
		301090,
		301091,
		305140,
		306070
	}
}

return
