slot3[1] = {
	"解析邮件标题>>>>>>失败，无法解析",
	2
}
slot3[2] = {
	"解析邮件正文>>>>>>成功",
	4
}
slot2.sequence = {}
slot1[1] = {}
slot3[1] = {
	"",
	1
}
slot3[2] = {
	"节日与少女心，巧克力味道如何呢？",
	2
}
slot3[3] = {
	"嘻嘻，虽然这次的观察对象是“她们”",
	4
}
slot3[4] = {
	"但最让人感兴趣的，果然还是“你”呢…",
	6
}
slot3[5] = {
	"呵呵…喜欢今天的{namecode:89}吗，“指挥官老爷”？",
	8
}
slot3[6] = {
	"那就收下这件“信物”，期待来年的“鹊桥相会”如何呢？",
	10
}
slot3[7] = {
	"",
	13
}
slot3[8] = {
	"",
	13
}
slot3[9] = {
	"                                                        ————遥远的观察者 致上",
	13
}
slot2.sequence = {}
slot1[2] = {}
slot0.scripts = {}

return {
	fadeOut = 0.5,
	mode = 1,
	fadeType = 1,
	id = "HOSHO8",
	occlusion = 2
}
