pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		id = 999010,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				100,
				"조회 완료…… 어서 오십시오, 주인."
			}
		},
		home = {
			{
				100,
				"아르마냑.천천히 음미해주시길."
			}
		},
		detail = {
			{
				100,
				"장비 조사… 상태 양호. 주인, 가스코뉴에게 무엇이든 명령해주시길."
			}
		},
		upgrade = {
			{
				100,
				"능력 상승 확인. …좋아!"
			}
		},
		main = {
			{
				100,
				"'입가를 올려봐라'…명령 수락. 이, 이렇게…? 잘 모르겠다…|검증 완료…… 주인의 상태는 '농땡이'임. '농땡이', 좋지 않다.|'대충해라'. …주인, 가스코뉴는 대체 뭘 어찌해야…?|소속 함대의 구성원, 가스코뉴의 용골 정보와 상이함을 확인. 어째서, 다들 웃는 거지?"
			}
		},
		touch = {
			{
				100,
				"주인, 무엇이든 가스코뉴에게 맡겨주시길."
			}
		},
		expedition = {
			{
				100,
				"주의, 의뢰팀의 귀환을 확인. 후우……"
			}
		},
		mission = {
			{
				100,
				"주의, 미완료 임무 확인. 주인…?"
			}
		},
		mission_complete = {
			{
				100,
				"주의, 임무 보수의 도착을 확인, 아아...!"
			}
		},
		mail = {
			{
				100,
				"주의, 새로운 우편을 확인. 크, 크흠!"
			}
		},
		touch2 = {
			{
				100,
				"체온 이상 감지. 주인, 가스코뉴는 대체 어떻게 된 거야…?"
			}
		},
		feeling5 = {
			{
				1100,
				"이 함대에서 배운 수많은 '감정', '고민', '그리고 '즐거움'…… 주인이 가스코뉴에게 바란 것, 겨우 이해했어. 주인, 정말, 고마워……"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		upgrade = "",
		id = 108030,
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = "",
		detail = "",
		feeling5 = {
			{
				1100,
				"지휘관이 정말로 이런 일을 벌이다니, 진짜 깜짝 놀랬다고...하지만, 정말 기뻐! 헤헤~ 오늘부터, 항상 곁에 있을게! 대신, 먼저 말해두겠는데, 다시는 날 어린애 취급하면 안돼!"
			}
		}
	},
	[207050] = {
		feeling3 = "",
		upgrade = "",
		id = 207050,
		win_mvp = "",
		feeling1 = "",
		unlock = "",
		feeling4 = "",
		lose = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		login = {
			{
				1100,
				"지휘관님, 느려요. 지루해 죽을 것 같아요."
			}
		},
		home = {
			{
				1100,
				"지휘관님, 소파에서 잠깐 잘게요. 누군가 오면 깨워주시는 거 잊지 마세요."
			}
		},
		detail = {
			{
				1100,
				"방에 붙은 포스터, 전부 제가 좋아하는 록스타들의 것이랍니다. 보통은 남에게 보여주지 않지만, 지휘관님은 예외니까요~"
			}
		},
		main = {
			{
				1100,
				"에이잭스, 한 눈에 제 위장을 알아차렸어요. 역시 대단해요…… 하지만, 의외로 잘 맞았어요. 많은 것을 배웠답니다.|으… 하… 돌아왔어요. 티 파티에 맛있는 케이크가 많았지만 예의를 차리느라 힘들었다구요. 지휘관님, 신발 벗겨주세요~ |지휘관님, 일러스트리어스 언니 같이 상냥한 사람이 좋으신가요, 빅토리어스 언니같이 열정적인 사람이 좋으신가요. 네?"
			}
		},
		touch = {
			{
				1100,
				"지휘관님, 베네토는 위엄있어 보이지만 약간 어벙하다는 생각 들지 않으세요?"
			}
		},
		expedition = {
			{
				1100,
				"딩동댕동, 포미더블에게서 온 알림입니다. 지휘관님, 의뢰가 끝났습니다. 의뢰가 끝났답니다."
			}
		},
		mission = {
			{
				1100,
				"포미더블, 오빠를 위해서 임무 리스트를 정리했다구♪ ……히히, 지휘관님, 이런 포미더블도 좋으신가요?"
			}
		},
		mission_complete = {
			{
				1100,
				"지휘관님, 임무 보상이 중요한가요 포미더블이 중요한가요? 하나만 고를 수 있어요! …… 히히, 장난이에요~"
			}
		},
		mail = {
			{
				1100,
				"지휘관님, 우편이 왔어요. 잊지 말고 가져가세요~"
			}
		},
		touch2 = {
			{
				1100,
				"지휘관님, 저 화낼거예요? 그런 건 잘 못 달랜다고요."
			}
		}
	},
	all = {
		999010,
		108030,
		207050
	}
}

return
