pg = pg or {}
pg.skill_data_display = {
	[4] = {
		id = 4,
		name = "응급처치"
	},
	[10] = {
		id = 10,
		name = "함선 수리 Lv.1"
	},
	[11] = {
		id = 11,
		name = "함선 수리 Lv.2"
	},
	[12] = {
		id = 12,
		name = "함선 수리 Lv.3"
	},
	[13] = {
		id = 13,
		name = "함선 수리 Lv.4"
	},
	[42] = {
		id = 42,
		name = "여유만만"
	},
	[43] = {
		id = 43,
		name = "위기에서의 반격"
	},
	[44] = {
		id = 44,
		name = "여유만만"
	},
	[46] = {
		id = 46,
		name = "위기에서의 반격"
	},
	[1001] = {
		id = 1001,
		name = "포술 지휘·구축함"
	},
	[1002] = {
		id = 1002,
		name = "포술 지휘·순양함"
	},
	[1003] = {
		id = 1003,
		name = "포술 지휘·전함"
	},
	[1004] = {
		id = 1004,
		name = "포술 지휘·선봉"
	},
	[1005] = {
		id = 1005,
		name = "포술 지휘·주력"
	},
	[1006] = {
		id = 1006,
		name = "포술 지휘·전 함선"
	},
	[1011] = {
		id = 1011,
		name = "뇌격 지휘·구축함"
	},
	[1012] = {
		id = 1012,
		name = "뇌격 지휘·순양함"
	},
	[1013] = {
		id = 1013,
		name = "뇌격 지휘·선봉"
	},
	[1021] = {
		id = 1021,
		name = "항공 지휘·전 함선"
	},
	[1031] = {
		id = 1031,
		name = "장전 지휘·구축함"
	},
	[1032] = {
		id = 1032,
		name = "장전 지휘·순양함"
	},
	[1033] = {
		id = 1033,
		name = "장전 지휘·전함"
	},
	[1034] = {
		id = 1034,
		name = "장전 지휘·선봉"
	},
	[1035] = {
		id = 1035,
		name = "장전 지휘·주력"
	},
	[1036] = {
		id = 1036,
		name = "장전 지휘·전 함선"
	},
	[1037] = {
		id = 1037,
		name = "장전 지휘·경항모"
	},
	[1041] = {
		id = 1041,
		name = "대공 지휘·구축함"
	},
	[1042] = {
		id = 1042,
		name = "대공 지휘·순양함"
	},
	[1043] = {
		id = 1043,
		name = "대공 지휘·전함"
	},
	[1044] = {
		id = 1044,
		name = "대공 지휘·선봉"
	},
	[1045] = {
		id = 1045,
		name = "대공 지휘·주력"
	},
	[1046] = {
		id = 1046,
		name = "대공 지휘·전 함선"
	},
	[1051] = {
		id = 1051,
		name = "전술 지휘·구축함"
	},
	[1052] = {
		id = 1052,
		name = "전술 지휘·순양함"
	},
	[1053] = {
		id = 1053,
		name = "전술 지휘·전함"
	},
	[1054] = {
		id = 1054,
		name = "전술 지휘·선봉"
	},
	[1055] = {
		id = 1055,
		name = "전술 지휘·주력"
	},
	[1056] = {
		id = 1056,
		name = "전술 지휘·전 함선"
	},
	[1061] = {
		id = 1061,
		name = "측면엄호"
	},
	[1071] = {
		id = 1071,
		name = "구역정찰"
	},
	[1081] = {
		id = 1081,
		name = "공습 선도"
	},
	[1091] = {
		id = 1091,
		name = "수뢰전대"
	},
	[2001] = {
		id = 2001,
		name = "쾌속 장전"
	},
	[2011] = {
		id = 2011,
		name = "화력전개"
	},
	[2021] = {
		id = 2021,
		name = "장전 지령"
	},
	[2031] = {
		id = 2031,
		name = "강습 지령"
	},
	[2041] = {
		id = 2041,
		name = "집중포화"
	},
	[2051] = {
		id = 2051,
		name = "어뢰 연사"
	},
	[2061] = {
		id = 2061,
		name = "주포 연사"
	},
	[2071] = {
		id = 2071,
		name = "포화제압"
	},
	[2081] = {
		id = 2081,
		name = "철갑탄 강화"
	},
	[2091] = {
		id = 2091,
		name = "자성 어뢰"
	},
	[2101] = {
		id = 2101,
		name = "어뢰 발사"
	},
	[2111] = {
		id = 2111,
		name = "교란 작전"
	},
	[2121] = {
		id = 2121,
		name = ""
	},
	[2131] = {
		id = 2131,
		name = "대공지원 "
	},
	[2141] = {
		id = 2141,
		name = "대 구축함 전법 "
	},
	[2151] = {
		id = 2151,
		name = "돌격 뇌격 "
	},
	[2160] = {
		id = 2160,
		name = "预备雷击"
	},
	[2161] = {
		id = 2161,
		name = "预备雷击"
	},
	[2171] = {
		id = 2171,
		name = "防空警戒"
	},
	[3001] = {
		id = 3001,
		name = "스크램블"
	},
	[3011] = {
		id = 3011,
		name = "강습항모"
	},
	[3021] = {
		id = 3021,
		name = "편대항모"
	},
	[3031] = {
		id = 3031,
		name = "지원항모"
	},
	[3041] = {
		id = 3041,
		name = "제공지원"
	},
	[3051] = {
		id = 3051,
		name = "항공지원"
	},
	[3511] = {
		id = 3511,
		name = "산소 생성 장치"
	},
	[3521] = {
		id = 3521,
		name = "부상 전투 "
	},
	[3531] = {
		id = 3531,
		name = "저속 어뢰"
	},
	[3571] = {
		id = 3571,
		name = "경순 헌터 "
	},
	[3581] = {
		id = 3581,
		name = "중순양함 헌터"
	},
	[3591] = {
		id = 3591,
		name = "항공모함 헌터"
	},
	[3611] = {
		id = 3611,
		name = "늑대무리 전술 "
	},
	[3621] = {
		id = 3621,
		name = "공중 확인"
	},
	[3631] = {
		id = 3631,
		name = "원거리 지원"
	},
	[4001] = {
		id = 4001,
		name = "방어태세"
	},
	[4011] = {
		id = 4011,
		name = "방어 지령"
	},
	[4021] = {
		id = 4021,
		name = "All or Nothing"
	},
	[4031] = {
		id = 4031,
		name = "응급 수리"
	},
	[4041] = {
		id = 4041,
		name = "내 몸을 방패로"
	},
	[4051] = {
		id = 4051,
		name = "정면장갑"
	},
	[4061] = {
		id = 4061,
		name = "측면장갑"
	},
	[4071] = {
		id = 4071,
		name = "긴급회피"
	},
	[4081] = {
		id = 4081,
		name = "연막살포"
	},
	[4091] = {
		id = 4091,
		name = "대공 배치"
	},
	[4101] = {
		id = 4101,
		name = "연막살포·경순"
	},
	[4102] = {
		id = 4102,
		name = "연막살포·경순"
	},
	[4111] = {
		id = 4111,
		name = "철갑 방어 "
	},
	[4121] = {
		id = 4121,
		name = "보호 장갑"
	},
	[4130] = {
		id = 4130,
		name = "冲突禁止"
	},
	[4131] = {
		id = 4131,
		name = "冲突禁止"
	},
	[4141] = {
		id = 4141,
		name = "기동 호위"
	},
	[5001] = {
		id = 5001,
		name = "교란 사격"
	},
	[5011] = {
		id = 5011,
		name = "약점분석"
	},
	[5021] = {
		id = 5021,
		name = "항모 호위"
	},
	[5031] = {
		id = 5031,
		name = "전함 호위"
	},
	[5041] = {
		id = 5041,
		name = "조명탄"
	},
	[5042] = {
		id = 5042,
		name = "조명탄"
	},
	[5051] = {
		id = 5051,
		name = "기함엄호"
	},
	[5061] = {
		id = 5061,
		name = "구축전대 "
	},
	[5060] = {
		id = 5060,
		name = "구축전대 "
	},
	[5071] = {
		id = 5071,
		name = "슈발리에 부클리예 "
	},
	[5070] = {
		id = 5070,
		name = "슈발리에 부클리예 "
	},
	[5081] = {
		id = 5081,
		name = "슈발리에 사브르 "
	},
	[5080] = {
		id = 5080,
		name = "슈발리에 사브르 "
	},
	[5101] = {
		id = 5101,
		name = "긴급태세 "
	},
	[5102] = {
		id = 5102,
		name = "긴급태세 "
	},
	[5103] = {
		id = 5103,
		name = "긴급태세 "
	},
	[5111] = {
		id = 5111,
		name = "항공보조 "
	},
	[6000] = {
		id = 6000,
		name = "비버즈 함대"
	},
	[6010] = {
		id = 6010,
		name = "뇌격보호 T1"
	},
	[6020] = {
		id = 6020,
		name = "뇌격보호 T2"
	},
	[6030] = {
		id = 6030,
		name = "뇌격보호 T3"
	},
	[6040] = {
		id = 6040,
		name = "SG 색적 T1"
	},
	[6050] = {
		id = 6050,
		name = "SG 색적 T2"
	},
	[6060] = {
		id = 6060,
		name = "SG 색적 T3"
	},
	[6070] = {
		id = 6070,
		name = "내탄강화 T1"
	},
	[6080] = {
		id = 6080,
		name = "내탄강화 T2"
	},
	[6090] = {
		id = 6090,
		name = "내탄강화 T3"
	},
	[6100] = {
		id = 6100,
		name = "응급수리 T1"
	},
	[6110] = {
		id = 6110,
		name = "응급수리 T2"
	},
	[6120] = {
		id = 6120,
		name = "응급수리 T3"
	},
	[6130] = {
		id = 6130,
		name = "진주의 눈물"
	},
	[6140] = {
		id = 6140,
		name = "화재대책 T1"
	},
	[6150] = {
		id = 6150,
		name = "화재대책 T2"
	},
	[6160] = {
		id = 6160,
		name = "화재대책 T3"
	},
	[6170] = {
		id = 6170,
		name = "냥냥수리"
	},
	[6180] = {
		id = 6180,
		name = "공중정찰"
	},
	[6190] = {
		id = 6190,
		name = "91식 철갑탄"
	},
	[6200] = {
		id = 6200,
		name = "1식 철갑탄"
	},
	[6210] = {
		id = 6210,
		name = "SHS 초중량탄"
	},
	[6220] = {
		id = 6220,
		name = "소드 피쉬 (818중대)"
	},
	[6230] = {
		id = 6230,
		name = "수호의 깃발"
	},
	[6231] = {
		id = 6231,
		name = "수호의 의지"
	},
	[6250] = {
		id = 6250,
		name = "졸리 로저스"
	},
	[6260] = {
		id = 6260,
		name = "정확 조준"
	},
	[6270] = {
		id = 6270,
		name = "기동 회피"
	},
	[6280] = {
		id = 6280,
		name = "대공 탐색"
	},
	[6300] = {
		id = 6300,
		name = "고효율 연료 "
	},
	[6360] = {
		id = 6360,
		name = "연시 사격"
	},
	[6370] = {
		id = 6370,
		name = "잠수항모 특공"
	},
	[7000] = {
		id = 7000,
		name = "라인 연습"
	},
	[7500] = {
		id = 7500,
		name = "？？？？？"
	},
	[7510] = {
		id = 7510,
		name = "쿠온의 지원 "
	},
	[7511] = {
		id = 7511,
		name = "쿠온의 지원 "
	},
	[7520] = {
		id = 7520,
		name = "네코네의 지원 "
	},
	[7521] = {
		id = 7521,
		name = "네코네의 지원 "
	},
	[7530] = {
		id = 7530,
		name = "루루티에의 지원 "
	},
	[7531] = {
		id = 7531,
		name = "루루티에의 지원 "
	},
	[7540] = {
		id = 7540,
		name = "우루루의 지원 "
	},
	[7541] = {
		id = 7541,
		name = "우루루의 지원 "
	},
	[7550] = {
		id = 7550,
		name = "사라나의 지원 "
	},
	[7551] = {
		id = 7551,
		name = "사라나의 지원 "
	},
	[7560] = {
		id = 7560,
		name = "후미뤼르의 지원 "
	},
	[7561] = {
		id = 7561,
		name = "후미뤼르의 지원 "
	},
	[8521] = {
		id = 8521,
		name = "신생 사쿠라 엠파이어 연합"
	},
	[8530] = {
		id = 8530,
		name = "전술 모의전- 장전 수치 대량 상승"
	},
	[8610] = {
		id = 8610,
		name = "발포 한계 해제I"
	},
	[8611] = {
		id = 8611,
		name = "발포 한계 해제II"
	},
	[8612] = {
		id = 8612,
		name = "발포 한계 해제III "
	},
	[8613] = {
		id = 8613,
		name = "발포 한계 해제IV"
	},
	[8615] = {
		id = 8615,
		name = "기진맥진"
	},
	[8616] = {
		id = 8616,
		name = "분투의 날개 "
	},
	[8640] = {
		id = 8640,
		name = "전술 개방I"
	},
	[8641] = {
		id = 8641,
		name = "전술 개방II"
	},
	[8642] = {
		id = 8642,
		name = "전술 개방III"
	},
	[8643] = {
		id = 8643,
		name = "전술 개방IV"
	},
	[8652] = {
		id = 8652,
		name = "세이렌 에너지 공급 장치"
	},
	[8653] = {
		id = 8653,
		name = "이중 존재"
	},
	[8654] = {
		id = 8654,
		name = "흰 여우의 가호"
	},
	[8655] = {
		id = 8655,
		name = "만조의 유대"
	},
	[9010] = {
		id = 9010,
		name = "이스트 글림의 방해"
	},
	[9020] = {
		id = 9020,
		name = "사쿠라 엠파이어에 반격"
	},
	[10010] = {
		id = 10010,
		name = "Recommissioned"
	},
	[10020] = {
		id = 10020,
		name = "해상최속"
	},
	[10030] = {
		id = 10030,
		name = "언니의 기품"
	},
	[10040] = {
		id = 10040,
		name = "31노트·바크"
	},
	[10050] = {
		id = 10050,
		name = "레인보우 프로젝트"
	},
	[10060] = {
		id = 10060,
		name = "진홍의 불사조"
	},
	[10070] = {
		id = 10070,
		name = "레이더 탐지"
	},
	[10080] = {
		id = 10080,
		name = "전쟁의 비극"
	},
	[10090] = {
		id = 10090,
		name = "나는야 No.1!"
	},
	[10100] = {
		id = 10100,
		name = "질주하는 환영"
	},
	[10110] = {
		id = 10110,
		name = "여동생 최고!"
	},
	[10120] = {
		id = 10120,
		name = "판도라의 상자"
	},
	[10121] = {
		id = 10121,
		name = "판도라의 상자"
	},
	[10130] = {
		id = 10130,
		name = "펜 언니!"
	},
	[10131] = {
		id = 10131,
		name = "펜 언니!"
	},
	[10140] = {
		id = 10140,
		name = "이글 유니온의 검은 눈물"
	},
	[10150] = {
		id = 10150,
		name = "베테랑의 위엄"
	},
	[10160] = {
		id = 10160,
		name = "최강의 방패"
	},
	[10170] = {
		id = 10170,
		name = "항공의 선구자"
	},
	[10180] = {
		id = 10180,
		name = "엄호포격"
	},
	[10190] = {
		id = 10190,
		name = "최후의 왈츠"
	},
	[10191] = {
		id = 10191,
		name = "최후의 왈츠"
	},
	[10200] = {
		id = 10200,
		name = "LuckyE"
	},
	[10210] = {
		id = 10210,
		name = "둘리틀 공습"
	},
	[10220] = {
		id = 10220,
		name = "응급 수리"
	},
	[10230] = {
		id = 10230,
		name = "프로토타입"
	},
	[10240] = {
		id = 10240,
		name = "코멧 헤드 스매시"
	},
	[10250] = {
		id = 10250,
		name = "재블린 돌격"
	},
	[10260] = {
		id = 10260,
		name = "매지컬 캐넌·아마겟돈!"
	},
	[10270] = {
		id = 10270,
		name = "최후의 영광"
	},
	[10280] = {
		id = 10280,
		name = "「역습의 Z」"
	},
	[10290] = {
		id = 10290,
		name = "로열 네이비의 영광"
	},
	[10291] = {
		id = 10291,
		name = "로열 네이비의 영광"
	},
	[10300] = {
		id = 10300,
		name = "여왕의 명령"
	},
	[10310] = {
		id = 10310,
		name = "절대 명중의 숙녀"
	},
	[10320] = {
		id = 10320,
		name = "BIG SEVEN"
	},
	[10330] = {
		id = 10330,
		name = "소드 피쉬 발진!"
	},
	[10340] = {
		id = 10340,
		name = "장갑항모"
	},
	[10350] = {
		id = 10350,
		name = "얼어붙은 혼돈의 심연"
	},
	[10360] = {
		id = 10360,
		name = "솔로몬의 악몽"
	},
	[10370] = {
		id = 10370,
		name = "사세보의 시구레"
	},
	[10380] = {
		id = 10380,
		name = "Z의 계보"
	},
	[10381] = {
		id = 10381,
		name = "Z의 계보"
	},
	[10390] = {
		id = 10390,
		name = "깨지지 않는 방패"
	},
	[10400] = {
		id = 10400,
		name = "기함엄호"
	},
	[10410] = {
		id = 10410,
		name = "솔로몬 전쟁의 신"
	},
	[10420] = {
		id = 10420,
		name = "선수 필승!"
	},
	[10430] = {
		id = 10430,
		name = "1항전"
	},
	[10440] = {
		id = 10440,
		name = "1항전"
	},
	[10450] = {
		id = 10450,
		name = "히류는 건재하다"
	},
	[10460] = {
		id = 10460,
		name = "2항전"
	},
	[10470] = {
		id = 10470,
		name = "2항전"
	},
	[10480] = {
		id = 10480,
		name = "자매의 연"
	},
	[10490] = {
		id = 10490,
		name = "자매의 연"
	},
	[10500] = {
		id = 10500,
		name = "이스트 글림을 위하여"
	},
	[10510] = {
		id = 10510,
		name = "Революция(혁명)"
	},
	[10530] = {
		id = 10530,
		name = "전쟁의 선봉"
	},
	[10540] = {
		id = 10540,
		name = "로열 네이비의 동맹"
	},
	[10550] = {
		id = 10550,
		name = "박지수리"
	},
	[10560] = {
		id = 10560,
		name = "여정의 증표"
	},
	[10570] = {
		id = 10570,
		name = "폭염전개"
	},
	[10580] = {
		id = 10580,
		name = "흡혈귀의 입맞춤"
	},
	[10590] = {
		id = 10590,
		name = "프로토타입·순양함"
	},
	[10600] = {
		id = 10600,
		name = "마야·33일"
	},
	[10601] = {
		id = 10601,
		name = "마야·33일"
	},
	[10610] = {
		id = 10610,
		name = "고폭탄 강화"
	},
	[10620] = {
		id = 10620,
		name = "제6 구축대·이카즈치"
	},
	[10630] = {
		id = 10630,
		name = "제6 구축대·이나즈마"
	},
	[10640] = {
		id = 10640,
		name = "부러진 강철 날개"
	},
	[10650] = {
		id = 10650,
		name = "포켓 전함"
	},
	[10660] = {
		id = 10660,
		name = "저격수"
	},
	[10670] = {
		id = 10670,
		name = "북해의 고독한 여왕"
	},
	[10680] = {
		id = 10680,
		name = "메탈 블러드의 날개"
	},
	[10690] = {
		id = 10690,
		name = "메탈 블러드의 매"
	},
	[10700] = {
		id = 10700,
		name = "보급선 파괴"
	},
	[10710] = {
		id = 10710,
		name = "몬스터 헌터 "
	},
	[10720] = {
		id = 10720,
		name = "수호의 방패"
	},
	[10730] = {
		id = 10730,
		name = "귀신"
	},
	[10740] = {
		id = 10740,
		name = "역사적인 전투의 잔해"
	},
	[10750] = {
		id = 10750,
		name = "The Nick"
	},
	[10760] = {
		id = 10760,
		name = "이스트 글림의 연 "
	},
	[10770] = {
		id = 10770,
		name = "제6 구축대·아카츠키"
	},
	[10780] = {
		id = 10780,
		name = "행운함?"
	},
	[10781] = {
		id = 10781,
		name = "Lucky Dodge"
	},
	[10782] = {
		id = 10782,
		name = "행운의 일격"
	},
	[10783] = {
		id = 10783,
		name = "배드 럭 대미지"
	},
	[10790] = {
		id = 10790,
		name = "5항전"
	},
	[10800] = {
		id = 10800,
		name = "5항전"
	},
	[10810] = {
		id = 10810,
		name = "수호의 학"
	},
	[10820] = {
		id = 10820,
		name = "진격의 학"
	},
	[10821] = {
		id = 10821,
		name = "진격의 학"
	},
	[10830] = {
		id = 10830,
		name = "예비 항공대 "
	},
	[10840] = {
		id = 10840,
		name = "결사의 급습"
	},
	[10850] = {
		id = 10850,
		name = "운명의 이면"
	},
	[10860] = {
		id = 10860,
		name = "강습형태·EX"
	},
	[10870] = {
		id = 10870,
		name = "뇌격 지휘·수뢰전"
	},
	[10880] = {
		id = 10880,
		name = "LuckyLou"
	},
	[10890] = {
		id = 10890,
		name = "불굴의 진츠"
	},
	[10900] = {
		id = 10900,
		name = "구조활동"
	},
	[10910] = {
		id = 10910,
		name = "신생 사쿠라 엠파이어 연합"
	},
	[10920] = {
		id = 10920,
		name = "T자 전법"
	},
	[10930] = {
		id = 10930,
		name = "위엄 넘치는 왕실 함선 "
	},
	[10931] = {
		id = 10931,
		name = "위엄 넘치는 왕실 함선 "
	},
	[10940] = {
		id = 10940,
		name = "귀신연무"
	},
	[10950] = {
		id = 10950,
		name = "상무의 혼"
	},
	[10960] = {
		id = 10960,
		name = "특형 네임쉽!"
	},
	[10970] = {
		id = 10970,
		name = "파이팅 메리"
	},
	[10980] = {
		id = 10980,
		name = "대공 엄호"
	},
	[10990] = {
		id = 10990,
		name = "대공 화력"
	},
	[11000] = {
		id = 11000,
		name = "용감한 포격"
	},
	[11001] = {
		id = 11001,
		name = "용감한 포격"
	},
	[11010] = {
		id = 11010,
		name = "아이언 바텀 나이트"
	},
	[11011] = {
		id = 11011,
		name = "아이언 바텀 나이트"
	},
	[11020] = {
		id = 11020,
		name = "말벌은 두 번 찌른다"
	},
	[11030] = {
		id = 11030,
		name = "기적의 바람"
	},
	[11040] = {
		id = 11040,
		name = "안샨급 네임쉽"
	},
	[11050] = {
		id = 11050,
		name = "레스키 돌격"
	},
	[11060] = {
		id = 11060,
		name = "상호원조동맹"
	},
	[11070] = {
		id = 11070,
		name = "일치단결"
	},
	[11080] = {
		id = 11080,
		name = "실버 팬텀"
	},
	[11090] = {
		id = 11090,
		name = "새벽의 빛"
	},
	[11100] = {
		id = 11100,
		name = "핏빛안개의 콘체르토"
	},
	[11110] = {
		id = 11110,
		name = "멸망의 비탄조"
	},
	[11120] = {
		id = 11120,
		name = "승리의 노래"
	},
	[11130] = {
		id = 11130,
		name = "제1구축함"
	},
	[11140] = {
		id = 11140,
		name = "샤이니 셰피"
	},
	[11141] = {
		id = 11141,
		name = "샤이니 셰피"
	},
	[11150] = {
		id = 11150,
		name = "바렌츠해의 역습"
	},
	[11160] = {
		id = 11160,
		name = "크레타섬의 검은 구름"
	},
	[11170] = {
		id = 11170,
		name = "정의의 동료들"
	},
	[11180] = {
		id = 11180,
		name = "편차 수정 사격"
	},
	[11190] = {
		id = 11190,
		name = "반려의 바람 "
	},
	[11200] = {
		id = 11200,
		name = "솔로몬의 전설 "
	},
	[11210] = {
		id = 11210,
		name = "섬멸형태"
	},
	[11220] = {
		id = 11220,
		name = "지속 타격 "
	},
	[11230] = {
		id = 11230,
		name = "구레의 유키카제 "
	},
	[11231] = {
		id = 11231,
		name = "구레의 유키카제 "
	},
	[11240] = {
		id = 11240,
		name = "불침한 행운함"
	},
	[11250] = {
		id = 11250,
		name = "과달카날 섬 강습 "
	},
	[11251] = {
		id = 11251,
		name = "과달카날 섬 강습 "
	},
	[11260] = {
		id = 11260,
		name = "매의 급습 "
	},
	[11270] = {
		id = 11270,
		name = "뜨겁게 빛나는 주력함"
	},
	[11271] = {
		id = 11271,
		name = "뜨겁게 빛나는 주력함"
	},
	[11272] = {
		id = 11272,
		name = "뜨겁게 빛나는 주력함"
	},
	[11280] = {
		id = 11280,
		name = "완벽한 꼬마 메이드"
	},
	[11290] = {
		id = 11290,
		name = "레이디들의 다과회"
	},
	[11300] = {
		id = 11300,
		name = "중포 일제 사격 "
	},
	[11310] = {
		id = 11310,
		name = "4대 연합함대 기함"
	},
	[11320] = {
		id = 11320,
		name = "중장형태"
	},
	[11330] = {
		id = 11330,
		name = "영광 드높은 1번함"
	},
	[11340] = {
		id = 11340,
		name = "새벽빛 찬란한 무훈함"
	},
	[11350] = {
		id = 11350,
		name = "제8 구축대"
	},
	[11360] = {
		id = 11360,
		name = "룽가곶 강습"
	},
	[11370] = {
		id = 11370,
		name = "관통 공격"
	},
	[11380] = {
		id = 11380,
		name = "저력의 일격"
	},
	[11381] = {
		id = 11381,
		name = "저력의 일격"
	},
	[11390] = {
		id = 11390,
		name = "바다의 사냥꾼"
	},
	[11400] = {
		id = 11400,
		name = "마법 소녀의 장난"
	},
	[11410] = {
		id = 11410,
		name = "울프팩 U-81"
	},
	[11420] = {
		id = 11420,
		name = "BIG SEVEN - 사쿠라"
	},
	[11430] = {
		id = 11430,
		name = "BIG SEVEN - 사쿠라"
	},
	[11440] = {
		id = 11440,
		name = "스캐퍼플로의 황소 "
	},
	[11450] = {
		id = 11450,
		name = "오버 파이어"
	},
	[11460] = {
		id = 11460,
		name = "외로운 늑대 "
	},
	[11461] = {
		id = 11461,
		name = "외로운 늑대 "
	},
	[11470] = {
		id = 11470,
		name = "Nasty Asty"
	},
	[11480] = {
		id = 11480,
		name = "쿨라만 야전 "
	},
	[11481] = {
		id = 11481,
		name = "쿨라만 야전 "
	},
	[11490] = {
		id = 11490,
		name = "정면 화력 투사 "
	},
	[11491] = {
		id = 11491,
		name = "정면 화력 투사 "
	},
	[11500] = {
		id = 11500,
		name = "빛나는 아이리스 리브레 "
	},
	[11501] = {
		id = 11501,
		name = "빛나는 아이리스 리브레 "
	},
	[11510] = {
		id = 11510,
		name = "공수 변경 "
	},
	[11520] = {
		id = 11520,
		name = "아이리스의 마음 "
	},
	[11530] = {
		id = 11530,
		name = "파이러츠 소울 "
	},
	[11540] = {
		id = 11540,
		name = "라스트 파이어 "
	},
	[11550] = {
		id = 11550,
		name = "Big Mamie"
	},
	[11560] = {
		id = 11560,
		name = "2700파운드의 정의 "
	},
	[11570] = {
		id = 11570,
		name = "정찰 지원 "
	},
	[11580] = {
		id = 11580,
		name = "소드 피쉬 출격·改"
	},
	[11581] = {
		id = 11581,
		name = "소드 피쉬 출격·改"
	},
	[11590] = {
		id = 11590,
		name = "공역 제어"
	},
	[11600] = {
		id = 11600,
		name = "격투 포술"
	},
	[11610] = {
		id = 11610,
		name = "항공전대"
	},
	[11611] = {
		id = 11611,
		name = "항공전대"
	},
	[11612] = {
		id = 11612,
		name = "항공전대"
	},
	[11620] = {
		id = 11620,
		name = "운명의 주사위"
	},
	[11621] = {
		id = 11621,
		name = "별의 분노"
	},
	[11622] = {
		id = 11622,
		name = "다채상운"
	},
	[11623] = {
		id = 11623,
		name = "한 맺힌 복수"
	},
	[11630] = {
		id = 11630,
		name = "사쿠라 엠파이어 장갑항모"
	},
	[11640] = {
		id = 11640,
		name = "선전의 함"
	},
	[11641] = {
		id = 11641,
		name = "선전의 함"
	},
	[11650] = {
		id = 11650,
		name = "항공 진열"
	},
	[11651] = {
		id = 11651,
		name = "항공 진열"
	},
	[11660] = {
		id = 11660,
		name = "절대 회피"
	},
	[11670] = {
		id = 11670,
		name = "서프라이즈 선물"
	},
	[11680] = {
		id = 11680,
		name = "숙련된 사냥꾼"
	},
	[11690] = {
		id = 11690,
		name = "수도의 용맹스러운 전사"
	},
	[11691] = {
		id = 11691,
		name = "수도의 용맹스러운 전사"
	},
	[11700] = {
		id = 11700,
		name = "대담무쌍"
	},
	[11710] = {
		id = 11710,
		name = "듀라한"
	},
	[11720] = {
		id = 11720,
		name = "별의 노래"
	},
	[11721] = {
		id = 11721,
		name = "별의 노래"
	},
	[11730] = {
		id = 11730,
		name = "리틀 스타"
	},
	[11740] = {
		id = 11740,
		name = "바람의 가호"
	},
	[11750] = {
		id = 11750,
		name = "경항모 콤보"
	},
	[11760] = {
		id = 11760,
		name = "공습신호"
	},
	[11761] = {
		id = 11761,
		name = "준비완료"
	},
	[11762] = {
		id = 11762,
		name = "발함완료"
	},
	[11770] = {
		id = 11770,
		name = "Terror Field"
	},
	[11780] = {
		id = 11780,
		name = "봉황의 날개짓은 태양을 가리우니 "
	},
	[11790] = {
		id = 11790,
		name = "모략에 능한 자 천리를 거머쥐리라 "
	},
	[11800] = {
		id = 11800,
		name = "포신을 울려 기선을 제압한다 "
	},
	[11801] = {
		id = 11801,
		name = "포신을 울려 기선을 제압한다 "
	},
	[11810] = {
		id = 11810,
		name = "임전필승 "
	},
	[11811] = {
		id = 11811,
		name = "임전필승 "
	},
	[11820] = {
		id = 11820,
		name = "백전불태 "
	},
	[11830] = {
		id = 11830,
		name = "화투"
	},
	[11831] = {
		id = 11831,
		name = "오광"
	},
	[11832] = {
		id = 11832,
		name = "고도리"
	},
	[11833] = {
		id = 11833,
		name = "청단"
	},
	[11834] = {
		id = 11834,
		name = "열끗"
	},
	[11840] = {
		id = 11840,
		name = "화투"
	},
	[11841] = {
		id = 11841,
		name = "오광"
	},
	[11842] = {
		id = 11842,
		name = "비삼광"
	},
	[11843] = {
		id = 11843,
		name = "홍단"
	},
	[11844] = {
		id = 11844,
		name = "피 "
	},
	[11850] = {
		id = 11850,
		name = "수라바야의 굶주린 늑대 "
	},
	[11860] = {
		id = 11860,
		name = "천랑의 인 "
	},
	[11870] = {
		id = 11870,
		name = "절대 명중의 숙녀·改 "
	},
	[11871] = {
		id = 11871,
		name = "절대 명중의 숙녀·改 "
	},
	[11880] = {
		id = 11880,
		name = "레전드 오브 로열 네이비 "
	},
	[11890] = {
		id = 11890,
		name = "광염 속의 기적 "
	},
	[11900] = {
		id = 11900,
		name = "북극 항로의 수호자 "
	},
	[11910] = {
		id = 11910,
		name = "창공에 높이 솟는 매 "
	},
	[11920] = {
		id = 11920,
		name = "하늘의기사 "
	},
	[11921] = {
		id = 11921,
		name = "하늘의기사 "
	},
	[11922] = {
		id = 11922,
		name = "하늘의기사 "
	},
	[11930] = {
		id = 11930,
		name = "둘리틀 공습·改 "
	},
	[11940] = {
		id = 11940,
		name = "하늘과바다의 관측자 "
	},
	[11941] = {
		id = 11941,
		name = "하늘과바다의 관측자 "
	},
	[11942] = {
		id = 11942,
		name = "하늘과바다의 관측자 "
	},
	[11950] = {
		id = 11950,
		name = "부동항의 협주곡"
	},
	[11960] = {
		id = 11960,
		name = "피오르드의 별"
	},
	[11970] = {
		id = 11970,
		name = "전의상승"
	},
	[11980] = {
		id = 11980,
		name = "특혼분대 기함 "
	},
	[11981] = {
		id = 11981,
		name = "특혼분대 기함 "
	},
	[11990] = {
		id = 11990,
		name = "임무충실 "
	},
	[11991] = {
		id = 11991,
		name = "임무충실 "
	},
	[11992] = {
		id = 11992,
		name = "임무충실 "
	},
	[12000] = {
		id = 12000,
		name = "극동의 속박 "
	},
	[12001] = {
		id = 12001,
		name = "극동의 속박 "
	},
	[12010] = {
		id = 12010,
		name = "Code:Hikari"
	},
	[12030] = {
		id = 12030,
		name = "밤하늘을 가르는 불꽃 "
	},
	[12041] = {
		id = 12041,
		name = "B형 주포 시도!"
	},
	[12042] = {
		id = 12042,
		name = "속사 어뢰 발사기!"
	},
	[12043] = {
		id = 12043,
		name = "폭죽 폭탄!"
	},
	[12044] = {
		id = 12044,
		name = "억제의 보호막! "
	},
	[12046] = {
		id = 12046,
		name = "가상의 보호막!"
	},
	[12047] = {
		id = 12047,
		name = "휴대용 정비 장치!"
	},
	[12048] = {
		id = 12048,
		name = "가정용 반창고!"
	},
	[12050] = {
		id = 12050,
		name = "어뢰, 발사! "
	},
	[12060] = {
		id = 12060,
		name = "성산의 작은 마녀 "
	},
	[12070] = {
		id = 12070,
		name = "기선 제압 "
	},
	[12080] = {
		id = 12080,
		name = "적홍색의 가호 "
	},
	[12090] = {
		id = 12090,
		name = "나의 포를 받아라！ "
	},
	[12091] = {
		id = 12091,
		name = "포격 준비~ "
	},
	[12092] = {
		id = 12092,
		name = "나의 포를 받아라！ "
	},
	[12100] = {
		id = 12100,
		name = "메탈 블러드 제 1항모！ "
	},
	[12110] = {
		id = 12110,
		name = "Destiny Draw！"
	},
	[12111] = {
		id = 12111,
		name = "암염탄"
	},
	[12112] = {
		id = 12112,
		name = "파멸질풍탄"
	},
	[12113] = {
		id = 12113,
		name = "무수한 칼날"
	},
	[12120] = {
		id = 12120,
		name = "Wahrheit"
	},
	[12121] = {
		id = 12121,
		name = "Wahrheit"
	},
	[12130] = {
		id = 12130,
		name = "굴복하지 않는 힘 "
	},
	[12131] = {
		id = 12131,
		name = "굴복하지 않는 힘 "
	},
	[12132] = {
		id = 12132,
		name = "굴복하지 않는 힘 "
	},
	[12135] = {
		id = 12135,
		name = "굴복하지 않는 힘 "
	},
	[12140] = {
		id = 12140,
		name = "메탈 블러드의 의지 "
	},
	[12150] = {
		id = 12150,
		name = "최적화 무장 "
	},
	[12151] = {
		id = 12151,
		name = "최적화 무장 "
	},
	[12152] = {
		id = 12152,
		name = "최적화 무장 "
	},
	[12153] = {
		id = 12153,
		name = "최적화 무장 "
	},
	[12160] = {
		id = 12160,
		name = "태양이 지지않는 영광 "
	},
	[12161] = {
		id = 12161,
		name = "태양이 지지않는 영광 "
	},
	[12170] = {
		id = 12170,
		name = "최적화 무장 "
	},
	[12171] = {
		id = 12171,
		name = "최적화 무장 "
	},
	[12172] = {
		id = 12172,
		name = "최적화 무장 "
	},
	[12173] = {
		id = 12173,
		name = "최적화 무장 "
	},
	[12180] = {
		id = 12180,
		name = "맹세의 빛 "
	},
	[12181] = {
		id = 12181,
		name = "맹세의 빛 "
	},
	[12182] = {
		id = 12182,
		name = "맹세의 빛 "
	},
	[12190] = {
		id = 12190,
		name = "마력 강타 "
	},
	[12191] = {
		id = 12191,
		name = "마력 강타 "
	},
	[12200] = {
		id = 12200,
		name = "수호의 직무 "
	},
	[12210] = {
		id = 12210,
		name = "벌새의 침략 "
	},
	[12280] = {
		id = 12280,
		name = "디스트로이 모드·오리지널 "
	},
	[12290] = {
		id = 12290,
		name = "안전제일! "
	},
	[12291] = {
		id = 12291,
		name = "안전제일! "
	},
	[12220] = {
		id = 12220,
		name = "순결한 빛 "
	},
	[12230] = {
		id = 12230,
		name = "천진난만의 소녀 "
	},
	[12233] = {
		id = 12233,
		name = "천진난만의 소녀 "
	},
	[12240] = {
		id = 12240,
		name = "기사의 마음 "
	},
	[12250] = {
		id = 12250,
		name = "단련되지 않은 기사 "
	},
	[12251] = {
		id = 12251,
		name = "단련되지 않은 기사 "
	},
	[12260] = {
		id = 12260,
		name = "반짝반짝 등장 "
	},
	[12270] = {
		id = 12270,
		name = "Star Spark!"
	},
	[12370] = {
		id = 12370,
		name = "글렌의 안부인사"
	},
	[12380] = {
		id = 12380,
		name = "이별의 선물"
	},
	[12390] = {
		id = 12390,
		name = "복수의 칼날 "
	},
	[12391] = {
		id = 12391,
		name = "복수의 칼날 "
	},
	[12400] = {
		id = 12400,
		name = "대어 돌격"
	},
	[12401] = {
		id = 12401,
		name = "대어 돌격"
	},
	[12410] = {
		id = 12410,
		name = "울프팩-U101"
	},
	[12411] = {
		id = 12411,
		name = "울프팩-U101"
	},
	[12420] = {
		id = 12420,
		name = "Londinium"
	},
	[12421] = {
		id = 12421,
		name = "Londinium"
	},
	[12430] = {
		id = 12430,
		name = "Lucky A"
	},
	[12431] = {
		id = 12431,
		name = "Lucky A"
	},
	[12432] = {
		id = 12432,
		name = "Lucky A"
	},
	[12435] = {
		id = 12435,
		name = "Lucky A"
	},
	[12440] = {
		id = 12440,
		name = "평화로 향하는 전사 "
	},
	[12443] = {
		id = 12443,
		name = "평화로 향하는 전사 "
	},
	[12444] = {
		id = 12444,
		name = "평화로 향하는 전사 "
	},
	[12460] = {
		id = 12460,
		name = "물고기 수호 "
	},
	[12461] = {
		id = 12461,
		name = "물고기 수호 "
	},
	[12470] = {
		id = 12470,
		name = "날개 잃은 상어 "
	},
	[12471] = {
		id = 12471,
		name = "날개 잃은 상어 "
	},
	[12472] = {
		id = 12472,
		name = "날개 잃은 상어 "
	},
	[12480] = {
		id = 12480,
		name = "Final-AP-Ride"
	},
	[12490] = {
		id = 12490,
		name = "올 라운더 "
	},
	[12491] = {
		id = 12491,
		name = "올 라운더 "
	},
	[12500] = {
		id = 12500,
		name = "도전자의 포효 "
	},
	[12501] = {
		id = 12501,
		name = "도전자의 포효 "
	},
	[12520] = {
		id = 12520,
		name = "분전하는 수호자 "
	},
	[12521] = {
		id = 12521,
		name = "분전하는 수호자 "
	},
	[12530] = {
		id = 12530,
		name = "해상기사의 각오 "
	},
	[12531] = {
		id = 12531,
		name = "해상기사의 각오 "
	},
	[12540] = {
		id = 12540,
		name = "항행금지 경고 "
	},
	[12541] = {
		id = 12541,
		name = "항행금지 경고 "
	},
	[12550] = {
		id = 12550,
		name = "우드스톡의 장궁 "
	},
	[12560] = {
		id = 12560,
		name = "배시 인 더 스카이 "
	},
	[12561] = {
		id = 12561,
		name = "배시 인 더 스카이 "
	},
	[12570] = {
		id = 12570,
		name = "팔로워 윙 "
	},
	[12571] = {
		id = 12571,
		name = "팔로워 윙 "
	},
	[12572] = {
		id = 12572,
		name = "팔로워 윙 "
	},
	[12580] = {
		id = 12580,
		name = "기관 금지 "
	},
	[12581] = {
		id = 12581,
		name = "기관 금지 "
	},
	[12582] = {
		id = 12582,
		name = "기관 금지 "
	},
	[12590] = {
		id = 12590,
		name = "박스 행거 "
	},
	[12591] = {
		id = 12591,
		name = "박스 행거 "
	},
	[12592] = {
		id = 12592,
		name = "박스 행거 "
	},
	[12600] = {
		id = 12600,
		name = "Rose Bombardamento"
	},
	[12601] = {
		id = 12601,
		name = "Rose Bombardamento"
	},
	[12602] = {
		id = 12602,
		name = "Rose Bombardamento"
	},
	[12603] = {
		id = 12603,
		name = "Rose Bombardamento"
	},
	[12605] = {
		id = 12605,
		name = "Rose Bombardamento"
	},
	[12606] = {
		id = 12606,
		name = "Rose Bombardamento"
	},
	[12607] = {
		id = 12607,
		name = "Rose Bombardamento"
	},
	[12608] = {
		id = 12608,
		name = "Rose Bombardamento"
	},
	[12610] = {
		id = 12610,
		name = "사르데냐의 자긍심 "
	},
	[12611] = {
		id = 12611,
		name = "사르데냐의 자긍심 "
	},
	[12612] = {
		id = 12612,
		name = "사르데냐의 자긍심 "
	},
	[12620] = {
		id = 12620,
		name = "테르니의 방패 "
	},
	[12621] = {
		id = 12621,
		name = "테르니의 방패 "
	},
	[12630] = {
		id = 12630,
		name = "탄약 특성 강화 "
	},
	[12631] = {
		id = 12631,
		name = "탄약 특성 강화 "
	},
	[12640] = {
		id = 12640,
		name = "사르데냐의 위압 "
	},
	[12650] = {
		id = 12650,
		name = "변하는 기억 "
	},
	[12651] = {
		id = 12651,
		name = "변하는 기억 "
	},
	[12660] = {
		id = 12660,
		name = "Ricarica！"
	},
	[12670] = {
		id = 12670,
		name = "Fuoco di Copertura！"
	},
	[12680] = {
		id = 12680,
		name = "비바람의 춤 "
	},
	[12690] = {
		id = 12690,
		name = "Enigma"
	},
	[12691] = {
		id = 12691,
		name = "신호—발포"
	},
	[12692] = {
		id = 12692,
		name = "신호—방어"
	},
	[12693] = {
		id = 12693,
		name = "신호—집중"
	},
	[12694] = {
		id = 12694,
		name = "신호—명중"
	},
	[12695] = {
		id = 12695,
		name = "신호—대공"
	},
	[12696] = {
		id = 12696,
		name = "신호—기동"
	},
	[12700] = {
		id = 12700,
		name = "유도의 Spiritual "
	},
	[12710] = {
		id = 12710,
		name = "열정 템포 "
	},
	[12720] = {
		id = 12720,
		name = "관통탄 애로우"
	},
	[12730] = {
		id = 12730,
		name = "샤이닝 스탭"
	},
	[12740] = {
		id = 12740,
		name = "Dualism"
	},
	[12741] = {
		id = 12741,
		name = "Dualism"
	},
	[12743] = {
		id = 12743,
		name = "Dualism"
	},
	[12744] = {
		id = 12744,
		name = "Dualism"
	},
	[12750] = {
		id = 12750,
		name = "Overture"
	},
	[12760] = {
		id = 12760,
		name = "속사류탄 피버"
	},
	[12770] = {
		id = 12770,
		name = "캄 다운 실드"
	},
	[12780] = {
		id = 12780,
		name = "Cœur Battant"
	},
	[12781] = {
		id = 12781,
		name = "Cœur Battant"
	},
	[12782] = {
		id = 12782,
		name = "Cœur Battant"
	},
	[12790] = {
		id = 12790,
		name = "폴라리스 리더 "
	},
	[12791] = {
		id = 12791,
		name = "폴라리스 리더 "
	},
	[12792] = {
		id = 12792,
		name = "폴라리스 리더 "
	},
	[12793] = {
		id = 12793,
		name = "폴라리스 리더 "
	},
	[18010] = {
		id = 18010,
		name = "MKV 철갑탄 + "
	},
	[18040] = {
		id = 18040,
		name = "역전분투 + "
	},
	[18041] = {
		id = 18041,
		name = "역전분투 + "
	},
	[18050] = {
		id = 18050,
		name = "심현합일 + "
	},
	[18070] = {
		id = 18070,
		name = "신화전승 + "
	},
	[18071] = {
		id = 18071,
		name = "신화전승 + "
	},
	[18100] = {
		id = 18100,
		name = "전방위 장갑 + "
	},
	[18120] = {
		id = 18120,
		name = "엔진 부스트 + "
	},
	[19000] = {
		id = 19000,
		name = "안티 세이렌Ⅰ"
	},
	[19001] = {
		id = 19001,
		name = "안티 세이렌Ⅱ"
	},
	[19002] = {
		id = 19002,
		name = "안티 세이렌Ⅲ"
	},
	[19010] = {
		id = 19010,
		name = "MKV 철갑탄"
	},
	[19020] = {
		id = 19020,
		name = "푸른 바다의 여신"
	},
	[19030] = {
		id = 19030,
		name = "제왕의 위압"
	},
	[19031] = {
		id = 19031,
		name = "제왕의 위압"
	},
	[19040] = {
		id = 19040,
		name = "역전분투"
	},
	[19041] = {
		id = 19041,
		name = "역전분투"
	},
	[19050] = {
		id = 19050,
		name = "심현합일"
	},
	[19060] = {
		id = 19060,
		name = "뇌인일섬"
	},
	[19070] = {
		id = 19070,
		name = "신화전승"
	},
	[19080] = {
		id = 19080,
		name = "특수 장갑"
	},
	[19090] = {
		id = 19090,
		name = "숙련 장전 요원"
	},
	[19091] = {
		id = 19091,
		name = "숙련 장전 요원"
	},
	[19100] = {
		id = 19100,
		name = "전방위 장갑"
	},
	[19110] = {
		id = 19110,
		name = "철갑 가공 유탄"
	},
	[19120] = {
		id = 19120,
		name = "엔진 부스트"
	},
	[19130] = {
		id = 19130,
		name = "비행NG! "
	},
	[19131] = {
		id = 19131,
		name = "비행NG!"
	},
	[19140] = {
		id = 19140,
		name = "철저한 준비 "
	},
	[19141] = {
		id = 19141,
		name = "철저한 준비 "
	},
	[19150] = {
		id = 19150,
		name = "아이언 사이트 캘리버"
	},
	[19160] = {
		id = 19160,
		name = "헤비 배럴 블래스터 "
	},
	[19161] = {
		id = 19161,
		name = "헤비 배럴 블래스터 "
	},
	[19170] = {
		id = 19170,
		name = "키타카제류·일절참 "
	},
	[19180] = {
		id = 19180,
		name = "키타카제류·6연뇌 "
	},
	[19181] = {
		id = 19181,
		name = "키타카제류·6연뇌 "
	},
	[19190] = {
		id = 19190,
		name = "산의 분노 "
	},
	[19191] = {
		id = 19191,
		name = "산의 분노 "
	},
	[19200] = {
		id = 19200,
		name = "전장 감각 "
	},
	[19210] = {
		id = 19210,
		name = "특수포격훈련 "
	},
	[19211] = {
		id = 19211,
		name = "특수포격훈련 "
	},
	[19212] = {
		id = 19212,
		name = "특수포격훈련 "
	},
	[19213] = {
		id = 19213,
		name = "특수포격훈련 "
	},
	[19214] = {
		id = 19214,
		name = "특수포격훈련 "
	},
	[19220] = {
		id = 19220,
		name = "파괴의 교향곡 "
	},
	[19221] = {
		id = 19221,
		name = "파괴의 교향곡 "
	},
	[19230] = {
		id = 19230,
		name = "혼돈의 소나타 "
	},
	[19231] = {
		id = 19231,
		name = "혼돈의 소나타 "
	},
	[19240] = {
		id = 19240,
		name = "암흑의 광상곡 "
	},
	[19241] = {
		id = 19241,
		name = "암흑의 광상곡 "
	},
	[19242] = {
		id = 19242,
		name = "암흑의 광상곡 "
	},
	[19250] = {
		id = 19250,
		name = "서프레션 모듈 감지 "
	},
	[19260] = {
		id = 19260,
		name = "세밀한 조작 협의 "
	},
	[19261] = {
		id = 19261,
		name = "세밀한 조작 협의 "
	},
	[20011] = {
		id = 20011,
		name = "전탄 발사 - 패러것급Ⅰ"
	},
	[20012] = {
		id = 20012,
		name = "전탄 발사 - 패러것급Ⅱ"
	},
	[20021] = {
		id = 20021,
		name = "전탄 발사 - 머핸급Ⅰ"
	},
	[20022] = {
		id = 20022,
		name = "전탄 발사 - 머핸급Ⅱ"
	},
	[20031] = {
		id = 20031,
		name = "전탄 발사 - 그리들리급Ⅰ"
	},
	[20032] = {
		id = 20032,
		name = "전탄 발사 - 그리들리급Ⅱ"
	},
	[20041] = {
		id = 20041,
		name = "전탄 발사 - 플레처급Ⅰ"
	},
	[20042] = {
		id = 20042,
		name = "전탄 발사 - 플레처급Ⅱ"
	},
	[20051] = {
		id = 20051,
		name = "전탄 발사 - 심즈급Ⅰ"
	},
	[20052] = {
		id = 20052,
		name = "전탄 발사 - 심즈급Ⅱ"
	},
	[20061] = {
		id = 20061,
		name = "전탄 발사 - 벤슨급Ⅰ"
	},
	[20062] = {
		id = 20062,
		name = "전탄 발사 - 벤슨급Ⅱ"
	},
	[20071] = {
		id = 20071,
		name = "전탄 발사 - 기어링급Ⅰ"
	},
	[20072] = {
		id = 20072,
		name = "전탄 발사 - 기어링급Ⅱ"
	},
	[20111] = {
		id = 20111,
		name = "전탄 발사 - 오마하급Ⅰ"
	},
	[20112] = {
		id = 20112,
		name = "전탄 발사 - 오마하급Ⅱ"
	},
	[20121] = {
		id = 20121,
		name = "전탄 발사 - 브루클린급Ⅰ"
	},
	[20122] = {
		id = 20122,
		name = "전탄 발사 - 브루클린급Ⅱ"
	},
	[20131] = {
		id = 20131,
		name = "전탄 발사 - 애틀란타급Ⅰ"
	},
	[20132] = {
		id = 20132,
		name = "전탄 발사 - 애틀란타급Ⅱ"
	},
	[20141] = {
		id = 20141,
		name = "전탄 발사 - 클리블랜드급Ⅰ"
	},
	[20142] = {
		id = 20142,
		name = "전탄 발사 - 클리블랜드급Ⅱ"
	},
	[20211] = {
		id = 20211,
		name = "전탄 발사 - 펜사콜라급Ⅰ"
	},
	[20212] = {
		id = 20212,
		name = "전탄 발사 - 펜사콜라급Ⅱ"
	},
	[20221] = {
		id = 20221,
		name = "전탄 발사 - 노샘프턴급Ⅰ"
	},
	[20222] = {
		id = 20222,
		name = "전탄 발사 - 노샘프턴급Ⅱ"
	},
	[20231] = {
		id = 20231,
		name = "전탄 발사 - 포틀랜드급Ⅰ"
	},
	[20232] = {
		id = 20232,
		name = "전탄 발사 - 포틀랜드급Ⅱ"
	},
	[20241] = {
		id = 20241,
		name = "전탄 발사 - 뉴올리언스급Ⅰ"
	},
	[20242] = {
		id = 20242,
		name = "전탄 발사 - 뉴올리언스급Ⅱ"
	},
	[20251] = {
		id = 20251,
		name = "전탄 발사 - 위치타Ⅰ"
	},
	[20252] = {
		id = 20252,
		name = "전탄 발사 - 위치타Ⅱ"
	},
	[20261] = {
		id = 20261,
		name = "전탄 발사 - 볼티모어급Ⅰ"
	},
	[20262] = {
		id = 20262,
		name = "전탄 발사 - 볼티모어급Ⅱ"
	},
	[20271] = {
		id = 20271,
		name = "전탄 발사 - 디모인급Ⅰ"
	},
	[20272] = {
		id = 20272,
		name = "전탄 발사 - 디모인급Ⅱ"
	},
	[21011] = {
		id = 21011,
		name = "전탄 발사 - A급Ⅰ"
	},
	[21012] = {
		id = 21012,
		name = "전탄 발사 - A급Ⅱ"
	},
	[21021] = {
		id = 21021,
		name = "전탄 발사 - B급Ⅰ"
	},
	[21022] = {
		id = 21022,
		name = "전탄 발사 - B급Ⅱ"
	},
	[21031] = {
		id = 21031,
		name = "전탄 발사 - C급Ⅰ"
	},
	[21032] = {
		id = 21032,
		name = "전탄 발사 - C급Ⅱ"
	},
	[21041] = {
		id = 21041,
		name = "전탄 발사 - F급Ⅰ"
	},
	[21042] = {
		id = 21042,
		name = "전탄 발사 - F급Ⅱ"
	},
	[21051] = {
		id = 21051,
		name = "전탄 발사 - G급Ⅰ"
	},
	[21052] = {
		id = 21052,
		name = "전탄 발사 - G급Ⅱ"
	},
	[21061] = {
		id = 21061,
		name = "전탄 발사 - H급Ⅰ"
	},
	[21062] = {
		id = 21062,
		name = "전탄 발사 - H급Ⅱ"
	},
	[21071] = {
		id = 21071,
		name = "전탄 발사 - J급Ⅰ"
	},
	[21072] = {
		id = 21072,
		name = "전탄 발사 - J급Ⅱ"
	},
	[21081] = {
		id = 21081,
		name = "전탄 발사 – M급Ⅰ"
	},
	[21082] = {
		id = 21082,
		name = "전탄 발사 – M급Ⅱ"
	},
	[21091] = {
		id = 21091,
		name = "전탄 발사 – E급Ⅰ"
	},
	[21092] = {
		id = 21092,
		name = "전탄 발사 – E급Ⅱ"
	},
	[21111] = {
		id = 21111,
		name = "전탄 발사 - 리엔더급Ⅰ"
	},
	[21112] = {
		id = 21112,
		name = "전탄 발사 - 리엔더급Ⅱ"
	},
	[21121] = {
		id = 21121,
		name = "전탄 발사 - 다이도급Ⅰ"
	},
	[21122] = {
		id = 21122,
		name = "전탄 발사 - 다이도급Ⅱ"
	},
	[21131] = {
		id = 21131,
		name = "전탄 발사 - 아레투사Ⅰ"
	},
	[21132] = {
		id = 21132,
		name = "전탄 발사 - 아레투사Ⅱ"
	},
	[21141] = {
		id = 21141,
		name = "전탄 발사 - 에든버러급Ⅰ"
	},
	[21142] = {
		id = 21142,
		name = "전탄 발사 - 에든버러급Ⅱ"
	},
	[21151] = {
		id = 21151,
		name = "전탄 발사 - 사우스햄튼급Ⅰ"
	},
	[21152] = {
		id = 21152,
		name = "전탄 발사 - 사우스햄튼급Ⅱ"
	},
	[21161] = {
		id = 21161,
		name = "전탄 발사 - 피지급 I"
	},
	[21162] = {
		id = 21162,
		name = "전탄 발사 - 피지급 II"
	},
	[21171] = {
		id = 21171,
		name = "전탄발사 - 세레스급Ⅰ"
	},
	[21172] = {
		id = 21172,
		name = "전탄발사 - 세레스급Ⅱ"
	},
	[21211] = {
		id = 21211,
		name = "전탄 발사 - 런던급Ⅰ"
	},
	[21212] = {
		id = 21212,
		name = "전탄 발사 - 런던급Ⅱ"
	},
	[21221] = {
		id = 21221,
		name = "전탄 발사 - 켄트급Ⅰ"
	},
	[21222] = {
		id = 21222,
		name = "전탄 발사 - 켄트급Ⅱ"
	},
	[21231] = {
		id = 21231,
		name = "전탄 발사 - 노포크급Ⅰ"
	},
	[21232] = {
		id = 21232,
		name = "전탄 발사 - 노포크급Ⅱ"
	},
	[21241] = {
		id = 21241,
		name = "전탄 발사 - 요크급Ⅰ"
	},
	[21242] = {
		id = 21242,
		name = "전탄 발사 - 요크급Ⅱ"
	},
	[22011] = {
		id = 22011,
		name = "전탄 발사 - 무츠키형Ⅰ"
	},
	[22012] = {
		id = 22012,
		name = "전탄 발사 - 무츠키형Ⅱ"
	},
	[22021] = {
		id = 22021,
		name = "전탄 발사 - 후부키형Ⅰ"
	},
	[22022] = {
		id = 22022,
		name = "전탄 발사 - 후부키형Ⅱ"
	},
	[22031] = {
		id = 22031,
		name = "전탄 발사 - 시라츠유형Ⅰ"
	},
	[22032] = {
		id = 22032,
		name = "전탄 발사 - 시라츠유형Ⅱ"
	},
	[22041] = {
		id = 22041,
		name = "전탄 발사 - 하츠하루형Ⅰ"
	},
	[22042] = {
		id = 22042,
		name = "전탄 발사 - 하츠하루형Ⅱ"
	},
	[22051] = {
		id = 22051,
		name = "전탄 발사 - 카게로형Ⅰ"
	},
	[22052] = {
		id = 22052,
		name = "전탄 발사 - 카게로형Ⅱ"
	},
	[22056] = {
		id = 22056,
		name = "전탄 발사 - 유구모형Ⅰ"
	},
	[22057] = {
		id = 22057,
		name = "전탄 발사 - 유구모형Ⅱ"
	},
	[22061] = {
		id = 22061,
		name = "전탄 발사 - 아키즈키형Ⅰ"
	},
	[22062] = {
		id = 22062,
		name = "전탄 발사 - 아키즈키형Ⅱ"
	},
	[22071] = {
		id = 22071,
		name = "전탄 발사 - 아카츠키형Ⅰ"
	},
	[22072] = {
		id = 22072,
		name = "전탄 발사 - 아카츠키형Ⅱ"
	},
	[22081] = {
		id = 22081,
		name = "전탄 발사 - 카미카제형Ⅰ"
	},
	[22082] = {
		id = 22082,
		name = "전탄 발사 - 카미카제형Ⅱ"
	},
	[22091] = {
		id = 22091,
		name = "전탄 발사 – 아사시오Ⅰ"
	},
	[22092] = {
		id = 22092,
		name = "전탄 발사 – 아사시오Ⅱ"
	},
	[22111] = {
		id = 22111,
		name = "전탄 발사 - 텐류형Ⅰ"
	},
	[22112] = {
		id = 22112,
		name = "전탄 발사 - 텐류형Ⅱ"
	},
	[22121] = {
		id = 22121,
		name = "전탄 발사 - 쿠마형Ⅰ"
	},
	[22122] = {
		id = 22122,
		name = "전탄 발사 - 쿠마형Ⅱ"
	},
	[22131] = {
		id = 22131,
		name = "전탄 발사 - 센다이형Ⅰ"
	},
	[22132] = {
		id = 22132,
		name = "전탄 발사 - 센다이형Ⅱ"
	},
	[22141] = {
		id = 22141,
		name = "전탄 발사 - 나가라형Ⅰ"
	},
	[22142] = {
		id = 22142,
		name = "전탄 발사 - 나가라형Ⅱ"
	},
	[22151] = {
		id = 22151,
		name = "전탄 발사 - 아가노형Ⅰ"
	},
	[22152] = {
		id = 22152,
		name = "전탄 발사 - 아가노형Ⅱ"
	},
	[22161] = {
		id = 22161,
		name = "전탄 발사 - 유바리형Ⅰ"
	},
	[22162] = {
		id = 22162,
		name = "전탄 발사 - 유바리형Ⅱ"
	},
	[22211] = {
		id = 22211,
		name = "전탄 발사 - 후루타카형Ⅰ"
	},
	[22212] = {
		id = 22212,
		name = "전탄 발사 - 후루타카형Ⅱ"
	},
	[22221] = {
		id = 22221,
		name = "전탄 발사 - 아오바형Ⅰ"
	},
	[22222] = {
		id = 22222,
		name = "전탄 발사 - 아오바형Ⅱ"
	},
	[22231] = {
		id = 22231,
		name = "전탄 발사 - 묘코형Ⅰ"
	},
	[22232] = {
		id = 22232,
		name = "전탄 발사 - 묘코형Ⅱ"
	},
	[22241] = {
		id = 22241,
		name = "전탄 발사 - 토네형Ⅰ"
	},
	[22242] = {
		id = 22242,
		name = "전탄 발사 - 토네형Ⅱ"
	},
	[22251] = {
		id = 22251,
		name = "전탄 발사 - 모가미형Ⅰ"
	},
	[22252] = {
		id = 22252,
		name = "전탄 발사 - 모가미형Ⅱ"
	},
	[22253] = {
		id = 22253,
		name = "전탄 발사 – 改"
	},
	[22254] = {
		id = 22254,
		name = "전탄발사I "
	},
	[22255] = {
		id = 22255,
		name = "전탄발사II "
	},
	[22261] = {
		id = 22261,
		name = "전탄 발사 - 타카오형Ⅰ"
	},
	[22262] = {
		id = 22262,
		name = "전탄 발사 - 타카오형Ⅱ"
	},
	[22311] = {
		id = 22311,
		name = "全弹发射I"
	},
	[22312] = {
		id = 22312,
		name = "全弹发射II"
	},
	[23011] = {
		id = 23011,
		name = "전탄 발사 - 1934년형Ⅰ"
	},
	[23012] = {
		id = 23012,
		name = "전탄 발사 - 1934년형Ⅱ"
	},
	[23031] = {
		id = 23031,
		name = "전탄 발사 - 1936년형Ⅰ"
	},
	[23032] = {
		id = 23032,
		name = "전탄 발사 - 1936년형Ⅱ"
	},
	[23041] = {
		id = 23041,
		name = "전탄 발사 – 1936A년형Ⅰ"
	},
	[23042] = {
		id = 23042,
		name = "전탄 발사 – 1936A년형Ⅱ"
	},
	[23051] = {
		id = 23051,
		name = "전탄 발사 – 1936B년형Ⅰ"
	},
	[23052] = {
		id = 23052,
		name = "전탄 발사 – 1936B년형Ⅱ"
	},
	[23111] = {
		id = 23111,
		name = "전탄 발사 - 쾨니히스베르크형Ⅰ"
	},
	[23112] = {
		id = 23112,
		name = "전탄 발사 - 쾨니히스베르크형Ⅱ"
	},
	[23121] = {
		id = 23121,
		name = "전탄 발사 - 라이프치히Ⅰ"
	},
	[23122] = {
		id = 23122,
		name = "전탄 발사 - 라이프치히Ⅱ"
	},
	[23211] = {
		id = 23211,
		name = "전탄 발사 - 아드미랄 히퍼급Ⅰ"
	},
	[23212] = {
		id = 23212,
		name = "전탄 발사 - 아드미랄 히퍼급Ⅱ"
	},
	[23221] = {
		id = 23221,
		name = "전탄 발사 - 도이칠란트급Ⅰ"
	},
	[23222] = {
		id = 23222,
		name = "전탄 발사 - 도이칠란트급Ⅱ"
	},
	[23311] = {
		id = 23311,
		name = "전탄 발사 - Type VIIC형Ⅰ"
	},
	[23312] = {
		id = 23312,
		name = "전탄 발사 - Type VIIC형Ⅱ"
	},
	[23321] = {
		id = 23321,
		name = "全弹发射I"
	},
	[23322] = {
		id = 23322,
		name = "全弹发射II"
	},
	[23411] = {
		id = 23411,
		name = "전탄 발사 - Type VIIB형Ⅰ"
	},
	[23412] = {
		id = 23412,
		name = "전탄 발사 - Type VIIB형Ⅱ"
	},
	[23511] = {
		id = 23511,
		name = "전탄 발사 - Type IXC형Ⅰ"
	},
	[23512] = {
		id = 23512,
		name = "전탄 발사 - Type IXC형Ⅱ"
	},
	[24011] = {
		id = 24011,
		name = "전탄 발사 - 안샨급Ⅰ"
	},
	[24012] = {
		id = 24012,
		name = "전탄 발사 - 안샨급Ⅱ"
	},
	[24111] = {
		id = 24111,
		name = "전탄 발사 - 닝하이급Ⅰ"
	},
	[24112] = {
		id = 24112,
		name = "전탄 발사 - 닝하이급Ⅱ"
	},
	[24121] = {
		id = 24121,
		name = "전탄발사Ⅰ"
	},
	[24122] = {
		id = 24122,
		name = "전탄발사Ⅱ"
	},
	[25011] = {
		id = 25011,
		name = "전탄 발사 – 솔타디Ⅰ"
	},
	[25012] = {
		id = 25012,
		name = "전탄 발사 – 솔타디Ⅱ"
	},
	[25211] = {
		id = 25211,
		name = "전탄 발사 – 트렌토Ⅰ"
	},
	[25212] = {
		id = 25212,
		name = "전탄 발사 – 트렌토Ⅱ"
	},
	[25221] = {
		id = 25221,
		name = "전탄 발사 – 차라급Ⅰ"
	},
	[25222] = {
		id = 25222,
		name = "전탄 발사 – 차라급Ⅱ"
	},
	[28011] = {
		id = 28011,
		name = "전탄 발사 - 라드루아급Ⅰ"
	},
	[28012] = {
		id = 28012,
		name = "전탄 발사Ⅱ - 라드루아급Ⅱ"
	},
	[28021] = {
		id = 28021,
		name = "전탄 발사 - 랑트레피드급Ⅰ"
	},
	[28022] = {
		id = 28022,
		name = "전탄 발사 - 랑트레피드급Ⅱ"
	},
	[28111] = {
		id = 28111,
		name = "전탄 발사 - 에밀 베르탱Ⅰ"
	},
	[28112] = {
		id = 28112,
		name = "전탄 발사Ⅱ - 에밀 베르탱Ⅱ"
	},
	[29011] = {
		id = 29011,
		name = "전탄 발사 - 잉글랜드급Ⅰ"
	},
	[29012] = {
		id = 29012,
		name = "전탄 발사 - 잉글랜드급Ⅱ"
	},
	[29021] = {
		id = 29021,
		name = "전탄 발사 – 엘드릿지Ⅰ"
	},
	[29022] = {
		id = 29022,
		name = "전탄 발사 – 엘드릿지Ⅱ"
	},
	[29031] = {
		id = 29031,
		name = "전탄 발사 - 윌리엄·D·포터Ⅰ"
	},
	[29032] = {
		id = 29032,
		name = "전탄 발사 - 윌리엄·D·포터Ⅱ"
	},
	[29041] = {
		id = 29041,
		name = "전탄 발사 - 존스톤Ⅰ"
	},
	[29042] = {
		id = 29042,
		name = "전탄 발사 - 존스톤Ⅱ"
	},
	[29051] = {
		id = 29051,
		name = "전탄 발사 - 라피Ⅰ"
	},
	[29052] = {
		id = 29052,
		name = "전탄 발사 - 라피Ⅱ"
	},
	[29061] = {
		id = 29061,
		name = "전탄 발사 - 글로우웜Ⅰ"
	},
	[29062] = {
		id = 29062,
		name = "전탄 발사 - 글로우웜Ⅱ"
	},
	[29071] = {
		id = 29071,
		name = "전탄 발사 - 아카스타Ⅰ"
	},
	[29072] = {
		id = 29072,
		name = "전탄 발사 - 아카스타Ⅱ"
	},
	[29081] = {
		id = 29081,
		name = "전탄 발사 - 재블린Ⅰ"
	},
	[29082] = {
		id = 29082,
		name = "전탄 발사 - 재블린Ⅱ"
	},
	[29091] = {
		id = 29091,
		name = "전탄 발사 - 뱀파이어Ⅰ"
	},
	[29092] = {
		id = 29092,
		name = "전탄 발사 - 뱀파이어Ⅱ"
	},
	[29101] = {
		id = 29101,
		name = "전탄 발사 - 벨파스트Ⅰ"
	},
	[29102] = {
		id = 29102,
		name = "전탄 발사 - 벨파스트Ⅱ"
	},
	[29111] = {
		id = 29111,
		name = "전탄 발사 - 아야나미Ⅰ"
	},
	[29112] = {
		id = 29112,
		name = "전탄 발사 - 아야나미Ⅱ"
	},
	[29121] = {
		id = 29121,
		name = "전탄 발사 - 유다치Ⅰ"
	},
	[29122] = {
		id = 29122,
		name = "전탄 발사 - 유다치Ⅱ"
	},
	[29131] = {
		id = 29131,
		name = "전탄 발사 - 유키카제Ⅰ"
	},
	[29132] = {
		id = 29132,
		name = "전탄 발사 - 유키카제Ⅱ"
	},
	[29141] = {
		id = 29141,
		name = "전탄 발사 - 시마카제Ⅰ"
	},
	[29142] = {
		id = 29142,
		name = "전탄 발사 - 시마카제Ⅱ"
	},
	[29151] = {
		id = 29151,
		name = "전탄 발사 - 키타카미Ⅰ"
	},
	[29152] = {
		id = 29152,
		name = "전탄 발사 - 키타카미Ⅱ"
	},
	[29161] = {
		id = 29161,
		name = "전탄 발사 - 오오이Ⅰ"
	},
	[29162] = {
		id = 29162,
		name = "전탄 발사 - 오오이Ⅱ"
	},
	[29171] = {
		id = 29171,
		name = "전탄 발사 - Z1Ⅰ"
	},
	[29172] = {
		id = 29172,
		name = "전탄 발사 - Z1Ⅱ"
	},
	[29181] = {
		id = 29181,
		name = "전탄 발사 - 안산Ⅰ"
	},
	[29182] = {
		id = 29182,
		name = "전탄 발사 - 안산Ⅱ"
	},
	[29191] = {
		id = 29191,
		name = "전탄 발사 – 아브로라Ⅰ"
	},
	[29192] = {
		id = 29192,
		name = "전탄 발사 – 아브로라Ⅱ"
	},
	[29201] = {
		id = 29201,
		name = "전탄 발사 - Z23Ⅰ"
	},
	[29202] = {
		id = 29202,
		name = "전탄 발사 - Z23Ⅱ"
	},
	[29211] = {
		id = 29211,
		name = "전탄 발사 - Z46Ⅱ"
	},
	[29212] = {
		id = 29212,
		name = "전탄 발사 - Z46Ⅱ"
	},
	[29221] = {
		id = 29221,
		name = "전탄 발사 - 이부키 I"
	},
	[29222] = {
		id = 29222,
		name = "전탄 발사 - 이부키 II"
	},
	[29231] = {
		id = 29231,
		name = "전탄 발사 - 넵튠 I"
	},
	[29232] = {
		id = 29232,
		name = "전탄 발사 - 넵튠 II"
	},
	[29241] = {
		id = 29241,
		name = "전탄 발사 - 론 I"
	},
	[29242] = {
		id = 29242,
		name = "전탄 발사 - 론 II"
	},
	[29251] = {
		id = 29251,
		name = "전탄 발사 - 생 루이 I"
	},
	[29252] = {
		id = 29252,
		name = "전탄 발사 - 생 루이 II"
	},
	[29281] = {
		id = 29281,
		name = "전탄발사-카와카제I"
	},
	[29282] = {
		id = 29282,
		name = "전탄발사-카와카제II"
	},
	[29311] = {
		id = 29311,
		name = "특수탄막-U47I"
	},
	[29312] = {
		id = 29312,
		name = "특수탄막-U47II"
	},
	[29321] = {
		id = 29321,
		name = "특수 탄막 - 쉬르쿠프Ⅰ"
	},
	[29322] = {
		id = 29322,
		name = "특수 탄막 - 쉬르쿠프Ⅱ"
	},
	[29331] = {
		id = 29331,
		name = "전탄 발사 - 르 트리옹팡Ⅰ"
	},
	[29332] = {
		id = 29332,
		name = "전탄 발사Ⅱ - 르 트리옹팡Ⅱ"
	},
	[29341] = {
		id = 29341,
		name = "특수탄막 - 알바코어Ⅰ"
	},
	[29342] = {
		id = 29342,
		name = "특수탄막 - 알바코어Ⅱ"
	},
	[29351] = {
		id = 29351,
		name = "특수 탄막 – 샌디에이고Ⅰ"
	},
	[29361] = {
		id = 29361,
		name = "전탄발사 - 시리우스 I"
	},
	[29362] = {
		id = 29362,
		name = "전탄발사 - 시리우스 II"
	},
	[29371] = {
		id = 29371,
		name = "전용 탄막-{namecode:163}I "
	},
	[29372] = {
		id = 29372,
		name = "전용 탄막-{namecode:163}II "
	},
	[29381] = {
		id = 29381,
		name = "专属弹幕-{namecode:164}I"
	},
	[29382] = {
		id = 29382,
		name = "专属弹幕-{namecode:164}II"
	},
	[29391] = {
		id = 29391,
		name = "专属弹幕-西雅图I"
	},
	[29392] = {
		id = 29392,
		name = "专属弹幕-西雅图II"
	},
	[29421] = {
		id = 29421,
		name = "특수 탄막 이168 I"
	},
	[29422] = {
		id = 29422,
		name = "특수 탄막 이168 II"
	},
	[29431] = {
		id = 29431,
		name = "특수 탄막 U101 I"
	},
	[29432] = {
		id = 29432,
		name = "특수 탄막 U101 II"
	},
	[29441] = {
		id = 29441,
		name = "특수탄막-카발라I"
	},
	[29442] = {
		id = 29442,
		name = "특수탄막-카발라II"
	},
	[29451] = {
		id = 29451,
		name = "특수 탄막 - 클리블랜드(μ장비)I"
	},
	[29452] = {
		id = 29452,
		name = "특수 탄막 - 클리블랜드(μ장비)I"
	},
	[29461] = {
		id = 29461,
		name = "특수 탄막 - 셰필드(μ장비)I"
	},
	[29462] = {
		id = 29462,
		name = "특수 탄막 - 셰필드(μ장비)II"
	},
	[29471] = {
		id = 29471,
		name = "특수 탄막 - 아드미랄 히퍼(μ장비)I"
	},
	[29472] = {
		id = 29472,
		name = "특수 탄막 - 아드미랄 히퍼(μ장비)II"
	},
	[101010] = {
		id = 101010,
		name = "주인공 보정"
	},
	[101020] = {
		id = 101020,
		name = "메디스테이션·S"
	},
	[101030] = {
		id = 101030,
		name = "실트 브레이크"
	},
	[101031] = {
		id = 101031,
		name = "실트 브레이크"
	},
	[101040] = {
		id = 101040,
		name = "아삼 링크"
	},
	[101050] = {
		id = 101050,
		name = "크로스 콤비네이션"
	},
	[101060] = {
		id = 101060,
		name = "빅토리 슬래시"
	},
	[101070] = {
		id = 101070,
		name = "블레이즈 브레이크"
	},
	[101080] = {
		id = 101080,
		name = "트리콜로르 오더"
	},
	[101090] = {
		id = 101090,
		name = "레이시즈 댄스"
	},
	[101100] = {
		id = 101100,
		name = "텐체린 트롬페"
	},
	[101110] = {
		id = 101110,
		name = "게페아 리히슈테른"
	},
	[101120] = {
		id = 101120,
		name = "다즐링 로테"
	},
	[101121] = {
		id = 101121,
		name = "다즐링 로테"
	},
	[101122] = {
		id = 101122,
		name = "다즐링 로테"
	},
	[101123] = {
		id = 101123,
		name = "다즐링 로테"
	},
	[101130] = {
		id = 101130,
		name = "레이니 라트나퓨라"
	},
	[103010] = {
		id = 103010,
		name = "사신변전"
	},
	[103020] = {
		id = 103020,
		name = "십자매"
	},
	[103030] = {
		id = 103030,
		name = "하얀 무지개"
	},
	[103040] = {
		id = 103040,
		name = "저녁별"
	},
	[103050] = {
		id = 103050,
		name = "생명의 고동"
	},
	[103051] = {
		id = 103051,
		name = "생명의 고동"
	},
	[103060] = {
		id = 103060,
		name = "백합 뿌리 "
	},
	[103061] = {
		id = 103061,
		name = "백합 뿌리 "
	},
	[103062] = {
		id = 103062,
		name = "백합 뿌리 "
	},
	[103063] = {
		id = 103063,
		name = "백합 뿌리 "
	},
	[103070] = {
		id = 103070,
		name = "사슬의 무녀"
	},
	[103080] = {
		id = 103080,
		name = "쌍영무쌍"
	},
	[103090] = {
		id = 103090,
		name = "사슬의 무녀"
	},
	[103100] = {
		id = 103100,
		name = "쌍영무쌍"
	},
	[103110] = {
		id = 103110,
		name = "백화밀"
	},
	[103120] = {
		id = 103120,
		name = "밀월"
	},
	[104010] = {
		id = 104010,
		name = "아이쨩 광선! "
	},
	[104011] = {
		id = 104011,
		name = "아이쨩 광선! "
	},
	[104012] = {
		id = 104012,
		name = "아이쨩 광선! "
	},
	[104013] = {
		id = 104013,
		name = "아이쨩 광선! "
	},
	[104014] = {
		id = 104014,
		name = "아이쨩 광선! "
	},
	[104020] = {
		id = 104020,
		name = "위기회피! "
	},
	[104030] = {
		id = 104030,
		name = "연결고리의 속박 "
	},
	[104031] = {
		id = 104031,
		name = "연결고리의 속박 "
	},
	[104040] = {
		id = 104040,
		name = "절대적인 선언 "
	},
	[104050] = {
		id = 104050,
		name = "Future Base"
	},
	[104060] = {
		id = 104060,
		name = "Melty World"
	},
	[104070] = {
		id = 104070,
		name = "길찾기 마스터 "
	},
	[104071] = {
		id = 104071,
		name = "길찾기 마스터 "
	},
	[104080] = {
		id = 104080,
		name = "네비게이션 시스템 "
	},
	[105010] = {
		id = 105010,
		name = "2.25 마하의 꽃"
	},
	[105020] = {
		id = 105020,
		name = "이중 존재의 여우"
	},
	[105021] = {
		id = 105021,
		name = "이중 존재의 여우"
	},
	[105030] = {
		id = 105030,
		name = "Dream☆Story"
	},
	[105040] = {
		id = 105040,
		name = "바다보다 깊은 하늘 아래"
	},
	[105041] = {
		id = 105041,
		name = "바다보다 깊은 하늘 아래"
	},
	[105050] = {
		id = 105050,
		name = "인도어계 메이드"
	},
	[105051] = {
		id = 105051,
		name = "인도어계 메이드"
	},
	[105060] = {
		id = 105060,
		name = "쓸모없는 천사"
	},
	[105061] = {
		id = 105061,
		name = "천사의 목소리—공격"
	},
	[105062] = {
		id = 105062,
		name = "천사의 목소리—방어"
	},
	[105063] = {
		id = 105063,
		name = "천사의 목소리—기동"
	},
	[105064] = {
		id = 105064,
		name = "천사의 목소리—명중"
	},
	[105065] = {
		id = 105065,
		name = "천사의 목소리—회복"
	},
	[105070] = {
		id = 105070,
		name = "해바라기의 약속"
	},
	[105071] = {
		id = 105071,
		name = "해바라기의 약속"
	},
	[105080] = {
		id = 105080,
		name = "그대와 함께 보는 여름의 꽃"
	},
	[105090] = {
		id = 105090,
		name = "3일의 변덕"
	},
	[105100] = {
		id = 105100,
		name = "귀신☆나키리"
	},
	[105101] = {
		id = 105101,
		name = "귀신☆나키리"
	},
	[105110] = {
		id = 105110,
		name = "아수라수라찰 귀신베기"
	},
	[105120] = {
		id = 105120,
		name = "좋은 꿈 꿔 [WAVE]"
	},
	[105131] = {
		id = 105131,
		name = "MP [2/3]"
	},
	[105132] = {
		id = 105132,
		name = "MP 리셋의 익스플로전"
	},
	[105133] = {
		id = 105133,
		name = "MP [1/3]"
	},
	[105140] = {
		id = 105140,
		name = "야성의 이원론"
	},
	[105141] = {
		id = 105141,
		name = "야성의 이원론"
	},
	[105150] = {
		id = 105150,
		name = "타로 점술사-점 보는 중"
	},
	[105151] = {
		id = 105151,
		name = "AA UP!"
	},
	[105152] = {
		id = 105152,
		name = "RLD UP!"
	},
	[105153] = {
		id = 105153,
		name = "ATK UP!"
	},
	[105154] = {
		id = 105154,
		name = "BOOST!"
	},
	[105155] = {
		id = 105155,
		name = "점 보는 중"
	},
	all = {
		4,
		10,
		11,
		12,
		13,
		42,
		43,
		44,
		46,
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1011,
		1012,
		1013,
		1021,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046,
		1051,
		1052,
		1053,
		1054,
		1055,
		1056,
		1061,
		1071,
		1081,
		1091,
		2001,
		2011,
		2021,
		2031,
		2041,
		2051,
		2061,
		2071,
		2081,
		2091,
		2101,
		2111,
		2121,
		2131,
		2141,
		2151,
		2160,
		2161,
		2171,
		3001,
		3011,
		3021,
		3031,
		3041,
		3051,
		3511,
		3521,
		3531,
		3571,
		3581,
		3591,
		3611,
		3621,
		3631,
		4001,
		4011,
		4021,
		4031,
		4041,
		4051,
		4061,
		4071,
		4081,
		4091,
		4101,
		4102,
		4111,
		4121,
		4130,
		4131,
		4141,
		5001,
		5011,
		5021,
		5031,
		5041,
		5042,
		5051,
		5061,
		5060,
		5071,
		5070,
		5081,
		5080,
		5101,
		5102,
		5103,
		5111,
		6000,
		6010,
		6020,
		6030,
		6040,
		6050,
		6060,
		6070,
		6080,
		6090,
		6100,
		6110,
		6120,
		6130,
		6140,
		6150,
		6160,
		6170,
		6180,
		6190,
		6200,
		6210,
		6220,
		6230,
		6231,
		6250,
		6260,
		6270,
		6280,
		6300,
		6360,
		6370,
		7000,
		7500,
		7510,
		7511,
		7520,
		7521,
		7530,
		7531,
		7540,
		7541,
		7550,
		7551,
		7560,
		7561,
		8521,
		8530,
		8610,
		8611,
		8612,
		8613,
		8615,
		8616,
		8640,
		8641,
		8642,
		8643,
		8652,
		8653,
		8654,
		8655,
		9010,
		9020,
		10010,
		10020,
		10030,
		10040,
		10050,
		10060,
		10070,
		10080,
		10090,
		10100,
		10110,
		10120,
		10121,
		10130,
		10131,
		10140,
		10150,
		10160,
		10170,
		10180,
		10190,
		10191,
		10200,
		10210,
		10220,
		10230,
		10240,
		10250,
		10260,
		10270,
		10280,
		10290,
		10291,
		10300,
		10310,
		10320,
		10330,
		10340,
		10350,
		10360,
		10370,
		10380,
		10381,
		10390,
		10400,
		10410,
		10420,
		10430,
		10440,
		10450,
		10460,
		10470,
		10480,
		10490,
		10500,
		10510,
		10530,
		10540,
		10550,
		10560,
		10570,
		10580,
		10590,
		10600,
		10601,
		10610,
		10620,
		10630,
		10640,
		10650,
		10660,
		10670,
		10680,
		10690,
		10700,
		10710,
		10720,
		10730,
		10740,
		10750,
		10760,
		10770,
		10780,
		10781,
		10782,
		10783,
		10790,
		10800,
		10810,
		10820,
		10821,
		10830,
		10840,
		10850,
		10860,
		10870,
		10880,
		10890,
		10900,
		10910,
		10920,
		10930,
		10931,
		10940,
		10950,
		10960,
		10970,
		10980,
		10990,
		11000,
		11001,
		11010,
		11011,
		11020,
		11030,
		11040,
		11050,
		11060,
		11070,
		11080,
		11090,
		11100,
		11110,
		11120,
		11130,
		11140,
		11141,
		11150,
		11160,
		11170,
		11180,
		11190,
		11200,
		11210,
		11220,
		11230,
		11231,
		11240,
		11250,
		11251,
		11260,
		11270,
		11271,
		11272,
		11280,
		11290,
		11300,
		11310,
		11320,
		11330,
		11340,
		11350,
		11360,
		11370,
		11380,
		11381,
		11390,
		11400,
		11410,
		11420,
		11430,
		11440,
		11450,
		11460,
		11461,
		11470,
		11480,
		11481,
		11490,
		11491,
		11500,
		11501,
		11510,
		11520,
		11530,
		11540,
		11550,
		11560,
		11570,
		11580,
		11581,
		11590,
		11600,
		11610,
		11611,
		11612,
		11620,
		11621,
		11622,
		11623,
		11630,
		11640,
		11641,
		11650,
		11651,
		11660,
		11670,
		11680,
		11690,
		11691,
		11700,
		11710,
		11720,
		11721,
		11730,
		11740,
		11750,
		11760,
		11761,
		11762,
		11770,
		11780,
		11790,
		11800,
		11801,
		11810,
		11811,
		11820,
		11830,
		11831,
		11832,
		11833,
		11834,
		11840,
		11841,
		11842,
		11843,
		11844,
		11850,
		11860,
		11870,
		11871,
		11880,
		11890,
		11900,
		11910,
		11920,
		11921,
		11922,
		11930,
		11940,
		11941,
		11942,
		11950,
		11960,
		11970,
		11980,
		11981,
		11990,
		11991,
		11992,
		12000,
		12001,
		12010,
		12030,
		12041,
		12042,
		12043,
		12044,
		12046,
		12047,
		12048,
		12050,
		12060,
		12070,
		12080,
		12090,
		12091,
		12092,
		12100,
		12110,
		12111,
		12112,
		12113,
		12120,
		12121,
		12130,
		12131,
		12132,
		12135,
		12140,
		12150,
		12151,
		12152,
		12153,
		12160,
		12161,
		12170,
		12171,
		12172,
		12173,
		12180,
		12181,
		12182,
		12190,
		12191,
		12200,
		12210,
		12280,
		12290,
		12291,
		12220,
		12230,
		12233,
		12240,
		12250,
		12251,
		12260,
		12270,
		12370,
		12380,
		12390,
		12391,
		12400,
		12401,
		12410,
		12411,
		12420,
		12421,
		12430,
		12431,
		12432,
		12435,
		12440,
		12443,
		12444,
		12460,
		12461,
		12470,
		12471,
		12472,
		12480,
		12490,
		12491,
		12500,
		12501,
		12520,
		12521,
		12530,
		12531,
		12540,
		12541,
		12550,
		12560,
		12561,
		12570,
		12571,
		12572,
		12580,
		12581,
		12582,
		12590,
		12591,
		12592,
		12600,
		12601,
		12602,
		12603,
		12605,
		12606,
		12607,
		12608,
		12610,
		12611,
		12612,
		12620,
		12621,
		12630,
		12631,
		12640,
		12650,
		12651,
		12660,
		12670,
		12680,
		12690,
		12691,
		12692,
		12693,
		12694,
		12695,
		12696,
		12700,
		12710,
		12720,
		12730,
		12740,
		12741,
		12743,
		12744,
		12750,
		12760,
		12770,
		12780,
		12781,
		12782,
		12790,
		12791,
		12792,
		12793,
		18010,
		18040,
		18041,
		18050,
		18070,
		18071,
		18100,
		18120,
		19000,
		19001,
		19002,
		19010,
		19020,
		19030,
		19031,
		19040,
		19041,
		19050,
		19060,
		19070,
		19080,
		19090,
		19091,
		19100,
		19110,
		19120,
		19130,
		19131,
		19140,
		19141,
		19150,
		19160,
		19161,
		19170,
		19180,
		19181,
		19190,
		19191,
		19200,
		19210,
		19211,
		19212,
		19213,
		19214,
		19220,
		19221,
		19230,
		19231,
		19240,
		19241,
		19242,
		19250,
		19260,
		19261,
		20011,
		20012,
		20021,
		20022,
		20031,
		20032,
		20041,
		20042,
		20051,
		20052,
		20061,
		20062,
		20071,
		20072,
		20111,
		20112,
		20121,
		20122,
		20131,
		20132,
		20141,
		20142,
		20211,
		20212,
		20221,
		20222,
		20231,
		20232,
		20241,
		20242,
		20251,
		20252,
		20261,
		20262,
		20271,
		20272,
		21011,
		21012,
		21021,
		21022,
		21031,
		21032,
		21041,
		21042,
		21051,
		21052,
		21061,
		21062,
		21071,
		21072,
		21081,
		21082,
		21091,
		21092,
		21111,
		21112,
		21121,
		21122,
		21131,
		21132,
		21141,
		21142,
		21151,
		21152,
		21161,
		21162,
		21171,
		21172,
		21211,
		21212,
		21221,
		21222,
		21231,
		21232,
		21241,
		21242,
		22011,
		22012,
		22021,
		22022,
		22031,
		22032,
		22041,
		22042,
		22051,
		22052,
		22056,
		22057,
		22061,
		22062,
		22071,
		22072,
		22081,
		22082,
		22091,
		22092,
		22111,
		22112,
		22121,
		22122,
		22131,
		22132,
		22141,
		22142,
		22151,
		22152,
		22161,
		22162,
		22211,
		22212,
		22221,
		22222,
		22231,
		22232,
		22241,
		22242,
		22251,
		22252,
		22253,
		22254,
		22255,
		22261,
		22262,
		22311,
		22312,
		23011,
		23012,
		23031,
		23032,
		23041,
		23042,
		23051,
		23052,
		23111,
		23112,
		23121,
		23122,
		23211,
		23212,
		23221,
		23222,
		23311,
		23312,
		23321,
		23322,
		23411,
		23412,
		23511,
		23512,
		24011,
		24012,
		24111,
		24112,
		24121,
		24122,
		25011,
		25012,
		25211,
		25212,
		25221,
		25222,
		28011,
		28012,
		28021,
		28022,
		28111,
		28112,
		29011,
		29012,
		29021,
		29022,
		29031,
		29032,
		29041,
		29042,
		29051,
		29052,
		29061,
		29062,
		29071,
		29072,
		29081,
		29082,
		29091,
		29092,
		29101,
		29102,
		29111,
		29112,
		29121,
		29122,
		29131,
		29132,
		29141,
		29142,
		29151,
		29152,
		29161,
		29162,
		29171,
		29172,
		29181,
		29182,
		29191,
		29192,
		29201,
		29202,
		29211,
		29212,
		29221,
		29222,
		29231,
		29232,
		29241,
		29242,
		29251,
		29252,
		29281,
		29282,
		29311,
		29312,
		29321,
		29322,
		29331,
		29332,
		29341,
		29342,
		29351,
		29361,
		29362,
		29371,
		29372,
		29381,
		29382,
		29391,
		29392,
		29421,
		29422,
		29431,
		29432,
		29441,
		29442,
		29451,
		29452,
		29461,
		29462,
		29471,
		29472,
		101010,
		101020,
		101030,
		101031,
		101040,
		101050,
		101060,
		101070,
		101080,
		101090,
		101100,
		101110,
		101120,
		101121,
		101122,
		101123,
		101130,
		103010,
		103020,
		103030,
		103040,
		103050,
		103051,
		103060,
		103061,
		103062,
		103063,
		103070,
		103080,
		103090,
		103100,
		103110,
		103120,
		104010,
		104011,
		104012,
		104013,
		104014,
		104020,
		104030,
		104031,
		104040,
		104050,
		104060,
		104070,
		104071,
		104080,
		105010,
		105020,
		105021,
		105030,
		105040,
		105041,
		105050,
		105051,
		105060,
		105061,
		105062,
		105063,
		105064,
		105065,
		105070,
		105071,
		105080,
		105090,
		105100,
		105101,
		105110,
		105120,
		105131,
		105132,
		105133,
		105140,
		105141,
		105150,
		105151,
		105152,
		105153,
		105154,
		105155
	}
}

return
