slot2.trigger = {
	"onUpdate"
}
slot2.arg_list = {
	buff_id = 2022,
	target = "TargetSelf",
	time = 20
}
slot1[1] = {
	type = "BattleBuffAddBuff"
}
slot0.effect_list = {}
slot1.addition = {
	"5.0%(+2.2%)"
}
slot0[1] = {
	desc = "每隔20秒，有25%的概率发动，提高全队5.0%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"7.2%(+2.2%)"
}
slot0[2] = {
	desc = "每隔20秒，有25%的概率发动，提高全队7.2%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"9.4%(+2.2%)"
}
slot0[3] = {
	desc = "每隔20秒，有25%的概率发动，提高全队9.4%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"11.6%(+2.2%)"
}
slot0[4] = {
	desc = "每隔20秒，有25%的概率发动，提高全队11.6%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"13.8%(+2.2%)"
}
slot0[5] = {
	desc = "每隔20秒，有25%的概率发动，提高全队13.8%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"16.0%(+2.2%)"
}
slot0[6] = {
	desc = "每隔20秒，有25%的概率发动，提高全队16.0%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"18.2%(+2.2%)"
}
slot0[7] = {
	desc = "每隔20秒，有25%的概率发动，提高全队18.2%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"20.4%(+2.2%)"
}
slot0[8] = {
	desc = "每隔20秒，有25%的概率发动，提高全队20.4%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"22.6%(+2.4%)"
}
slot0[9] = {
	desc = "每隔20秒，有25%的概率发动，提高全队22.6%装填，持续8秒，同技能效果不叠加"
}
slot1.addition = {
	"25.0%"
}
slot0[10] = {
	desc = "每隔20秒，有25%的概率发动，提高全队25.0%装填，持续8秒，同技能效果不叠加"
}

return {
	desc_get = "每隔20秒，有25%的概率发动，提高全队5.0%(满级25.0%)装填，持续8秒，同技能效果不叠加",
	name = "装填号令",
	init_effect = "",
	id = 2021,
	time = 0,
	picture = "",
	desc = "每隔20秒，有25%的概率发动，提高全队$1装填，持续8秒，同技能效果不叠加",
	stack = 1,
	color = "yellow",
	icon = 2020,
	last_effect = ""
}
