slot2.trigger = {
	"onFriendlyHpRatioUpdate"
}
slot2.arg_list = {
	hpUpperBound = 0.2,
	skill_id = 10220,
	target = "TargetSelf",
	quota = 1
}
slot1[1] = {
	type = "BattleBuffCastSkill"
}
slot0.effect_list = {}
slot1.addition = {
	"10.0%(+1.1%)"
}
slot0[1] = {
	desc = "当队友耐久低于20%时，回复其耐久的10.0%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"11.1%(+1.1%)"
}
slot0[2] = {
	desc = "当队友耐久低于20%时，回复其耐久的11.1%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"12.2%(+1.1%)"
}
slot0[3] = {
	desc = "当队友耐久低于20%时，回复其耐久的12.2%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"13.3%(+1.1%)"
}
slot0[4] = {
	desc = "当队友耐久低于20%时，回复其耐久的13.3%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"14.4%(+1.1%)"
}
slot0[5] = {
	desc = "当队友耐久低于20%时，回复其耐久的14.4%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"15.5%(+1.1%)"
}
slot0[6] = {
	desc = "当队友耐久低于20%时，回复其耐久的15.5%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"16.6%(+1.1%)"
}
slot0[7] = {
	desc = "当队友耐久低于20%时，回复其耐久的16.6%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"17.7%(+1.1%)"
}
slot0[8] = {
	desc = "当队友耐久低于20%时，回复其耐久的17.7%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"18.8%(+1.2%)"
}
slot0[9] = {
	desc = "当队友耐久低于20%时，回复其耐久的18.8%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}
slot1.addition = {
	"20.0%"
}
slot0[10] = {
	desc = "当队友耐久低于20%时，回复其耐久的20.0%，若目标是企业，回复效果提高50%，每场战斗仅能触发1次"
}

return {
	desc_get = "当队友耐久低于20%时，回复其耐久的10.0%(满级20.0%)，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
	name = "损害管制",
	init_effect = "",
	id = 10220,
	time = 0,
	picture = "",
	desc = "当队友耐久低于20%时，回复其耐久的$1，若目标是企业，回复效果提高50%，每场战斗仅能触发1次",
	stack = 1,
	color = "blue",
	icon = 10220,
	last_effect = "Health"
}
